{
    "speakers": [
        {
            "speaker": "SPEAKER_00",
            "timestamp": [
                0.0,
                12.38
            ],
            "text": " This podcast series, Contextualizing Feminist Voices, is designed to provide background"
        },
        {
            "speaker": "SPEAKER_00",
            "timestamp": [
                12.38,
                17.34
            ],
            "text": " information for people using the Global Feminism Project website. The podcast aims to provide"
        },
        {
            "speaker": "SPEAKER_00",
            "timestamp": [
                17.34,
                21.2
            ],
            "text": " users with a well-informed perspective on interesting aspects of the interviews from"
        },
        {
            "speaker": "SPEAKER_00",
            "timestamp": [
                21.2,
                29.82
            ],
            "text": " a particular country. For each episode, one of the project staff interviews an expert on that country site. Welcome to this episode of Contextualizing"
        },
        {
            "speaker": "SPEAKER_01",
            "timestamp": [
                29.82,
                36.02
            ],
            "text": " Feminist Voices. My name is Kristen McGuire. In this episode, I'm talking with University"
        },
        {
            "speaker": "SPEAKER_01",
            "timestamp": [
                36.02,
                41.72
            ],
            "text": " of Michigan professor Magdalena Zaborowska, who was one of the Poland site coordinators"
        },
        {
            "speaker": "SPEAKER_01",
            "timestamp": [
                41.72,
                45.2
            ],
            "text": " and who will share a few thoughts on the Polish archive."
        },
        {
            "speaker": "SPEAKER_01",
            "timestamp": [
                49.58,
                55.34
            ],
            "text": " I'm wondering if you could start by identifying one or two themes that come up in the interviews that users should pay close attention to, themes that are particularly important in Poland's"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                55.34,
                61.54
            ],
            "text": " women's movement scholarship or activism. I would like to highlight two or three themes that I think"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                61.54,
                66.38
            ],
            "text": " are very important right now that both connect to what was going on then"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                66.38,
                73.82
            ],
            "text": " and take us into the present moment when women's rights are under assault from the right-wing"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                73.82,
                80.6
            ],
            "text": " government in Poland. So the two themes I have in mind, and some of them were touched upon by"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                80.6,
                86.2
            ],
            "text": " Anna Gruszczyńska and Agnieszka Graf, that is LGBTQ plus rights"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                86.2,
                89.12
            ],
            "text": " and especially the rise of attention"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                89.12,
                93.06
            ],
            "text": " for trans rights and mental health services"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                93.06,
                97.48
            ],
            "text": " for LGBTQ and trans young people who are homeless,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                97.64,
                99.24
            ],
            "text": " who are rejected by their families"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                99.24,
                102.72
            ],
            "text": " and who have been affected by local governance"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                102.72,
                104.62
            ],
            "text": " and driven by the Catholic Church,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                106.4,
                115.68
            ],
            "text": " creating the so-called LGBTQ free zones. It's a shame. It's a national disgrace for Poland. Another one connects to"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                115.68,
                122.92
            ],
            "text": " women's strike that has been going on since October 2020 in response to the proposed legislation to"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                122.92,
                126.24
            ],
            "text": " completely ban abortion and not only ban it,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                126.32,
                131.56
            ],
            "text": " but criminalize it and literally put women in jail and put the providers in jail."
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                131.56,
                138.9
            ],
            "text": " So what's really important here is that kind of interesting paradox that some of the interviews,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                139.74,
                167.08
            ],
            "text": " Barbara Labudas, for example, show in terms of how women's rights during the Cold War in socialist Poland were actually much more advanced and offered, at least on paper, more protection than they do now. who was educated in France, was very proud to mention in her interview that Poland got access"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                167.08,
                174.94
            ],
            "text": " to abortion much sooner than France. So under socialism, not that, you know, we were so happy"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                174.94,
                179.6
            ],
            "text": " that women had to use abortion as a means of birth control, because there was no access to birth"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                179.6,
                199.8
            ],
            "text": " control. But that issue is very important to understand, that even though there is this sort of Western narrative of women being oppressed under socialism, in fact, the rights of women under the regime of the Polish United Workers Party were much better than they are now."
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                230.28,
                230.52
            ],
            "text": " Protection and access to services and access to health careated to follow the rights and regulations of the EU,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                236.54,
                236.78
            ],
            "text": " and yet has been systematically and systemically violating these rights."
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                247.0,
                253.0
            ],
            "text": " Poland withdrew from the agreement to protect women against domestic abuse and domestic violence. This was done by this government very deliberately, alongside other legislature, to basically incapacitate women"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                253.0,
                257.0
            ],
            "text": " as fully fledged citizens with access to voting rights,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                257.0,
                260.0
            ],
            "text": " with access to healthcare, with access to protection"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                260.0,
                263.0
            ],
            "text": " from sort of heteropatriarchal dominance,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                263.0,
                268.88
            ],
            "text": " or simply the systemic privileging of men in health care,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                268.88,
                277.64
            ],
            "text": " in economics, in other areas of life. I really want to emphasize how we went from having certain"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                277.64,
                291.08
            ],
            "text": " rights under socialism and then entering the phase of freedom and capitalism to end up right now with a very right-wing government and suppression of women's rights and women's voices."
        },
        {
            "speaker": "SPEAKER_01",
            "timestamp": [
                291.08,
                295.76
            ],
            "text": " I wonder if we could change the focus a tiny bit."
        },
        {
            "speaker": "SPEAKER_01",
            "timestamp": [
                296.04,
                303.54
            ],
            "text": " What should the user be aware of that were topics that may have been important at the time, but that aren't reflected in the actual archive?"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                303.54,
                311.2
            ],
            "text": " may have been important at the time, but that aren't reflected in the actual archive. So what I would draw attention to is how the feminist movement has evolved the coalition"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                311.2,
                317.5
            ],
            "text": " with the green movement. There is great enthusiasm and support for green movement that also goes"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                317.5,
                328.5
            ],
            "text": " hand in hand with connecting women's rights. And for example, the participation of the Greens in women's strike and in coordinating"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                328.5,
                336.14
            ],
            "text": " the events has been incredible. So the coalition building around issues that connect women's rights"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                336.14,
                344.84
            ],
            "text": " to climate change, to health care, to, you know, support for victims of domestic violence,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                348.64,
                348.98
            ],
            "text": " you know, support for victims of domestic violence, support for homeless, trans and LGBTQ youth."
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                358.12,
                370.12
            ],
            "text": " All of that is very, very important. Another issue I would flag is also how the social media and the activism on social media by Gen Z connects the arts, connects the kind of hunger for human connection"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                370.12,
                374.64
            ],
            "text": " through the arts and public humanities to performance,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                375.1,
                378.04
            ],
            "text": " to how we use technology and computing technology"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                378.04,
                381.8
            ],
            "text": " to spread information about women and women's lives."
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                382.26,
                384.78
            ],
            "text": " This performance online that I want to refer to,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                381.8,
                382.22
            ],
            "text": " about women and women's lives."
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                384.78,
                384.94
            ],
            "text": " This performance online that I want to refer to,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                391.06,
                392.7
            ],
            "text": " which was created in 2020 by the theater of the eighth day in the city of Poznań,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                392.7,
                397.02
            ],
            "text": " these women read from Perez's book,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                397.2,
                401.6
            ],
            "text": " Invisible Women Exposing Data Bias in a World Designed for Men."
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                401.76,
                404.98
            ],
            "text": " And that book looks at global situation of women,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                406.22,
                416.92
            ],
            "text": " a world designed for men. And that book looks at global situation of women, literally from Brazil to Japan, from South Africa to Norway. Case studies and stories, narratives from women's lives,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                417.48,
                430.2
            ],
            "text": " women's experience, that literally connected what goes on in a favela in Brazil to a neighborhood in Poznań. So in that way,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                430.96,
                437.46
            ],
            "text": " you connect the local and the global in really clever ways that bring together computing,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                438.26,
                448.0
            ],
            "text": " social media, exposure to the event, and social media and activism online during the pandemic to create a kind of new model"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                448.0,
                451.08
            ],
            "text": " for I would say humanistic activism"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                451.08,
                455.02
            ],
            "text": " for mobilizing public humanities and the arts"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                455.02,
                459.24
            ],
            "text": " and finding new ways to do theater"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                459.24,
                461.3
            ],
            "text": " that is politically engaged."
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                461.3,
                469.0
            ],
            "text": " And that also makes visible and audible women's stories that always fly under the radar,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                469.68,
                480.14
            ],
            "text": " be it in Japan or South Africa. And I think this is the part of feminist activism that is vital."
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                480.44,
                505.0
            ],
            "text": " And I, again, want to highlight this new generation is taking very seriously. And that not only art, that's also political,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                510.42,
                510.78
            ],
            "text": " that's also creating a new medium and a new, I would say,"
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                514.48,
                515.1
            ],
            "text": " sphere of cultural engagement, of cultural activism."
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                517.52,
                530.26
            ],
            "text": " And they create a new kind of an agora, a space for democratic conversation and a space where activism can take new shapes and forms and draw in new participants."
        },
        {
            "speaker": "SPEAKER_01",
            "timestamp": [
                531.46,
                533.04
            ],
            "text": " That's wonderful, Magda. Thank you."
        },
        {
            "speaker": "SPEAKER_02",
            "timestamp": [
                533.96,
                537.82
            ],
            "text": " Thank you for listening to this episode of Contextualizing Feminist Voices,"
        },
        {
            "speaker": "SPEAKER_01",
            "timestamp": [
                538.04,
                542.32
            ],
            "text": " created by the Global Feminisms Project. The entire podcast team hopes it will help you"
        },
        {
            "speaker": "SPEAKER_00",
            "timestamp": [
                542.32,
                545.22
            ],
            "text": " understand and enjoy the materials on the website."
        },
        {
            "speaker": "SPEAKER_00",
            "timestamp": [
                548.16,
                548.56
            ],
            "text": " If you liked this episode, check out the other podcasts in this series,"
        }
    ],
    "chunks": [
        {
            "timestamp": [
                0.0,
                12.38
            ],
            "text": " This podcast series, Contextualizing Feminist Voices, is designed to provide background"
        },
        {
            "timestamp": [
                12.38,
                17.34
            ],
            "text": " information for people using the Global Feminism Project website. The podcast aims to provide"
        },
        {
            "timestamp": [
                17.34,
                21.2
            ],
            "text": " users with a well-informed perspective on interesting aspects of the interviews from"
        },
        {
            "timestamp": [
                21.2,
                29.82
            ],
            "text": " a particular country. For each episode, one of the project staff interviews an expert on that country site. Welcome to this episode of Contextualizing"
        },
        {
            "timestamp": [
                29.82,
                36.02
            ],
            "text": " Feminist Voices. My name is Kristen McGuire. In this episode, I'm talking with University"
        },
        {
            "timestamp": [
                36.02,
                41.72
            ],
            "text": " of Michigan professor Magdalena Zaborowska, who was one of the Poland site coordinators"
        },
        {
            "timestamp": [
                41.72,
                45.2
            ],
            "text": " and who will share a few thoughts on the Polish archive."
        },
        {
            "timestamp": [
                49.58,
                55.34
            ],
            "text": " I'm wondering if you could start by identifying one or two themes that come up in the interviews that users should pay close attention to, themes that are particularly important in Poland's"
        },
        {
            "timestamp": [
                55.34,
                61.54
            ],
            "text": " women's movement scholarship or activism. I would like to highlight two or three themes that I think"
        },
        {
            "timestamp": [
                61.54,
                66.38
            ],
            "text": " are very important right now that both connect to what was going on then"
        },
        {
            "timestamp": [
                66.38,
                73.82
            ],
            "text": " and take us into the present moment when women's rights are under assault from the right-wing"
        },
        {
            "timestamp": [
                73.82,
                80.6
            ],
            "text": " government in Poland. So the two themes I have in mind, and some of them were touched upon by"
        },
        {
            "timestamp": [
                80.6,
                86.2
            ],
            "text": " Anna Gruszczyńska and Agnieszka Graf, that is LGBTQ plus rights"
        },
        {
            "timestamp": [
                86.2,
                89.12
            ],
            "text": " and especially the rise of attention"
        },
        {
            "timestamp": [
                89.12,
                93.06
            ],
            "text": " for trans rights and mental health services"
        },
        {
            "timestamp": [
                93.06,
                97.48
            ],
            "text": " for LGBTQ and trans young people who are homeless,"
        },
        {
            "timestamp": [
                97.64,
                99.24
            ],
            "text": " who are rejected by their families"
        },
        {
            "timestamp": [
                99.24,
                102.72
            ],
            "text": " and who have been affected by local governance"
        },
        {
            "timestamp": [
                102.72,
                104.62
            ],
            "text": " and driven by the Catholic Church,"
        },
        {
            "timestamp": [
                106.4,
                115.68
            ],
            "text": " creating the so-called LGBTQ free zones. It's a shame. It's a national disgrace for Poland. Another one connects to"
        },
        {
            "timestamp": [
                115.68,
                122.92
            ],
            "text": " women's strike that has been going on since October 2020 in response to the proposed legislation to"
        },
        {
            "timestamp": [
                122.92,
                126.24
            ],
            "text": " completely ban abortion and not only ban it,"
        },
        {
            "timestamp": [
                126.32,
                131.56
            ],
            "text": " but criminalize it and literally put women in jail and put the providers in jail."
        },
        {
            "timestamp": [
                131.56,
                138.9
            ],
            "text": " So what's really important here is that kind of interesting paradox that some of the interviews,"
        },
        {
            "timestamp": [
                139.74,
                167.08
            ],
            "text": " Barbara Labudas, for example, show in terms of how women's rights during the Cold War in socialist Poland were actually much more advanced and offered, at least on paper, more protection than they do now. who was educated in France, was very proud to mention in her interview that Poland got access"
        },
        {
            "timestamp": [
                167.08,
                174.94
            ],
            "text": " to abortion much sooner than France. So under socialism, not that, you know, we were so happy"
        },
        {
            "timestamp": [
                174.94,
                179.6
            ],
            "text": " that women had to use abortion as a means of birth control, because there was no access to birth"
        },
        {
            "timestamp": [
                179.6,
                199.8
            ],
            "text": " control. But that issue is very important to understand, that even though there is this sort of Western narrative of women being oppressed under socialism, in fact, the rights of women under the regime of the Polish United Workers Party were much better than they are now."
        },
        {
            "timestamp": [
                230.28,
                230.52
            ],
            "text": " Protection and access to services and access to health careated to follow the rights and regulations of the EU,"
        },
        {
            "timestamp": [
                236.54,
                236.78
            ],
            "text": " and yet has been systematically and systemically violating these rights."
        },
        {
            "timestamp": [
                247.0,
                253.0
            ],
            "text": " Poland withdrew from the agreement to protect women against domestic abuse and domestic violence. This was done by this government very deliberately, alongside other legislature, to basically incapacitate women"
        },
        {
            "timestamp": [
                253.0,
                257.0
            ],
            "text": " as fully fledged citizens with access to voting rights,"
        },
        {
            "timestamp": [
                257.0,
                260.0
            ],
            "text": " with access to healthcare, with access to protection"
        },
        {
            "timestamp": [
                260.0,
                263.0
            ],
            "text": " from sort of heteropatriarchal dominance,"
        },
        {
            "timestamp": [
                263.0,
                268.88
            ],
            "text": " or simply the systemic privileging of men in health care,"
        },
        {
            "timestamp": [
                268.88,
                277.64
            ],
            "text": " in economics, in other areas of life. I really want to emphasize how we went from having certain"
        },
        {
            "timestamp": [
                277.64,
                291.08
            ],
            "text": " rights under socialism and then entering the phase of freedom and capitalism to end up right now with a very right-wing government and suppression of women's rights and women's voices."
        },
        {
            "timestamp": [
                291.08,
                295.76
            ],
            "text": " I wonder if we could change the focus a tiny bit."
        },
        {
            "timestamp": [
                296.04,
                303.54
            ],
            "text": " What should the user be aware of that were topics that may have been important at the time, but that aren't reflected in the actual archive?"
        },
        {
            "timestamp": [
                303.54,
                311.2
            ],
            "text": " may have been important at the time, but that aren't reflected in the actual archive. So what I would draw attention to is how the feminist movement has evolved the coalition"
        },
        {
            "timestamp": [
                311.2,
                317.5
            ],
            "text": " with the green movement. There is great enthusiasm and support for green movement that also goes"
        },
        {
            "timestamp": [
                317.5,
                328.5
            ],
            "text": " hand in hand with connecting women's rights. And for example, the participation of the Greens in women's strike and in coordinating"
        },
        {
            "timestamp": [
                328.5,
                336.14
            ],
            "text": " the events has been incredible. So the coalition building around issues that connect women's rights"
        },
        {
            "timestamp": [
                336.14,
                344.84
            ],
            "text": " to climate change, to health care, to, you know, support for victims of domestic violence,"
        },
        {
            "timestamp": [
                348.64,
                348.98
            ],
            "text": " you know, support for victims of domestic violence, support for homeless, trans and LGBTQ youth."
        },
        {
            "timestamp": [
                358.12,
                370.12
            ],
            "text": " All of that is very, very important. Another issue I would flag is also how the social media and the activism on social media by Gen Z connects the arts, connects the kind of hunger for human connection"
        },
        {
            "timestamp": [
                370.12,
                374.64
            ],
            "text": " through the arts and public humanities to performance,"
        },
        {
            "timestamp": [
                375.1,
                378.04
            ],
            "text": " to how we use technology and computing technology"
        },
        {
            "timestamp": [
                378.04,
                381.8
            ],
            "text": " to spread information about women and women's lives."
        },
        {
            "timestamp": [
                382.26,
                384.78
            ],
            "text": " This performance online that I want to refer to,"
        },
        {
            "timestamp": [
                381.8,
                382.22
            ],
            "text": " about women and women's lives."
        },
        {
            "timestamp": [
                384.78,
                384.94
            ],
            "text": " This performance online that I want to refer to,"
        },
        {
            "timestamp": [
                391.06,
                392.7
            ],
            "text": " which was created in 2020 by the theater of the eighth day in the city of Poznań,"
        },
        {
            "timestamp": [
                392.7,
                397.02
            ],
            "text": " these women read from Perez's book,"
        },
        {
            "timestamp": [
                397.2,
                401.6
            ],
            "text": " Invisible Women Exposing Data Bias in a World Designed for Men."
        },
        {
            "timestamp": [
                401.76,
                404.98
            ],
            "text": " And that book looks at global situation of women,"
        },
        {
            "timestamp": [
                406.22,
                416.92
            ],
            "text": " a world designed for men. And that book looks at global situation of women, literally from Brazil to Japan, from South Africa to Norway. Case studies and stories, narratives from women's lives,"
        },
        {
            "timestamp": [
                417.48,
                430.2
            ],
            "text": " women's experience, that literally connected what goes on in a favela in Brazil to a neighborhood in Poznań. So in that way,"
        },
        {
            "timestamp": [
                430.96,
                437.46
            ],
            "text": " you connect the local and the global in really clever ways that bring together computing,"
        },
        {
            "timestamp": [
                438.26,
                448.0
            ],
            "text": " social media, exposure to the event, and social media and activism online during the pandemic to create a kind of new model"
        },
        {
            "timestamp": [
                448.0,
                451.08
            ],
            "text": " for I would say humanistic activism"
        },
        {
            "timestamp": [
                451.08,
                455.02
            ],
            "text": " for mobilizing public humanities and the arts"
        },
        {
            "timestamp": [
                455.02,
                459.24
            ],
            "text": " and finding new ways to do theater"
        },
        {
            "timestamp": [
                459.24,
                461.3
            ],
            "text": " that is politically engaged."
        },
        {
            "timestamp": [
                461.3,
                469.0
            ],
            "text": " And that also makes visible and audible women's stories that always fly under the radar,"
        },
        {
            "timestamp": [
                469.68,
                480.14
            ],
            "text": " be it in Japan or South Africa. And I think this is the part of feminist activism that is vital."
        },
        {
            "timestamp": [
                480.44,
                505.0
            ],
            "text": " And I, again, want to highlight this new generation is taking very seriously. And that not only art, that's also political,"
        },
        {
            "timestamp": [
                510.42,
                510.78
            ],
            "text": " that's also creating a new medium and a new, I would say,"
        },
        {
            "timestamp": [
                514.48,
                515.1
            ],
            "text": " sphere of cultural engagement, of cultural activism."
        },
        {
            "timestamp": [
                517.52,
                530.26
            ],
            "text": " And they create a new kind of an agora, a space for democratic conversation and a space where activism can take new shapes and forms and draw in new participants."
        },
        {
            "timestamp": [
                531.46,
                533.04
            ],
            "text": " That's wonderful, Magda. Thank you."
        },
        {
            "timestamp": [
                533.96,
                537.82
            ],
            "text": " Thank you for listening to this episode of Contextualizing Feminist Voices,"
        },
        {
            "timestamp": [
                538.04,
                542.32
            ],
            "text": " created by the Global Feminisms Project. The entire podcast team hopes it will help you"
        },
        {
            "timestamp": [
                542.32,
                545.22
            ],
            "text": " understand and enjoy the materials on the website."
        },
        {
            "timestamp": [
                548.16,
                548.56
            ],
            "text": " If you liked this episode, check out the other podcasts in this series,"
        },
        {
            "timestamp": [
                552.4,
                null
            ],
            "text": " as well as materials about countries, teaching resources, and interviews."
        }
    ],
    "text": " This podcast series, Contextualizing Feminist Voices, is designed to provide background information for people using the Global Feminism Project website. The podcast aims to provide users with a well-informed perspective on interesting aspects of the interviews from a particular country. For each episode, one of the project staff interviews an expert on that country site. Welcome to this episode of Contextualizing Feminist Voices. My name is Kristen McGuire. In this episode, I'm talking with University of Michigan professor Magdalena Zaborowska, who was one of the Poland site coordinators and who will share a few thoughts on the Polish archive. I'm wondering if you could start by identifying one or two themes that come up in the interviews that users should pay close attention to, themes that are particularly important in Poland's women's movement scholarship or activism. I would like to highlight two or three themes that I think are very important right now that both connect to what was going on then and take us into the present moment when women's rights are under assault from the right-wing government in Poland. So the two themes I have in mind, and some of them were touched upon by Anna Gruszczyńska and Agnieszka Graf, that is LGBTQ plus rights and especially the rise of attention for trans rights and mental health services for LGBTQ and trans young people who are homeless, who are rejected by their families and who have been affected by local governance and driven by the Catholic Church, creating the so-called LGBTQ free zones. It's a shame. It's a national disgrace for Poland. Another one connects to women's strike that has been going on since October 2020 in response to the proposed legislation to completely ban abortion and not only ban it, but criminalize it and literally put women in jail and put the providers in jail. So what's really important here is that kind of interesting paradox that some of the interviews, Barbara Labudas, for example, show in terms of how women's rights during the Cold War in socialist Poland were actually much more advanced and offered, at least on paper, more protection than they do now. who was educated in France, was very proud to mention in her interview that Poland got access to abortion much sooner than France. So under socialism, not that, you know, we were so happy that women had to use abortion as a means of birth control, because there was no access to birth control. But that issue is very important to understand, that even though there is this sort of Western narrative of women being oppressed under socialism, in fact, the rights of women under the regime of the Polish United Workers Party were much better than they are now. Protection and access to services and access to health careated to follow the rights and regulations of the EU, and yet has been systematically and systemically violating these rights. Poland withdrew from the agreement to protect women against domestic abuse and domestic violence. This was done by this government very deliberately, alongside other legislature, to basically incapacitate women as fully fledged citizens with access to voting rights, with access to healthcare, with access to protection from sort of heteropatriarchal dominance, or simply the systemic privileging of men in health care, in economics, in other areas of life. I really want to emphasize how we went from having certain rights under socialism and then entering the phase of freedom and capitalism to end up right now with a very right-wing government and suppression of women's rights and women's voices. I wonder if we could change the focus a tiny bit. What should the user be aware of that were topics that may have been important at the time, but that aren't reflected in the actual archive? may have been important at the time, but that aren't reflected in the actual archive. So what I would draw attention to is how the feminist movement has evolved the coalition with the green movement. There is great enthusiasm and support for green movement that also goes hand in hand with connecting women's rights. And for example, the participation of the Greens in women's strike and in coordinating the events has been incredible. So the coalition building around issues that connect women's rights to climate change, to health care, to, you know, support for victims of domestic violence, you know, support for victims of domestic violence, support for homeless, trans and LGBTQ youth. All of that is very, very important. Another issue I would flag is also how the social media and the activism on social media by Gen Z connects the arts, connects the kind of hunger for human connection through the arts and public humanities to performance, to how we use technology and computing technology to spread information about women and women's lives. This performance online that I want to refer to, about women and women's lives. This performance online that I want to refer to, which was created in 2020 by the theater of the eighth day in the city of Poznań, these women read from Perez's book, Invisible Women Exposing Data Bias in a World Designed for Men. And that book looks at global situation of women, a world designed for men. And that book looks at global situation of women, literally from Brazil to Japan, from South Africa to Norway. Case studies and stories, narratives from women's lives, women's experience, that literally connected what goes on in a favela in Brazil to a neighborhood in Poznań. So in that way, you connect the local and the global in really clever ways that bring together computing, social media, exposure to the event, and social media and activism online during the pandemic to create a kind of new model for I would say humanistic activism for mobilizing public humanities and the arts and finding new ways to do theater that is politically engaged. And that also makes visible and audible women's stories that always fly under the radar, be it in Japan or South Africa. And I think this is the part of feminist activism that is vital. And I, again, want to highlight this new generation is taking very seriously. And that not only art, that's also political, that's also creating a new medium and a new, I would say, sphere of cultural engagement, of cultural activism. And they create a new kind of an agora, a space for democratic conversation and a space where activism can take new shapes and forms and draw in new participants. That's wonderful, Magda. Thank you. Thank you for listening to this episode of Contextualizing Feminist Voices, created by the Global Feminisms Project. The entire podcast team hopes it will help you understand and enjoy the materials on the website. If you liked this episode, check out the other podcasts in this series, as well as materials about countries, teaching resources, and interviews."
}