{"speakers": [{"speaker": "SPEAKER_02", "timestamp": [0.0, 13.9], "text": " Welcome to Contextualizing Feminist Voices, Teaching with the Global Feminisms Project."}, {"speaker": "SPEAKER_02", "timestamp": [14.48, 20.08], "text": " This series is focused on teaching, pedagogy, and uses of the archive in the context of the classroom."}, {"speaker": "SPEAKER_02", "timestamp": [20.66, 25.22], "text": " Designed with a special emphasis on educators, in each episode you will learn from instructors"}, {"speaker": "SPEAKER_02", "timestamp": [25.22, 29.58], "text": " who have used the project's interviews in their courses, and about activities and resources"}, {"speaker": "SPEAKER_02", "timestamp": [29.58, 31.94], "text": " for incorporating the archive into your class."}, {"speaker": "SPEAKER_01", "timestamp": [32.94, 38.36], "text": " Today, we will be joined by Dr. Abigail Stewart, who is the Sandra Schwartz Tangri Distinguished"}, {"speaker": "SPEAKER_01", "timestamp": [38.36, 42.6], "text": " University Professor of Psychology and Women's Studies at the University of Michigan."}, {"speaker": "SPEAKER_01", "timestamp": [42.98, 45.78], "text": " Dr. Stewart has published many scholarly articles"}, {"speaker": "SPEAKER_01", "timestamp": [45.78, 51.2], "text": " and several books focusing on feminist psychological research and the psychology of women's lives,"}, {"speaker": "SPEAKER_01", "timestamp": [51.5, 56.8], "text": " personalities, and adaptations to personal and social changes. She is a founder and current"}, {"speaker": "SPEAKER_01", "timestamp": [56.8, 62.2], "text": " project director of the Global Feminisms Project and consequently has over two decades of experience"}, {"speaker": "SPEAKER_01", "timestamp": [62.2, 65.22], "text": " teaching with this archive and its materials as it has developed"}, {"speaker": "SPEAKER_01", "timestamp": [65.22, 71.04], "text": " over time. Thank you so much for joining me today. I'm super excited to hear all about your extensive"}, {"speaker": "SPEAKER_01", "timestamp": [71.04, 75.62], "text": " experience teaching with these materials. Would you please briefly describe the course you use"}, {"speaker": "SPEAKER_00", "timestamp": [75.62, 89.34], "text": " the archive in? I'm very happy to do this with you. I've taught a 300 level course, which means it's aimed at juniors and seniors called gender in global context."}, {"speaker": "SPEAKER_00", "timestamp": [89.62, 95.6], "text": " And it was mostly designed to be taken by women's and gender study students."}, {"speaker": "SPEAKER_00", "timestamp": [96.26, 101.32], "text": " But because I'm also in the psychology department, I've taught it cross listed with psychology."}, {"speaker": "SPEAKER_00", "timestamp": [101.92, 107.48], "text": " For that reason, I included some theoretical material about how psychologists think"}, {"speaker": "SPEAKER_00", "timestamp": [107.48, 114.94], "text": " about individual lives in context. For example, theories that link individuals' development or age"}, {"speaker": "SPEAKER_00", "timestamp": [114.94, 122.48], "text": " with social historical events or theories of how generations differ. So those theories then were"}, {"speaker": "SPEAKER_00", "timestamp": [122.48, 131.36], "text": " among the things we thought about as we discussed the women's accounts in the interviews, along, of course, with feminist theories and theories about organizing and activism."}, {"speaker": "SPEAKER_00", "timestamp": [131.36, 145.36], "text": " I taught the course in two 80-minute classes to about 25 upper division graduate students. The class combined short periods of my lecturing and mainly lots of activity and discussion in small groups"}, {"speaker": "SPEAKER_01", "timestamp": [145.36, 151.72], "text": " and as a whole class. That sounds great. And how do you use the material in the archive?"}, {"speaker": "SPEAKER_00", "timestamp": [153.18, 160.04], "text": " I have to say it was great. It's been one of my favorite classes ever to teach in my long career."}, {"speaker": "SPEAKER_01", "timestamp": [161.06, 170.78], "text": " I felt in terms of engaging with the archive that the most important thing for students to experience was actually engagement with the interviews and the women themselves."}, {"speaker": "SPEAKER_00", "timestamp": [171.56, 186.06], "text": " I was also eager to interrupt or prevent, ideally, any tendency either to exoticize women's experience in other cultures or to overgeneralize about experiences either across cultures or within"}, {"speaker": "SPEAKER_00", "timestamp": [186.06, 192.06], "text": " cultures. So one of the things I did was for each class to choose a few interviews that addressed"}, {"speaker": "SPEAKER_00", "timestamp": [192.06, 198.34], "text": " an issue like violence against women, or the impact of national revolutionary movements on"}, {"speaker": "SPEAKER_00", "timestamp": [198.34, 207.82], "text": " the development of women's movements, or reproductive justice. I would pair interviews from a couple of countries so students could"}, {"speaker": "SPEAKER_00", "timestamp": [207.82, 215.02], "text": " think about how the different contexts influenced the issue and how the different women related to"}, {"speaker": "SPEAKER_00", "timestamp": [215.02, 220.5], "text": " the issue. For example, in one class, I had students compare the experience of the Indian"}, {"speaker": "SPEAKER_01", "timestamp": [220.5, 226.02], "text": " revolutionary movement as articulated by Veena Mazumdar with that of the Chinese"}, {"speaker": "SPEAKER_00", "timestamp": [226.02, 233.42], "text": " revolution by Wang Qingzhuang in China. Students also might compare the experience of two different"}, {"speaker": "SPEAKER_00", "timestamp": [233.42, 239.82], "text": " women within a single country. In this case, on that topic, in the case of Dora Maria Tellez"}, {"speaker": "SPEAKER_00", "timestamp": [239.82, 247.8], "text": " and Sandra Ramos for Nicaragua, both involved with the revolution and with the women's movement,"}, {"speaker": "SPEAKER_00", "timestamp": [247.8, 254.44], "text": " but very different experience. Students would be assigned in groups to read just one of the"}, {"speaker": "SPEAKER_00", "timestamp": [254.44, 259.72], "text": " interviews very carefully and then to work together with people who read the other interview"}, {"speaker": "SPEAKER_00", "timestamp": [259.72, 266.32], "text": " to identify key features of their experience that were common and that were different."}, {"speaker": "SPEAKER_00", "timestamp": [267.08, 272.16], "text": " The groups reported out to the whole class, and we jointly assembled a picture of each woman's"}, {"speaker": "SPEAKER_00", "timestamp": [272.16, 276.4], "text": " account and then could compare them and talk about the commonalities and differences."}, {"speaker": "SPEAKER_00", "timestamp": [276.86, 282.54], "text": " That experience helped the students become good readers of the historical and political context"}, {"speaker": "SPEAKER_00", "timestamp": [282.54, 286.66], "text": " in the interviews, which was often hard for them to see"}, {"speaker": "SPEAKER_00", "timestamp": [286.66, 293.3], "text": " because, of course, they seemed like just one woman's story. But it fostered their ability to"}, {"speaker": "SPEAKER_00", "timestamp": [293.3, 298.88], "text": " think about each of the national contexts in some depth. And most of all, of course, it allowed them"}, {"speaker": "SPEAKER_00", "timestamp": [298.88, 306.96], "text": " to think about the unique life path of one woman. And for many of the students, the feedback I got was that they found"}, {"speaker": "SPEAKER_01", "timestamp": [306.96, 313.68], "text": " that process deeply meaningful and personally inspiring. That's incredibly powerful. I'm so"}, {"speaker": "SPEAKER_01", "timestamp": [313.68, 317.3], "text": " excited you're able to, you know, expand on all of those themes just through these"}, {"speaker": "SPEAKER_01", "timestamp": [317.3, 322.48], "text": " types of courses. And for these ends, what kind of assignments did you end up using?"}, {"speaker": "SPEAKER_01", "timestamp": [323.38, 325.28], "text": " Well, there are quite a few, but I'll"}, {"speaker": "SPEAKER_00", "timestamp": [325.28, 330.36], "text": " talk about a couple. The first assignment for the course asked students to interview two women in"}, {"speaker": "SPEAKER_00", "timestamp": [330.36, 335.64], "text": " their own extended families who represented different generations, and then to identify"}, {"speaker": "SPEAKER_00", "timestamp": [335.64, 340.08], "text": " important features of the social political environment of those women's childhood,"}, {"speaker": "SPEAKER_00", "timestamp": [340.56, 348.06], "text": " adolescence, young adulthood, and later adult stages stages so they could see how the environment"}, {"speaker": "SPEAKER_00", "timestamp": [348.06, 353.54], "text": " might have had different importance in their lives at different life stages"}, {"speaker": "SPEAKER_00", "timestamp": [353.54, 360.14], "text": " both engaging in interviewing themselves and using some of the theories offered in the course to"}, {"speaker": "SPEAKER_00", "timestamp": [360.14, 366.88], "text": " analyze the experiences further deepen their understanding think, of both the method of interviewing"}, {"speaker": "SPEAKER_00", "timestamp": [366.88, 369.48], "text": " and of analyzing interviews for understanding"}, {"speaker": "SPEAKER_00", "timestamp": [369.48, 371.6], "text": " an individual on the one hand"}, {"speaker": "SPEAKER_00", "timestamp": [371.6, 373.48], "text": " and the social context on the other,"}, {"speaker": "SPEAKER_00", "timestamp": [373.48, 378.48], "text": " which of course was the biggest game or goal of the course."}, {"speaker": "SPEAKER_00", "timestamp": [379.86, 382.4], "text": " Here, I think students also in many cases,"}, {"speaker": "SPEAKER_00", "timestamp": [382.4, 383.4], "text": " for the first time,"}, {"speaker": "SPEAKER_00", "timestamp": [383.4, 391.32], "text": " recognize the way in which their own and their family members lives are embedded in social and historical processes."}, {"speaker": "SPEAKER_00", "timestamp": [391.32, 400.4], "text": " That recognition of their own place in history was often really exciting to them to see."}, {"speaker": "SPEAKER_00", "timestamp": [400.4, 404.84], "text": " Another assignment that I used was to invite students to work on developing accounts of"}, {"speaker": "SPEAKER_00", "timestamp": [404.84, 411.12], "text": " some of the women from the project for Wikipedia. This of course required teaching them a lot of skills"}, {"speaker": "SPEAKER_00", "timestamp": [411.68, 417.92], "text": " about how to interface with Wikipedia, which many of them were very excited to learn. Many of the"}, {"speaker": "SPEAKER_00", "timestamp": [417.92, 425.92], "text": " women in the archive are not yet in that resource, and this assignment not only allowed the students to learn how concisely to represent a"}, {"speaker": "SPEAKER_00", "timestamp": [425.92, 433.92], "text": " woman's contributions in terms that are appropriate for that context, but also to understand better"}, {"speaker": "SPEAKER_00", "timestamp": [433.92, 440.88], "text": " the meaning of a primary source like the oral history itself, secondary sources about the woman"}, {"speaker": "SPEAKER_00", "timestamp": [441.44, 448.58], "text": " and about the movements and the countries, And finally, a tertiary source like Wikipedia that depends on the first two."}, {"speaker": "SPEAKER_00", "timestamp": [449.38, 454.52], "text": " Many students commented on how helpful to them it was to really understand for the first"}, {"speaker": "SPEAKER_00", "timestamp": [454.52, 461.34], "text": " time how tertiary resources can only be as good and as complete as the other two kinds"}, {"speaker": "SPEAKER_00", "timestamp": [461.34, 461.88], "text": " allow."}, {"speaker": "SPEAKER_00", "timestamp": [463.12, 464.06], "text": " That's critical."}, {"speaker": "SPEAKER_01", "timestamp": [464.44, 466.3], "text": " And I love that these assignments keep expanding"}, {"speaker": "SPEAKER_01", "timestamp": [466.3, 470.36], "text": " the reach of feminist interviews and their power, especially in students' own lives."}, {"speaker": "SPEAKER_01", "timestamp": [471.32, 475.4], "text": " What do you think is most effective about the way you use the global feminism's materials"}, {"speaker": "SPEAKER_00", "timestamp": [475.4, 481.38], "text": " in these assignments? I think the first and most important thing is the women's own first-person"}, {"speaker": "SPEAKER_00", "timestamp": [481.38, 485.46], "text": " accounts in the oral history interviews. The students found those to"}, {"speaker": "SPEAKER_00", "timestamp": [485.46, 490.98], "text": " be profoundly moving and inspiring, and in the end, I think that's the most important aspect"}, {"speaker": "SPEAKER_00", "timestamp": [490.98, 497.54], "text": " of using the archive in teaching. By examining several interviews from a single country over"}, {"speaker": "SPEAKER_00", "timestamp": [497.54, 507.28], "text": " the course of the semester, students also readily saw that women or feminists in a single country were far from a homogeneous group."}, {"speaker": "SPEAKER_00", "timestamp": [508.56, 514.32], "text": " Finally, I think many students saw the rest of the world and the U.S. in a different light. They saw"}, {"speaker": "SPEAKER_00", "timestamp": [514.32, 519.84], "text": " the ways that women's movements have influenced each other and also have grappled with similar"}, {"speaker": "SPEAKER_00", "timestamp": [519.84, 526.2], "text": " issues in locally particular ways. I think in some ways it made it easier for them to imagine"}, {"speaker": "SPEAKER_00", "timestamp": [526.2, 533.04], "text": " themselves into a global context in new ways. The archive also allows students to engage in their"}, {"speaker": "SPEAKER_00", "timestamp": [533.04, 539.46], "text": " own research in unusual ways that can foster students' skill and confidence. I foregrounded"}, {"speaker": "SPEAKER_00", "timestamp": [539.46, 543.84], "text": " some of that with the two assignments I talked about, but another assignment was to ask students"}, {"speaker": "SPEAKER_00", "timestamp": [543.84, 549.76], "text": " to choose a topic they cared about and identify at least two interviews from at least two countries that"}, {"speaker": "SPEAKER_00", "timestamp": [549.76, 555.88], "text": " address that topic and spell out how those interviews illuminate the topic. Students were"}, {"speaker": "SPEAKER_00", "timestamp": [555.88, 561.66], "text": " anxious about finding the right materials within the archive, but they ended up with some help,"}, {"speaker": "SPEAKER_00", "timestamp": [562.12, 566.48], "text": " and there are many assistances within the archive, like"}, {"speaker": "SPEAKER_00", "timestamp": [566.48, 571.8], "text": " keywords that point them in the right direction, to find the right materials."}, {"speaker": "SPEAKER_00", "timestamp": [571.8, 575.62], "text": " And they were thrilled to discover that they could offer new insight into an issue they"}, {"speaker": "SPEAKER_00", "timestamp": [575.62, 579.76], "text": " cared about based only on these materials."}, {"speaker": "SPEAKER_00", "timestamp": [579.76, 586.26], "text": " Experiencing themselves as knowledge producers was very empowering to many students. It's also important"}, {"speaker": "SPEAKER_00", "timestamp": [586.26, 591.62], "text": " for them to hear feminists say things that are important to them, but that might be deeply"}, {"speaker": "SPEAKER_00", "timestamp": [591.62, 598.8], "text": " abhorrent to the students and to some other feminists. They need to be able to learn how to"}, {"speaker": "SPEAKER_00", "timestamp": [598.8, 606.88], "text": " think about why it's important, not only for historians, but for all of us both to recognize that women's movement"}, {"speaker": "SPEAKER_00", "timestamp": [606.88, 613.68], "text": " activists are complex flawed human beings and that the history of the movements always includes"}, {"speaker": "SPEAKER_00", "timestamp": [613.68, 621.44], "text": " struggle not only with forces outside the movement but also within it encountering these issues in"}, {"speaker": "SPEAKER_00", "timestamp": [621.44, 642.0], "text": " the interviews though sometimes painful helps students recognize that views and actions we may find deeply troublesome, as well as conflict and debate, are part of the women's movement and cannot be ignored or absent from the archive, but must be preserved and analyzed."}, {"speaker": "SPEAKER_01", "timestamp": [647.58, 654.34], "text": " preserved and analyzed. Wonderful. Do you have any advice for others about pitfalls to avoid in using the materials or any difficulties to watch out for? I think the main obstacle for faculty"}, {"speaker": "SPEAKER_00", "timestamp": [654.34, 662.54], "text": " to using the materials is our deeply ingrained anxiety about what we don't know, up to and"}, {"speaker": "SPEAKER_01", "timestamp": [662.54, 667.24], "text": " including how to pronounce activists' names. The sense of working"}, {"speaker": "SPEAKER_00", "timestamp": [667.24, 673.68], "text": " outside our comfort zones of knowledge is very daunting for faculty, even though we ask students"}, {"speaker": "SPEAKER_01", "timestamp": [673.68, 679.74], "text": " to do that every day. I actually think it's valuable to be limited in our knowledge and"}, {"speaker": "SPEAKER_00", "timestamp": [679.74, 685.98], "text": " learning in the same ways as the students, even if we may be more skilled at identifying information that"}, {"speaker": "SPEAKER_00", "timestamp": [685.98, 692.6], "text": " helps overcome our lack of knowledge. I tried very hard to position myself as a non-expert on any of"}, {"speaker": "SPEAKER_00", "timestamp": [692.6, 698.48], "text": " the countries or issues, which by the way was easy to do since I am a non-expert on any of them,"}, {"speaker": "SPEAKER_00", "timestamp": [699.04, 706.0], "text": " and I encouraged the students to work with me to learn as much as we could from the archive together."}, {"speaker": "SPEAKER_00", "timestamp": [706.0, 726.2], "text": " Doing that allowed us to share our excitement, even a guide to pronunciation of names,"}, {"speaker": "SPEAKER_00", "timestamp": [726.92, 735.92], "text": " maps, resources to pursue that provide contextual information. So it's easy for a faculty member to"}, {"speaker": "SPEAKER_00", "timestamp": [735.92, 741.26], "text": " overcome their lack of sense of knowledge if they're willing to give it a whirl."}, {"speaker": "SPEAKER_01", "timestamp": [742.74, 745.64], "text": " That's great. I think that's an incredibly valuable framing"}, {"speaker": "SPEAKER_01", "timestamp": [745.64, 747.58], "text": " and it sounds like it really lent itself well"}, {"speaker": "SPEAKER_01", "timestamp": [747.58, 750.86], "text": " to all the activities you were able to do in your courses."}, {"speaker": "SPEAKER_01", "timestamp": [751.56, 753.38], "text": " Thank you so much for taking the time"}, {"speaker": "SPEAKER_01", "timestamp": [753.38, 755.96], "text": " to share your experience and your expertise with us."}, {"speaker": "SPEAKER_01", "timestamp": [756.06, 758.18], "text": " It's been such a pleasure hearing about all the ways"}, {"speaker": "SPEAKER_01", "timestamp": [758.18, 760.04], "text": " you've been able to embed these materials"}, {"speaker": "SPEAKER_01", "timestamp": [760.04, 761.02], "text": " into your teaching"}, {"speaker": "SPEAKER_01", "timestamp": [761.02, 762.94], "text": " and especially how they've gone on"}, {"speaker": "SPEAKER_01", "timestamp": [762.94, 764.14], "text": " and affected students deeply"}, {"speaker": "SPEAKER_01", "timestamp": [764.14, 769.1], "text": " and their trajectories, hopefully as knowledge producers. Thank you. It's been my pleasure."}, {"speaker": "SPEAKER_00", "timestamp": [769.52, 773.9], "text": " Thank you again to Dr. Abigail Stewart for joining us on the podcast today and sharing"}, {"speaker": "SPEAKER_01", "timestamp": [773.9, 777.54], "text": " her uniquely vast breadth of experience teaching with the archive's materials."}, {"speaker": "SPEAKER_01", "timestamp": [778.36, 781.64], "text": " We are sure her insights about student empowerment through their engagement with"}, {"speaker": "SPEAKER_01", "timestamp": [781.64, 789.3], "text": " the primary research materials in the archive and the opportunity to understand the complexities and pluralisms of feminisms across geography and"}, {"speaker": "SPEAKER_01", "timestamp": [789.3, 794.24], "text": " history will be invaluable to instructors of any course looking to engage with the Global Feminisms"}, {"speaker": "SPEAKER_02", "timestamp": [794.24, 799.72], "text": " Project materials. Thank you for listening to this episode of Contextualizing Feminist Voices,"}, {"speaker": "SPEAKER_02", "timestamp": [799.98, 804.72], "text": " Teaching with the Global Feminisms Project, a podcast created by the Global Feminisms Project."}, {"speaker": "SPEAKER_02", "timestamp": [804.72, 805.34], "text": " Teaching with the Global Feminisms Project, a podcast created by the Global Feminisms Project."}, {"speaker": "SPEAKER_02", "timestamp": [810.9, 828.74], "text": " The entire team hopes it will help you understand and incorporate the materials on the website into your class. If you liked this episode, check out the other podcasts in the series, as well as materials about countries, teaching resources, and interviews on the website. Thank you."}], "chunks": [{"timestamp": [0.0, 13.9], "text": " Welcome to Contextualizing Feminist Voices, Teaching with the Global Feminisms Project."}, {"timestamp": [14.48, 20.08], "text": " This series is focused on teaching, pedagogy, and uses of the archive in the context of the classroom."}, {"timestamp": [20.66, 25.22], "text": " Designed with a special emphasis on educators, in each episode you will learn from instructors"}, {"timestamp": [25.22, 29.58], "text": " who have used the project's interviews in their courses, and about activities and resources"}, {"timestamp": [29.58, 31.94], "text": " for incorporating the archive into your class."}, {"timestamp": [32.94, 38.36], "text": " Today, we will be joined by Dr. Abigail Stewart, who is the Sandra Schwartz Tangri Distinguished"}, {"timestamp": [38.36, 42.6], "text": " University Professor of Psychology and Women's Studies at the University of Michigan."}, {"timestamp": [42.98, 45.78], "text": " Dr. Stewart has published many scholarly articles"}, {"timestamp": [45.78, 51.2], "text": " and several books focusing on feminist psychological research and the psychology of women's lives,"}, {"timestamp": [51.5, 56.8], "text": " personalities, and adaptations to personal and social changes. She is a founder and current"}, {"timestamp": [56.8, 62.2], "text": " project director of the Global Feminisms Project and consequently has over two decades of experience"}, {"timestamp": [62.2, 65.22], "text": " teaching with this archive and its materials as it has developed"}, {"timestamp": [65.22, 71.04], "text": " over time. Thank you so much for joining me today. I'm super excited to hear all about your extensive"}, {"timestamp": [71.04, 75.62], "text": " experience teaching with these materials. Would you please briefly describe the course you use"}, {"timestamp": [75.62, 89.34], "text": " the archive in? I'm very happy to do this with you. I've taught a 300 level course, which means it's aimed at juniors and seniors called gender in global context."}, {"timestamp": [89.62, 95.6], "text": " And it was mostly designed to be taken by women's and gender study students."}, {"timestamp": [96.26, 101.32], "text": " But because I'm also in the psychology department, I've taught it cross listed with psychology."}, {"timestamp": [101.92, 107.48], "text": " For that reason, I included some theoretical material about how psychologists think"}, {"timestamp": [107.48, 114.94], "text": " about individual lives in context. For example, theories that link individuals' development or age"}, {"timestamp": [114.94, 122.48], "text": " with social historical events or theories of how generations differ. So those theories then were"}, {"timestamp": [122.48, 131.36], "text": " among the things we thought about as we discussed the women's accounts in the interviews, along, of course, with feminist theories and theories about organizing and activism."}, {"timestamp": [131.36, 145.36], "text": " I taught the course in two 80-minute classes to about 25 upper division graduate students. The class combined short periods of my lecturing and mainly lots of activity and discussion in small groups"}, {"timestamp": [145.36, 151.72], "text": " and as a whole class. That sounds great. And how do you use the material in the archive?"}, {"timestamp": [153.18, 160.04], "text": " I have to say it was great. It's been one of my favorite classes ever to teach in my long career."}, {"timestamp": [161.06, 170.78], "text": " I felt in terms of engaging with the archive that the most important thing for students to experience was actually engagement with the interviews and the women themselves."}, {"timestamp": [171.56, 186.06], "text": " I was also eager to interrupt or prevent, ideally, any tendency either to exoticize women's experience in other cultures or to overgeneralize about experiences either across cultures or within"}, {"timestamp": [186.06, 192.06], "text": " cultures. So one of the things I did was for each class to choose a few interviews that addressed"}, {"timestamp": [192.06, 198.34], "text": " an issue like violence against women, or the impact of national revolutionary movements on"}, {"timestamp": [198.34, 207.82], "text": " the development of women's movements, or reproductive justice. I would pair interviews from a couple of countries so students could"}, {"timestamp": [207.82, 215.02], "text": " think about how the different contexts influenced the issue and how the different women related to"}, {"timestamp": [215.02, 220.5], "text": " the issue. For example, in one class, I had students compare the experience of the Indian"}, {"timestamp": [220.5, 226.02], "text": " revolutionary movement as articulated by Veena Mazumdar with that of the Chinese"}, {"timestamp": [226.02, 233.42], "text": " revolution by Wang Qingzhuang in China. Students also might compare the experience of two different"}, {"timestamp": [233.42, 239.82], "text": " women within a single country. In this case, on that topic, in the case of Dora Maria Tellez"}, {"timestamp": [239.82, 247.8], "text": " and Sandra Ramos for Nicaragua, both involved with the revolution and with the women's movement,"}, {"timestamp": [247.8, 254.44], "text": " but very different experience. Students would be assigned in groups to read just one of the"}, {"timestamp": [254.44, 259.72], "text": " interviews very carefully and then to work together with people who read the other interview"}, {"timestamp": [259.72, 266.32], "text": " to identify key features of their experience that were common and that were different."}, {"timestamp": [267.08, 272.16], "text": " The groups reported out to the whole class, and we jointly assembled a picture of each woman's"}, {"timestamp": [272.16, 276.4], "text": " account and then could compare them and talk about the commonalities and differences."}, {"timestamp": [276.86, 282.54], "text": " That experience helped the students become good readers of the historical and political context"}, {"timestamp": [282.54, 286.66], "text": " in the interviews, which was often hard for them to see"}, {"timestamp": [286.66, 293.3], "text": " because, of course, they seemed like just one woman's story. But it fostered their ability to"}, {"timestamp": [293.3, 298.88], "text": " think about each of the national contexts in some depth. And most of all, of course, it allowed them"}, {"timestamp": [298.88, 306.96], "text": " to think about the unique life path of one woman. And for many of the students, the feedback I got was that they found"}, {"timestamp": [306.96, 313.68], "text": " that process deeply meaningful and personally inspiring. That's incredibly powerful. I'm so"}, {"timestamp": [313.68, 317.3], "text": " excited you're able to, you know, expand on all of those themes just through these"}, {"timestamp": [317.3, 322.48], "text": " types of courses. And for these ends, what kind of assignments did you end up using?"}, {"timestamp": [323.38, 325.28], "text": " Well, there are quite a few, but I'll"}, {"timestamp": [325.28, 330.36], "text": " talk about a couple. The first assignment for the course asked students to interview two women in"}, {"timestamp": [330.36, 335.64], "text": " their own extended families who represented different generations, and then to identify"}, {"timestamp": [335.64, 340.08], "text": " important features of the social political environment of those women's childhood,"}, {"timestamp": [340.56, 348.06], "text": " adolescence, young adulthood, and later adult stages stages so they could see how the environment"}, {"timestamp": [348.06, 353.54], "text": " might have had different importance in their lives at different life stages"}, {"timestamp": [353.54, 360.14], "text": " both engaging in interviewing themselves and using some of the theories offered in the course to"}, {"timestamp": [360.14, 366.88], "text": " analyze the experiences further deepen their understanding think, of both the method of interviewing"}, {"timestamp": [366.88, 369.48], "text": " and of analyzing interviews for understanding"}, {"timestamp": [369.48, 371.6], "text": " an individual on the one hand"}, {"timestamp": [371.6, 373.48], "text": " and the social context on the other,"}, {"timestamp": [373.48, 378.48], "text": " which of course was the biggest game or goal of the course."}, {"timestamp": [379.86, 382.4], "text": " Here, I think students also in many cases,"}, {"timestamp": [382.4, 383.4], "text": " for the first time,"}, {"timestamp": [383.4, 391.32], "text": " recognize the way in which their own and their family members lives are embedded in social and historical processes."}, {"timestamp": [391.32, 400.4], "text": " That recognition of their own place in history was often really exciting to them to see."}, {"timestamp": [400.4, 404.84], "text": " Another assignment that I used was to invite students to work on developing accounts of"}, {"timestamp": [404.84, 411.12], "text": " some of the women from the project for Wikipedia. This of course required teaching them a lot of skills"}, {"timestamp": [411.68, 417.92], "text": " about how to interface with Wikipedia, which many of them were very excited to learn. Many of the"}, {"timestamp": [417.92, 425.92], "text": " women in the archive are not yet in that resource, and this assignment not only allowed the students to learn how concisely to represent a"}, {"timestamp": [425.92, 433.92], "text": " woman's contributions in terms that are appropriate for that context, but also to understand better"}, {"timestamp": [433.92, 440.88], "text": " the meaning of a primary source like the oral history itself, secondary sources about the woman"}, {"timestamp": [441.44, 448.58], "text": " and about the movements and the countries, And finally, a tertiary source like Wikipedia that depends on the first two."}, {"timestamp": [449.38, 454.52], "text": " Many students commented on how helpful to them it was to really understand for the first"}, {"timestamp": [454.52, 461.34], "text": " time how tertiary resources can only be as good and as complete as the other two kinds"}, {"timestamp": [461.34, 461.88], "text": " allow."}, {"timestamp": [463.12, 464.06], "text": " That's critical."}, {"timestamp": [464.44, 466.3], "text": " And I love that these assignments keep expanding"}, {"timestamp": [466.3, 470.36], "text": " the reach of feminist interviews and their power, especially in students' own lives."}, {"timestamp": [471.32, 475.4], "text": " What do you think is most effective about the way you use the global feminism's materials"}, {"timestamp": [475.4, 481.38], "text": " in these assignments? I think the first and most important thing is the women's own first-person"}, {"timestamp": [481.38, 485.46], "text": " accounts in the oral history interviews. The students found those to"}, {"timestamp": [485.46, 490.98], "text": " be profoundly moving and inspiring, and in the end, I think that's the most important aspect"}, {"timestamp": [490.98, 497.54], "text": " of using the archive in teaching. By examining several interviews from a single country over"}, {"timestamp": [497.54, 507.28], "text": " the course of the semester, students also readily saw that women or feminists in a single country were far from a homogeneous group."}, {"timestamp": [508.56, 514.32], "text": " Finally, I think many students saw the rest of the world and the U.S. in a different light. They saw"}, {"timestamp": [514.32, 519.84], "text": " the ways that women's movements have influenced each other and also have grappled with similar"}, {"timestamp": [519.84, 526.2], "text": " issues in locally particular ways. I think in some ways it made it easier for them to imagine"}, {"timestamp": [526.2, 533.04], "text": " themselves into a global context in new ways. The archive also allows students to engage in their"}, {"timestamp": [533.04, 539.46], "text": " own research in unusual ways that can foster students' skill and confidence. I foregrounded"}, {"timestamp": [539.46, 543.84], "text": " some of that with the two assignments I talked about, but another assignment was to ask students"}, {"timestamp": [543.84, 549.76], "text": " to choose a topic they cared about and identify at least two interviews from at least two countries that"}, {"timestamp": [549.76, 555.88], "text": " address that topic and spell out how those interviews illuminate the topic. Students were"}, {"timestamp": [555.88, 561.66], "text": " anxious about finding the right materials within the archive, but they ended up with some help,"}, {"timestamp": [562.12, 566.48], "text": " and there are many assistances within the archive, like"}, {"timestamp": [566.48, 571.8], "text": " keywords that point them in the right direction, to find the right materials."}, {"timestamp": [571.8, 575.62], "text": " And they were thrilled to discover that they could offer new insight into an issue they"}, {"timestamp": [575.62, 579.76], "text": " cared about based only on these materials."}, {"timestamp": [579.76, 586.26], "text": " Experiencing themselves as knowledge producers was very empowering to many students. It's also important"}, {"timestamp": [586.26, 591.62], "text": " for them to hear feminists say things that are important to them, but that might be deeply"}, {"timestamp": [591.62, 598.8], "text": " abhorrent to the students and to some other feminists. They need to be able to learn how to"}, {"timestamp": [598.8, 606.88], "text": " think about why it's important, not only for historians, but for all of us both to recognize that women's movement"}, {"timestamp": [606.88, 613.68], "text": " activists are complex flawed human beings and that the history of the movements always includes"}, {"timestamp": [613.68, 621.44], "text": " struggle not only with forces outside the movement but also within it encountering these issues in"}, {"timestamp": [621.44, 642.0], "text": " the interviews though sometimes painful helps students recognize that views and actions we may find deeply troublesome, as well as conflict and debate, are part of the women's movement and cannot be ignored or absent from the archive, but must be preserved and analyzed."}, {"timestamp": [647.58, 654.34], "text": " preserved and analyzed. Wonderful. Do you have any advice for others about pitfalls to avoid in using the materials or any difficulties to watch out for? I think the main obstacle for faculty"}, {"timestamp": [654.34, 662.54], "text": " to using the materials is our deeply ingrained anxiety about what we don't know, up to and"}, {"timestamp": [662.54, 667.24], "text": " including how to pronounce activists' names. The sense of working"}, {"timestamp": [667.24, 673.68], "text": " outside our comfort zones of knowledge is very daunting for faculty, even though we ask students"}, {"timestamp": [673.68, 679.74], "text": " to do that every day. I actually think it's valuable to be limited in our knowledge and"}, {"timestamp": [679.74, 685.98], "text": " learning in the same ways as the students, even if we may be more skilled at identifying information that"}, {"timestamp": [685.98, 692.6], "text": " helps overcome our lack of knowledge. I tried very hard to position myself as a non-expert on any of"}, {"timestamp": [692.6, 698.48], "text": " the countries or issues, which by the way was easy to do since I am a non-expert on any of them,"}, {"timestamp": [699.04, 706.0], "text": " and I encouraged the students to work with me to learn as much as we could from the archive together."}, {"timestamp": [706.0, 726.2], "text": " Doing that allowed us to share our excitement, even a guide to pronunciation of names,"}, {"timestamp": [726.92, 735.92], "text": " maps, resources to pursue that provide contextual information. So it's easy for a faculty member to"}, {"timestamp": [735.92, 741.26], "text": " overcome their lack of sense of knowledge if they're willing to give it a whirl."}, {"timestamp": [742.74, 745.64], "text": " That's great. I think that's an incredibly valuable framing"}, {"timestamp": [745.64, 747.58], "text": " and it sounds like it really lent itself well"}, {"timestamp": [747.58, 750.86], "text": " to all the activities you were able to do in your courses."}, {"timestamp": [751.56, 753.38], "text": " Thank you so much for taking the time"}, {"timestamp": [753.38, 755.96], "text": " to share your experience and your expertise with us."}, {"timestamp": [756.06, 758.18], "text": " It's been such a pleasure hearing about all the ways"}, {"timestamp": [758.18, 760.04], "text": " you've been able to embed these materials"}, {"timestamp": [760.04, 761.02], "text": " into your teaching"}, {"timestamp": [761.02, 762.94], "text": " and especially how they've gone on"}, {"timestamp": [762.94, 764.14], "text": " and affected students deeply"}, {"timestamp": [764.14, 769.1], "text": " and their trajectories, hopefully as knowledge producers. Thank you. It's been my pleasure."}, {"timestamp": [769.52, 773.9], "text": " Thank you again to Dr. Abigail Stewart for joining us on the podcast today and sharing"}, {"timestamp": [773.9, 777.54], "text": " her uniquely vast breadth of experience teaching with the archive's materials."}, {"timestamp": [778.36, 781.64], "text": " We are sure her insights about student empowerment through their engagement with"}, {"timestamp": [781.64, 789.3], "text": " the primary research materials in the archive and the opportunity to understand the complexities and pluralisms of feminisms across geography and"}, {"timestamp": [789.3, 794.24], "text": " history will be invaluable to instructors of any course looking to engage with the Global Feminisms"}, {"timestamp": [794.24, 799.72], "text": " Project materials. Thank you for listening to this episode of Contextualizing Feminist Voices,"}, {"timestamp": [799.98, 804.72], "text": " Teaching with the Global Feminisms Project, a podcast created by the Global Feminisms Project."}, {"timestamp": [804.72, 805.34], "text": " Teaching with the Global Feminisms Project, a podcast created by the Global Feminisms Project."}, {"timestamp": [810.9, 828.74], "text": " The entire team hopes it will help you understand and incorporate the materials on the website into your class. If you liked this episode, check out the other podcasts in the series, as well as materials about countries, teaching resources, and interviews on the website. Thank you."}], "text": " Welcome to Contextualizing Feminist Voices, Teaching with the Global Feminisms Project. This series is focused on teaching, pedagogy, and uses of the archive in the context of the classroom. Designed with a special emphasis on educators, in each episode you will learn from instructors who have used the project's interviews in their courses, and about activities and resources for incorporating the archive into your class. Today, we will be joined by Dr. Abigail Stewart, who is the Sandra Schwartz Tangri Distinguished University Professor of Psychology and Women's Studies at the University of Michigan. Dr. Stewart has published many scholarly articles and several books focusing on feminist psychological research and the psychology of women's lives, personalities, and adaptations to personal and social changes. She is a founder and current project director of the Global Feminisms Project and consequently has over two decades of experience teaching with this archive and its materials as it has developed over time. Thank you so much for joining me today. I'm super excited to hear all about your extensive experience teaching with these materials. Would you please briefly describe the course you use the archive in? I'm very happy to do this with you. I've taught a 300 level course, which means it's aimed at juniors and seniors called gender in global context. And it was mostly designed to be taken by women's and gender study students. But because I'm also in the psychology department, I've taught it cross listed with psychology. For that reason, I included some theoretical material about how psychologists think about individual lives in context. For example, theories that link individuals' development or age with social historical events or theories of how generations differ. So those theories then were among the things we thought about as we discussed the women's accounts in the interviews, along, of course, with feminist theories and theories about organizing and activism. I taught the course in two 80-minute classes to about 25 upper division graduate students. The class combined short periods of my lecturing and mainly lots of activity and discussion in small groups and as a whole class. That sounds great. And how do you use the material in the archive? I have to say it was great. It's been one of my favorite classes ever to teach in my long career. I felt in terms of engaging with the archive that the most important thing for students to experience was actually engagement with the interviews and the women themselves. I was also eager to interrupt or prevent, ideally, any tendency either to exoticize women's experience in other cultures or to overgeneralize about experiences either across cultures or within cultures. So one of the things I did was for each class to choose a few interviews that addressed an issue like violence against women, or the impact of national revolutionary movements on the development of women's movements, or reproductive justice. I would pair interviews from a couple of countries so students could think about how the different contexts influenced the issue and how the different women related to the issue. For example, in one class, I had students compare the experience of the Indian revolutionary movement as articulated by Veena Mazumdar with that of the Chinese revolution by Wang Qingzhuang in China. Students also might compare the experience of two different women within a single country. In this case, on that topic, in the case of Dora Maria Tellez and Sandra Ramos for Nicaragua, both involved with the revolution and with the women's movement, but very different experience. Students would be assigned in groups to read just one of the interviews very carefully and then to work together with people who read the other interview to identify key features of their experience that were common and that were different. The groups reported out to the whole class, and we jointly assembled a picture of each woman's account and then could compare them and talk about the commonalities and differences. That experience helped the students become good readers of the historical and political context in the interviews, which was often hard for them to see because, of course, they seemed like just one woman's story. But it fostered their ability to think about each of the national contexts in some depth. And most of all, of course, it allowed them to think about the unique life path of one woman. And for many of the students, the feedback I got was that they found that process deeply meaningful and personally inspiring. That's incredibly powerful. I'm so excited you're able to, you know, expand on all of those themes just through these types of courses. And for these ends, what kind of assignments did you end up using? Well, there are quite a few, but I'll talk about a couple. The first assignment for the course asked students to interview two women in their own extended families who represented different generations, and then to identify important features of the social political environment of those women's childhood, adolescence, young adulthood, and later adult stages stages so they could see how the environment might have had different importance in their lives at different life stages both engaging in interviewing themselves and using some of the theories offered in the course to analyze the experiences further deepen their understanding think, of both the method of interviewing and of analyzing interviews for understanding an individual on the one hand and the social context on the other, which of course was the biggest game or goal of the course. Here, I think students also in many cases, for the first time, recognize the way in which their own and their family members lives are embedded in social and historical processes. That recognition of their own place in history was often really exciting to them to see. Another assignment that I used was to invite students to work on developing accounts of some of the women from the project for Wikipedia. This of course required teaching them a lot of skills about how to interface with Wikipedia, which many of them were very excited to learn. Many of the women in the archive are not yet in that resource, and this assignment not only allowed the students to learn how concisely to represent a woman's contributions in terms that are appropriate for that context, but also to understand better the meaning of a primary source like the oral history itself, secondary sources about the woman and about the movements and the countries, And finally, a tertiary source like Wikipedia that depends on the first two. Many students commented on how helpful to them it was to really understand for the first time how tertiary resources can only be as good and as complete as the other two kinds allow. That's critical. And I love that these assignments keep expanding the reach of feminist interviews and their power, especially in students' own lives. What do you think is most effective about the way you use the global feminism's materials in these assignments? I think the first and most important thing is the women's own first-person accounts in the oral history interviews. The students found those to be profoundly moving and inspiring, and in the end, I think that's the most important aspect of using the archive in teaching. By examining several interviews from a single country over the course of the semester, students also readily saw that women or feminists in a single country were far from a homogeneous group. Finally, I think many students saw the rest of the world and the U.S. in a different light. They saw the ways that women's movements have influenced each other and also have grappled with similar issues in locally particular ways. I think in some ways it made it easier for them to imagine themselves into a global context in new ways. The archive also allows students to engage in their own research in unusual ways that can foster students' skill and confidence. I foregrounded some of that with the two assignments I talked about, but another assignment was to ask students to choose a topic they cared about and identify at least two interviews from at least two countries that address that topic and spell out how those interviews illuminate the topic. Students were anxious about finding the right materials within the archive, but they ended up with some help, and there are many assistances within the archive, like keywords that point them in the right direction, to find the right materials. And they were thrilled to discover that they could offer new insight into an issue they cared about based only on these materials. Experiencing themselves as knowledge producers was very empowering to many students. It's also important for them to hear feminists say things that are important to them, but that might be deeply abhorrent to the students and to some other feminists. They need to be able to learn how to think about why it's important, not only for historians, but for all of us both to recognize that women's movement activists are complex flawed human beings and that the history of the movements always includes struggle not only with forces outside the movement but also within it encountering these issues in the interviews though sometimes painful helps students recognize that views and actions we may find deeply troublesome, as well as conflict and debate, are part of the women's movement and cannot be ignored or absent from the archive, but must be preserved and analyzed. preserved and analyzed. Wonderful. Do you have any advice for others about pitfalls to avoid in using the materials or any difficulties to watch out for? I think the main obstacle for faculty to using the materials is our deeply ingrained anxiety about what we don't know, up to and including how to pronounce activists' names. The sense of working outside our comfort zones of knowledge is very daunting for faculty, even though we ask students to do that every day. I actually think it's valuable to be limited in our knowledge and learning in the same ways as the students, even if we may be more skilled at identifying information that helps overcome our lack of knowledge. I tried very hard to position myself as a non-expert on any of the countries or issues, which by the way was easy to do since I am a non-expert on any of them, and I encouraged the students to work with me to learn as much as we could from the archive together. Doing that allowed us to share our excitement, even a guide to pronunciation of names, maps, resources to pursue that provide contextual information. So it's easy for a faculty member to overcome their lack of sense of knowledge if they're willing to give it a whirl. That's great. I think that's an incredibly valuable framing and it sounds like it really lent itself well to all the activities you were able to do in your courses. Thank you so much for taking the time to share your experience and your expertise with us. It's been such a pleasure hearing about all the ways you've been able to embed these materials into your teaching and especially how they've gone on and affected students deeply and their trajectories, hopefully as knowledge producers. Thank you. It's been my pleasure. Thank you again to Dr. Abigail Stewart for joining us on the podcast today and sharing her uniquely vast breadth of experience teaching with the archive's materials. We are sure her insights about student empowerment through their engagement with the primary research materials in the archive and the opportunity to understand the complexities and pluralisms of feminisms across geography and history will be invaluable to instructors of any course looking to engage with the Global Feminisms Project materials. Thank you for listening to this episode of Contextualizing Feminist Voices, Teaching with the Global Feminisms Project, a podcast created by the Global Feminisms Project. Teaching with the Global Feminisms Project, a podcast created by the Global Feminisms Project. The entire team hopes it will help you understand and incorporate the materials on the website into your class. If you liked this episode, check out the other podcasts in the series, as well as materials about countries, teaching resources, and interviews on the website. Thank you."}