{"speakers": [{"speaker": "SPEAKER_04", "timestamp": [0.0, 13.86], "text": " Welcome to Contextualizing Feminist Voices, Teaching with the Global Feminisms Project."}, {"speaker": "SPEAKER_04", "timestamp": [14.42, 20.02], "text": " This series is focused on teaching, pedagogy, and uses of the archive in the context of the classroom."}, {"speaker": "SPEAKER_04", "timestamp": [20.6, 25.18], "text": " Designed with a special emphasis on educators, in each episode you will learn from instructors"}, {"speaker": "SPEAKER_04", "timestamp": [25.18, 29.54], "text": " who have used the project's interviews in their courses, and about activities and resources"}, {"speaker": "SPEAKER_04", "timestamp": [29.54, 31.9], "text": " for incorporating the archive into your class."}, {"speaker": "SPEAKER_00", "timestamp": [32.96, 38.94], "text": " Welcome to this episode of Contextualizing Feminist Voices, Teaching with the Global"}, {"speaker": "SPEAKER_00", "timestamp": [38.94, 40.06], "text": " Feminisms Project."}, {"speaker": "SPEAKER_00", "timestamp": [40.06, 54.72], "text": " This episode features recordings from the Global Feminisms Project Conference, Teaching Global Feminisms, Using Activist Interviews Across Disciplines, which took place virtually on October 9, 2021."}, {"speaker": "SPEAKER_00", "timestamp": [55.5, 58.44], "text": " You can also view the entire program on our website."}, {"speaker": "SPEAKER_00", "timestamp": [66.4, 72.8], "text": " we will hear from Professor Elizabeth Cole, who outlines her use of the interviews in the Introduction to Women's Studies course at the University of Michigan. Professor Abigail Dooms,"}, {"speaker": "SPEAKER_00", "timestamp": [73.16, 78.86], "text": " who talks about using the archives in a different way when she taught the same course, and Hannah"}, {"speaker": "SPEAKER_00", "timestamp": [78.86, 86.5], "text": " Smith, who comments on her experiences in that course as a student. Let's begin by listening to Elizabeth Cole,"}, {"speaker": "SPEAKER_00", "timestamp": [86.5, 90.6], "text": " professor of psychology and women's and gender studies."}, {"speaker": "SPEAKER_01", "timestamp": [90.6, 94.38], "text": " Hi everyone, I'm Liz Cole from the University of Michigan."}, {"speaker": "SPEAKER_01", "timestamp": [94.38, 97.02], "text": " I'm here to tell you about how I use"}, {"speaker": "SPEAKER_01", "timestamp": [97.02, 100.64], "text": " the Global Feminisms Archive in my introduction"}, {"speaker": "SPEAKER_01", "timestamp": [100.64, 104.02], "text": " to women's studies course at the University of Michigan."}, {"speaker": "SPEAKER_01", "timestamp": [112.0, 130.4], "text": " Now at our school, introduction to Women's Studies course at the University of Michigan. Now at our school, Introduction to Women's Studies is a large enrollment course. It usually has at least 200 students, and it includes one 2-hour discussion each week, as well as 2 one-hour lectures, and it provides an introduction to the field for both students who are majoring in women's and gender studies and those who are not it also provides a key training opportunity"}, {"speaker": "SPEAKER_01", "timestamp": [130.4, 135.84], "text": " for our doctoral students they lead the demanding discussion sections and they each give two"}, {"speaker": "SPEAKER_01", "timestamp": [135.84, 141.76], "text": " lectures on a topic related to their research additionally our department had committed to"}, {"speaker": "SPEAKER_01", "timestamp": [142.48, 145.68], "text": " offering an assignment in this course every time we do the"}, {"speaker": "SPEAKER_01", "timestamp": [145.68, 152.56], "text": " class called an activism project which was intended to provide students with a first-hand"}, {"speaker": "SPEAKER_01", "timestamp": [152.56, 157.52], "text": " demonstration of the fundamental connection between feminist scholarship and social change"}, {"speaker": "SPEAKER_01", "timestamp": [159.52, 171.0], "text": " so the course presented a few challenges um first of all, whenever we teach intro I think there's a challenge of connecting feminist theory to practice."}, {"speaker": "SPEAKER_01", "timestamp": [171.0, 197.0], "text": " In this course in particular there was a challenge of, and with a course of 200 in a small town like Ann Arbor, it really posed a tremendous burden for our local activists to comply with these requests."}, {"speaker": "SPEAKER_01", "timestamp": [197.0, 205.52], "text": " So one way that I tried to make the course seem more immediately practical to the students was through the use of the videos from the Global Feminisms"}, {"speaker": "SPEAKER_01", "timestamp": [205.52, 212.0], "text": " Project archive. I created a library of video clips that illustrate key concepts from the course"}, {"speaker": "SPEAKER_01", "timestamp": [212.8, 217.6], "text": " and incorporating the excerpts into my lectures and into assignments for the course"}, {"speaker": "SPEAKER_01", "timestamp": [217.6, 224.0], "text": " helped me address these challenges. The activists in these interviews are very eloquent and they"}, {"speaker": "SPEAKER_01", "timestamp": [224.0, 237.0], "text": " help connect some of the abstract theoretical ideas from the course, like intersectionality, or the idea that differences between women are socially constructed, or the importance of coalitions to"}, {"speaker": "SPEAKER_01", "timestamp": [237.0, 248.0], "text": " feminist movements. These clips help us connect those abstract concepts to activists real work for social change. The usefulness of theory for"}, {"speaker": "SPEAKER_01", "timestamp": [248.0, 252.8], "text": " activism is really important for students to understand as they embark on their own activism"}, {"speaker": "SPEAKER_01", "timestamp": [252.8, 258.16], "text": " projects because the point of that project is to connect the theory they're learning in"}, {"speaker": "SPEAKER_01", "timestamp": [258.16, 262.88], "text": " the course to the activism that they carry out. Using the archive also brings the voices of"}, {"speaker": "SPEAKER_00", "timestamp": [262.88, 265.2], "text": " diverse women into the lecture,"}, {"speaker": "SPEAKER_02", "timestamp": [265.2, 270.88], "text": " not only in terms of race and ethnicity, but also age, sexuality, ability, status, and"}, {"speaker": "SPEAKER_01", "timestamp": [270.88, 280.34], "text": " nation of origin. So to give you just a taste of this, in a lecture that I do that problematizes"}, {"speaker": "SPEAKER_01", "timestamp": [280.34, 286.0], "text": " the way the US feminist movement has often been described in terms of waves."}, {"speaker": "SPEAKER_01", "timestamp": [286.0, 295.0], "text": " I use clips from several different interviews to illustrate the kind of activist work that women of color organizations were doing here in the US."}, {"speaker": "SPEAKER_01", "timestamp": [295.0, 311.48], "text": " I introduced a pair of activists who are would begin with sort of a thumbnail background on the interviewees."}, {"speaker": "SPEAKER_01", "timestamp": [312.06, 327.44], "text": " And then I would move on to a short clip. I think it's really important to give the students some scaffolding questions so they can watch the clip"}, {"speaker": "SPEAKER_01", "timestamp": [327.44, 329.6], "text": " in an intentional way to think about"}, {"speaker": "SPEAKER_01", "timestamp": [329.6, 331.4], "text": " how they're gonna connect what they're seeing"}, {"speaker": "SPEAKER_01", "timestamp": [331.4, 333.56], "text": " to the concepts from the course."}, {"speaker": "SPEAKER_01", "timestamp": [333.56, 336.34], "text": " So in this case, I asked them to think about"}, {"speaker": "SPEAKER_01", "timestamp": [336.34, 338.36], "text": " what Kramer and Taylor were saying"}, {"speaker": "SPEAKER_01", "timestamp": [338.36, 342.64], "text": " in relation to the concept of radical versus reform feminism"}, {"speaker": "SPEAKER_01", "timestamp": [342.64, 344.82], "text": " or the idea of a justice-based movement"}, {"speaker": "SPEAKER_01", "timestamp": [344.82, 347.34], "text": " rather than a rights-based movement."}, {"speaker": "SPEAKER_01", "timestamp": [348.66, 353.44], "text": " The other way that I used the archive in my course"}, {"speaker": "SPEAKER_01", "timestamp": [353.44, 355.42], "text": " is through an assignment."}, {"speaker": "SPEAKER_01", "timestamp": [355.42, 357.46], "text": " And I'll just run through this quickly."}, {"speaker": "SPEAKER_01", "timestamp": [357.46, 359.16], "text": " In the activism assignment,"}, {"speaker": "SPEAKER_01", "timestamp": [359.16, 362.3], "text": " they go out and they observe some activism,"}, {"speaker": "SPEAKER_01", "timestamp": [362.3, 363.74], "text": " they reflect on it,"}, {"speaker": "SPEAKER_01", "timestamp": [363.74, 370.0], "text": " and then they apply it to either an actual act of activism or a proposal for one."}, {"speaker": "SPEAKER_01", "timestamp": [370.0, 385.0], "text": " And so in the investigation phase, we asked students to watch three of the Global Feminism's interviews, one from the US and two from other countries, and to compare and contrast them."}, {"speaker": "SPEAKER_01", "timestamp": [385.0, 394.0], "text": " And this gave them a way of really sort of seeing how people create social change in a complex way,"}, {"speaker": "SPEAKER_01", "timestamp": [394.0, 400.0], "text": " and to reflect on how that might generate strategies for their own project."}, {"speaker": "SPEAKER_01", "timestamp": [400.0, 405.32], "text": " So just to give you a couple quick takeaways, the interviews are helpful to bring real examples"}, {"speaker": "SPEAKER_01", "timestamp": [405.32, 407.0], "text": " into your course materials."}, {"speaker": "SPEAKER_01", "timestamp": [407.0, 408.26], "text": " And the archives are big enough"}, {"speaker": "SPEAKER_01", "timestamp": [408.26, 410.04], "text": " that you can let students read interviews"}, {"speaker": "SPEAKER_01", "timestamp": [410.04, 411.76], "text": " based on their own interests."}, {"speaker": "SPEAKER_01", "timestamp": [412.64, 415.56], "text": " Another nice thing is that you can use the interviews"}, {"speaker": "SPEAKER_01", "timestamp": [415.56, 418.24], "text": " in whole or in part, and that seems kind of obvious,"}, {"speaker": "SPEAKER_01", "timestamp": [418.24, 419.74], "text": " but I think when you go into the archive,"}, {"speaker": "SPEAKER_01", "timestamp": [419.74, 422.42], "text": " you realize they're very complex, they're meaty,"}, {"speaker": "SPEAKER_01", "timestamp": [422.42, 424.24], "text": " they need a lot of background."}, {"speaker": "SPEAKER_01", "timestamp": [424.24, 431.04], "text": " And so using these clips is a way to make students have the opportunity to be exposed"}, {"speaker": "SPEAKER_01", "timestamp": [431.04, 432.32], "text": " to many different activists."}, {"speaker": "SPEAKER_01", "timestamp": [432.32, 437.64], "text": " And then finally, I think it's helpful to provide some scaffolding for students viewing,"}, {"speaker": "SPEAKER_01", "timestamp": [437.64, 452.3], "text": " particularly for students with less women's and gender studies."}, {"speaker": "SPEAKER_00", "timestamp": [452.3, 458.68], "text": " Abby taught the same introductory course using the interview materials in a different way."}, {"speaker": "SPEAKER_00", "timestamp": [458.68, 464.62], "text": " She taught it during the pandemic, so it had the kind of complex structure with both synchronous"}, {"speaker": "SPEAKER_00", "timestamp": [464.62, 468.5], "text": " and asynchronous elements that many courses did in that period."}, {"speaker": "SPEAKER_02", "timestamp": [470.48, 477.8], "text": " This past winter, I also had the pleasure of teaching Introduction to Women's and Gender Studies."}, {"speaker": "SPEAKER_02", "timestamp": [478.62, 484.26], "text": " As Professor Cole mentioned, it's one of the Department of Women's and Gender Studies large lecture courses."}, {"speaker": "SPEAKER_02", "timestamp": [484.26, 490.48], "text": " The semester I taught it had just about 300 students. It was offered virtually as a synchronous"}, {"speaker": "SPEAKER_02", "timestamp": [490.48, 498.56], "text": " lecture, but students could also watch lectures asynchronously. For the final project, my teaching"}, {"speaker": "SPEAKER_02", "timestamp": [498.56, 506.44], "text": " team and I invited students to choose one of two options, an archival research project or an ethnographic research"}, {"speaker": "SPEAKER_02", "timestamp": [506.44, 512.22], "text": " project. And I'll be focusing on the archival research project. So the archival research"}, {"speaker": "SPEAKER_02", "timestamp": [512.22, 518.7], "text": " project asked students to draw from the Global Feminism Project archive and incorporate interview"}, {"speaker": "SPEAKER_02", "timestamp": [518.7, 524.3], "text": " data into their analyses. This project was completed in groups of three to four students,"}, {"speaker": "SPEAKER_02", "timestamp": [524.44, 535.0], "text": " but if students had a strong preference to complete an individual project, they were advised to reach out to their graduate student instructor to find a solution that worked for their learning needs."}, {"speaker": "SPEAKER_02", "timestamp": [535.0, 537.0], "text": " We were flexible with that."}, {"speaker": "SPEAKER_02", "timestamp": [537.0, 545.0], "text": " For the archival research project, students first explored the archive on their own and also with their discussion sections."}, {"speaker": "SPEAKER_02", "timestamp": [545.2, 546.8], "text": " Because most students we found were"}, {"speaker": "SPEAKER_02", "timestamp": [547.0, 550.88], "text": " discovering the Global Feminism Project website for the first time,"}, {"speaker": "SPEAKER_02", "timestamp": [551.08, 556.44], "text": " we found it helpful to point out key features of how the website is organized."}, {"speaker": "SPEAKER_02", "timestamp": [556.64, 559.6], "text": " We explained that interviews could be found by searching through thematic"}, {"speaker": "SPEAKER_02", "timestamp": [559.8, 564.56], "text": " categories, and these interview themes include academic and women's studies,"}, {"speaker": "SPEAKER_02", "timestamp": [587.98, 588.66], "text": " And these interview themes include academic and women's studies, art writing as activism, community activism, disability rights, education, environment, feminist conferences, gender and health, gender-based violence, human trafficking and prostitution, imprisonment, international rights, LGBTQ rights, intersectionality, media, politics and the law,"}, {"speaker": "SPEAKER_02", "timestamp": [594.74, 602.1], "text": " racial identity, reproductive rights, reform of domestic and family roles, and rural women and land reform. We also took care to explain that an interview transcript accompanied each interview."}, {"speaker": "SPEAKER_02", "timestamp": [602.22, 606.3], "text": " This was helpful. Students seemed to find it very helpful"}, {"speaker": "SPEAKER_02", "timestamp": [606.3, 610.94], "text": " to read the transcripts alongside the interview video or after watching the videos to mine the"}, {"speaker": "SPEAKER_02", "timestamp": [610.94, 616.9], "text": " transcripts for salient quotations. Students were then asked to choose a course-related theme or"}, {"speaker": "SPEAKER_02", "timestamp": [616.9, 623.16], "text": " concept and to analyze an interview related to that theme. Each group member was required to"}, {"speaker": "SPEAKER_02", "timestamp": [623.16, 626.04], "text": " analyze at least one archived interview. From"}, {"speaker": "SPEAKER_02", "timestamp": [626.04, 630.86], "text": " there, students then had quite a bit of flexibility. They were able to choose the project format"}, {"speaker": "SPEAKER_02", "timestamp": [630.86, 638.72], "text": " from a range of formats, including a zine, a video, a podcast, or paper. Irrespective of their formats,"}, {"speaker": "SPEAKER_02", "timestamp": [638.84, 642.54], "text": " however, the projects were expected to have a clear introduction, body, and conclusion,"}, {"speaker": "SPEAKER_02", "timestamp": [643.12, 649.48], "text": " in addition to the expectation that they formulate a unique argument and demonstrate a solid understanding of the material."}, {"speaker": "SPEAKER_02", "timestamp": [650.94, 656.36], "text": " Finally, because this is and was an introductory course, we provided guidance about the structure"}, {"speaker": "SPEAKER_02", "timestamp": [656.36, 662.82], "text": " of the project, which included an introduction, interview background, methods, data, analysis,"}, {"speaker": "SPEAKER_02", "timestamp": [662.82, 666.12], "text": " and conclusion. So in particular, for the interview background,"}, {"speaker": "SPEAKER_02", "timestamp": [666.24, 671.04], "text": " we asked students to describe the interviews. Who are they? What do they do for methods? We asked"}, {"speaker": "SPEAKER_02", "timestamp": [671.04, 674.94], "text": " students to describe their methods and tell us what they did. For example, how did they collect"}, {"speaker": "SPEAKER_02", "timestamp": [674.94, 681.26], "text": " their data? And did they run into any methodological problems? In the data section, we asked students"}, {"speaker": "SPEAKER_02", "timestamp": [681.26, 688.48], "text": " to describe the data they collected and how it related to their argument, and in particular, key things they found interesting. And then last but not least,"}, {"speaker": "SPEAKER_02", "timestamp": [688.52, 693.22], "text": " for the analysis, we asked for a reflection on how their interview data related to a concept"}, {"speaker": "SPEAKER_02", "timestamp": [693.22, 698.2], "text": " or concepts we discussed in class. Here, we provided some space for them to describe what"}, {"speaker": "SPEAKER_02", "timestamp": [698.2, 702.98], "text": " they had learned from the interview and why it was important. For example, did they observe"}, {"speaker": "SPEAKER_02", "timestamp": [702.98, 706.76], "text": " something that reinforced or conflicted with what they learned in class?"}, {"speaker": "SPEAKER_02", "timestamp": [706.76, 709.86], "text": " Did they learn something new from this interview?"}, {"speaker": "SPEAKER_02", "timestamp": [709.86, 712.7], "text": " Using the Global Feminisms Project for this course"}, {"speaker": "SPEAKER_02", "timestamp": [712.7, 715.6], "text": " was a rewarding experience for both the students"}, {"speaker": "SPEAKER_02", "timestamp": [715.6, 717.34], "text": " and the teaching team, and I really look forward"}, {"speaker": "SPEAKER_02", "timestamp": [717.34, 720.58], "text": " to assigning this project the next time I teach the course."}, {"speaker": "SPEAKER_00", "timestamp": [730.72, 736.52], "text": " Finally, Hannah Smith, an undergraduate senior in psychology and women's and gender studies, and now a staff member on the Global Feminisms Project, provides an account on her"}, {"speaker": "SPEAKER_03", "timestamp": [736.52, 750.16], "text": " experiences in Professor Doom's course. Last year, I used the Global Feminism's archive for a group assignment in Introduction to Women's and Gender Studies taught by Professor Dumas."}, {"speaker": "SPEAKER_03", "timestamp": [750.92, 759.54], "text": " As she stated, we were given the option of either conducting an ethnographic study or using the Global Feminism's archive for our project."}, {"speaker": "SPEAKER_03", "timestamp": [759.76, 766.48], "text": " Our group opted for the archival option because having the chance to learn about a wide range of"}, {"speaker": "SPEAKER_03", "timestamp": [767.12, 771.68], "text": " feminist perspectives was really exciting to us. Even though we knew that we wanted to use"}, {"speaker": "SPEAKER_03", "timestamp": [771.68, 777.6], "text": " the archive, we weren't sure what we wanted our focus to be, so we began by using the"}, {"speaker": "SPEAKER_03", "timestamp": [777.6, 782.64], "text": " interviews by theme function on the website to get a better sense of the topics discussed in"}, {"speaker": "SPEAKER_03", "timestamp": [782.64, 789.92], "text": " the interviews. Eventually we decided that our primary interest was the connection between feminism and the"}, {"speaker": "SPEAKER_03", "timestamp": [789.92, 795.04], "text": " environmental movement outside of the United States. We were particularly interested in how"}, {"speaker": "SPEAKER_03", "timestamp": [795.04, 800.32], "text": " systems of environmental and patriarchal oppression interact in ways that are often absent from"}, {"speaker": "SPEAKER_03", "timestamp": [800.96, 806.46], "text": " the general discourse surrounding both topics. So to begin our search for interviews,"}, {"speaker": "SPEAKER_03", "timestamp": [806.68, 812.7], "text": " we focused on those interviews categorized under environment on the website. And after skimming"}, {"speaker": "SPEAKER_03", "timestamp": [812.7, 817.8], "text": " through those, we decided to focus on the Nigeria country site because eight of the"}, {"speaker": "SPEAKER_03", "timestamp": [817.8, 826.92], "text": " Nigerian interviewees spoke about the environment in some way. So we each then read or watched two interviews to identify key ideas."}, {"speaker": "SPEAKER_03", "timestamp": [827.5, 832.26], "text": " Personally, I found that it was easier for me to just read the transcripts to identify key data,"}, {"speaker": "SPEAKER_03", "timestamp": [832.86, 837.7], "text": " but I know that some of my group members preferred to watch the interview recordings themselves to"}, {"speaker": "SPEAKER_03", "timestamp": [837.7, 843.8], "text": " get more of a sense of the interviewees' intonations and mannerisms. But both methods"}, {"speaker": "SPEAKER_03", "timestamp": [843.8, 846.34], "text": " proved to be helpful for referring back to"}, {"speaker": "SPEAKER_03", "timestamp": [846.34, 852.42], "text": " specific parts of the interviews, either by noting video timestamps or written page numbers."}, {"speaker": "SPEAKER_03", "timestamp": [853.18, 858.86], "text": " From there, we narrowed our focus down to four interviews that held the common themes we were"}, {"speaker": "SPEAKER_03", "timestamp": [858.86, 865.28], "text": " interested in exploring. We found that for many of the interviewees, the term environment was actually two-pronged."}, {"speaker": "SPEAKER_03", "timestamp": [865.28, 870.46], "text": " In one sense, it was about climate change and the natural world, while in the other,"}, {"speaker": "SPEAKER_03", "timestamp": [870.46, 874.66], "text": " it was about the immediate contexts that make up women's realities."}, {"speaker": "SPEAKER_03", "timestamp": [874.66, 880.14], "text": " For example, in her interview, Joy Ngozi-Ezilo states that women experience material effects"}, {"speaker": "SPEAKER_03", "timestamp": [880.14, 885.72], "text": " of climate change because of their social position as opposed to an intrinsic or spiritual connection"}, {"speaker": "SPEAKER_03", "timestamp": [885.72, 891.36], "text": " to nature. This point especially stuck with us due to its pragmatism and it led us to"}, {"speaker": "SPEAKER_03", "timestamp": [891.36, 897.38], "text": " adapt our working definition of environment and sort of guided us away from a traditionally"}, {"speaker": "SPEAKER_03", "timestamp": [897.38, 906.02], "text": " western environmental feminist perspective. So in addition to thinking about the concept of one's external environment,"}, {"speaker": "SPEAKER_03", "timestamp": [907.14, 913.12], "text": " reading the interviews gave us a more well-rounded understanding of activism and just the"}, {"speaker": "SPEAKER_03", "timestamp": [913.12, 919.78], "text": " feminist movement generally. After spending the semester primarily reading and discussing"}, {"speaker": "SPEAKER_03", "timestamp": [919.78, 925.96], "text": " canonical feminist writings and theories, it was really valuable for us to be able to integrate"}, {"speaker": "SPEAKER_03", "timestamp": [925.96, 931.74], "text": " information about feminism in practice into our introductory understanding of women's and gender"}, {"speaker": "SPEAKER_03", "timestamp": [931.74, 938.78], "text": " studies. In some ways, the activists interviewed reflected many of the concepts that we had"}, {"speaker": "SPEAKER_03", "timestamp": [938.78, 943.2], "text": " previously learned in the course, while others presented a completely different paradigm for"}, {"speaker": "SPEAKER_03", "timestamp": [943.2, 945.3], "text": " thinking about activism."}, {"speaker": "SPEAKER_03", "timestamp": [950.04, 955.06], "text": " So several of the Nigerian interviewees shied away from using the term feminist for reasons that included the connotation with a Western feminist approach."}, {"speaker": "SPEAKER_03", "timestamp": [955.7, 959.38], "text": " For example, Azila makes the point that even though she identifies as a feminist,"}, {"speaker": "SPEAKER_03", "timestamp": [960.74, 964.5], "text": " she views African feminism and Western feminism very differently."}, {"speaker": "SPEAKER_03", "timestamp": [966.7, 971.24], "text": " She states that her conceptualization of feminism includes a lot of collaboration and maintaining strong family"}, {"speaker": "SPEAKER_03", "timestamp": [971.24, 977.32], "text": " dynamics and also upholding cultural traditions. A couple of the other interviewees reflected a"}, {"speaker": "SPEAKER_03", "timestamp": [977.32, 982.8], "text": " similar perspective where they rejected separatist values that they associate with Western feminism."}, {"speaker": "SPEAKER_03", "timestamp": [988.26, 995.26], "text": " separatist values that they associate with Western feminism. So in addition to the interviews themselves, we also used the interviewee bios and the Nigeria countryside timeline to better"}, {"speaker": "SPEAKER_03", "timestamp": [995.26, 1001.92], "text": " contextualize the information in the interviews. So for example, some of the interviewees referenced"}, {"speaker": "SPEAKER_03", "timestamp": [1001.92, 1005.7], "text": " a particular project or initiative that they were involved with."}, {"speaker": "SPEAKER_03", "timestamp": [1013.28, 1015.08], "text": " And as we were completely unfamiliar with them, it was really helpful to be able to turn to the short summaries in the interviewee bios."}, {"speaker": "SPEAKER_03", "timestamp": [1023.6, 1027.88], "text": " So overall, from a student perspective, we found that using the archive was a really unique and meaningful way to do research and to work from."}, {"speaker": "SPEAKER_00", "timestamp": [1033.42, 1040.2], "text": " We hope you found these three perspectives on using the interviews from the Global Feminisms Project Archive in the introductory women's and gender studies course helpful. A few observations"}, {"speaker": "SPEAKER_00", "timestamp": [1040.2, 1045.06], "text": " arose at the end of the panel that we thought might be of interest as well."}, {"speaker": "SPEAKER_00", "timestamp": [1050.7, 1057.06], "text": " First, it's clear that instructors can use the interviews throughout the course, or in much more selective ways, and both can have a powerful impact for some or all of the students."}, {"speaker": "SPEAKER_00", "timestamp": [1057.94, 1063.18], "text": " Second, if you use the interviews to highlight similarities and differences in different"}, {"speaker": "SPEAKER_00", "timestamp": [1063.18, 1065.78], "text": " countries, this enables students to"}, {"speaker": "SPEAKER_00", "timestamp": [1065.78, 1072.48], "text": " gain an appreciation for what transnational feminisms may mean. For example, you can ask"}, {"speaker": "SPEAKER_00", "timestamp": [1072.48, 1079.16], "text": " them to examine why some activists chose some strategies over others to address the same social"}, {"speaker": "SPEAKER_00", "timestamp": [1079.16, 1093.58], "text": " problems. Third, the use of brief video clips from the interviews in classes outlined by Liz Cole is a very powerful way to illuminate a point that students might find confusing or abstract."}, {"speaker": "SPEAKER_00", "timestamp": [1094.26, 1102.1], "text": " Hearing a person talk about an experience is different, and it also brings these activist voices in the room in a real way."}, {"speaker": "SPEAKER_00", "timestamp": [1107.0, 1113.0], "text": " voices in the room in a real way. Finally, both Abby and Hannah pointed to the use of themes and keywords as helpful to students as well as instructors for finding material they are"}, {"speaker": "SPEAKER_00", "timestamp": [1113.0, 1119.58], "text": " looking for on a particular topic. You no doubt notice other points that are important for you"}, {"speaker": "SPEAKER_00", "timestamp": [1119.58, 1125.62], "text": " and your own teaching. Please let us know how you use these materials in your introductory"}, {"speaker": "SPEAKER_00", "timestamp": [1125.62, 1131.32], "text": " or other class. We would love to post examples from your teaching on our website"}, {"speaker": "SPEAKER_00", "timestamp": [1131.32, 1137.2], "text": " in the teaching resources section. Thank you so much and we'll see you in the next episode."}, {"speaker": "SPEAKER_04", "timestamp": [1139.12, 1142.94], "text": " Thank you for listening to this episode of Contextualizing Feminist Voices,"}, {"speaker": "SPEAKER_04", "timestamp": [1143.22, 1150.32], "text": " Teaching with the Global Feminisms Project, a podcast created by the global feminisms project the entire team hopes it will"}, {"speaker": "SPEAKER_04", "timestamp": [1150.32, 1155.2], "text": " help you understand and incorporate the materials on the website into your class if you liked this"}, {"speaker": "SPEAKER_04", "timestamp": [1155.2, 1159.88], "text": " episode check out the other podcasts in the series as well as materials about countries"}, {"speaker": "SPEAKER_01", "timestamp": [1159.88, null], "text": " teaching resources and interviews on the website."}], "chunks": [{"timestamp": [0.0, 13.86], "text": " Welcome to Contextualizing Feminist Voices, Teaching with the Global Feminisms Project."}, {"timestamp": [14.42, 20.02], "text": " This series is focused on teaching, pedagogy, and uses of the archive in the context of the classroom."}, {"timestamp": [20.6, 25.18], "text": " Designed with a special emphasis on educators, in each episode you will learn from instructors"}, {"timestamp": [25.18, 29.54], "text": " who have used the project's interviews in their courses, and about activities and resources"}, {"timestamp": [29.54, 31.9], "text": " for incorporating the archive into your class."}, {"timestamp": [32.96, 38.94], "text": " Welcome to this episode of Contextualizing Feminist Voices, Teaching with the Global"}, {"timestamp": [38.94, 40.06], "text": " Feminisms Project."}, {"timestamp": [40.06, 54.72], "text": " This episode features recordings from the Global Feminisms Project Conference, Teaching Global Feminisms, Using Activist Interviews Across Disciplines, which took place virtually on October 9, 2021."}, {"timestamp": [55.5, 58.44], "text": " You can also view the entire program on our website."}, {"timestamp": [66.4, 72.8], "text": " we will hear from Professor Elizabeth Cole, who outlines her use of the interviews in the Introduction to Women's Studies course at the University of Michigan. Professor Abigail Dooms,"}, {"timestamp": [73.16, 78.86], "text": " who talks about using the archives in a different way when she taught the same course, and Hannah"}, {"timestamp": [78.86, 86.5], "text": " Smith, who comments on her experiences in that course as a student. Let's begin by listening to Elizabeth Cole,"}, {"timestamp": [86.5, 90.6], "text": " professor of psychology and women's and gender studies."}, {"timestamp": [90.6, 94.38], "text": " Hi everyone, I'm Liz Cole from the University of Michigan."}, {"timestamp": [94.38, 97.02], "text": " I'm here to tell you about how I use"}, {"timestamp": [97.02, 100.64], "text": " the Global Feminisms Archive in my introduction"}, {"timestamp": [100.64, 104.02], "text": " to women's studies course at the University of Michigan."}, {"timestamp": [112.0, 130.4], "text": " Now at our school, introduction to Women's Studies course at the University of Michigan. Now at our school, Introduction to Women's Studies is a large enrollment course. It usually has at least 200 students, and it includes one 2-hour discussion each week, as well as 2 one-hour lectures, and it provides an introduction to the field for both students who are majoring in women's and gender studies and those who are not it also provides a key training opportunity"}, {"timestamp": [130.4, 135.84], "text": " for our doctoral students they lead the demanding discussion sections and they each give two"}, {"timestamp": [135.84, 141.76], "text": " lectures on a topic related to their research additionally our department had committed to"}, {"timestamp": [142.48, 145.68], "text": " offering an assignment in this course every time we do the"}, {"timestamp": [145.68, 152.56], "text": " class called an activism project which was intended to provide students with a first-hand"}, {"timestamp": [152.56, 157.52], "text": " demonstration of the fundamental connection between feminist scholarship and social change"}, {"timestamp": [159.52, 171.0], "text": " so the course presented a few challenges um first of all, whenever we teach intro I think there's a challenge of connecting feminist theory to practice."}, {"timestamp": [171.0, 197.0], "text": " In this course in particular there was a challenge of, and with a course of 200 in a small town like Ann Arbor, it really posed a tremendous burden for our local activists to comply with these requests."}, {"timestamp": [197.0, 205.52], "text": " So one way that I tried to make the course seem more immediately practical to the students was through the use of the videos from the Global Feminisms"}, {"timestamp": [205.52, 212.0], "text": " Project archive. I created a library of video clips that illustrate key concepts from the course"}, {"timestamp": [212.8, 217.6], "text": " and incorporating the excerpts into my lectures and into assignments for the course"}, {"timestamp": [217.6, 224.0], "text": " helped me address these challenges. The activists in these interviews are very eloquent and they"}, {"timestamp": [224.0, 237.0], "text": " help connect some of the abstract theoretical ideas from the course, like intersectionality, or the idea that differences between women are socially constructed, or the importance of coalitions to"}, {"timestamp": [237.0, 248.0], "text": " feminist movements. These clips help us connect those abstract concepts to activists real work for social change. The usefulness of theory for"}, {"timestamp": [248.0, 252.8], "text": " activism is really important for students to understand as they embark on their own activism"}, {"timestamp": [252.8, 258.16], "text": " projects because the point of that project is to connect the theory they're learning in"}, {"timestamp": [258.16, 262.88], "text": " the course to the activism that they carry out. Using the archive also brings the voices of"}, {"timestamp": [262.88, 265.2], "text": " diverse women into the lecture,"}, {"timestamp": [265.2, 270.88], "text": " not only in terms of race and ethnicity, but also age, sexuality, ability, status, and"}, {"timestamp": [270.88, 280.34], "text": " nation of origin. So to give you just a taste of this, in a lecture that I do that problematizes"}, {"timestamp": [280.34, 286.0], "text": " the way the US feminist movement has often been described in terms of waves."}, {"timestamp": [286.0, 295.0], "text": " I use clips from several different interviews to illustrate the kind of activist work that women of color organizations were doing here in the US."}, {"timestamp": [295.0, 311.48], "text": " I introduced a pair of activists who are would begin with sort of a thumbnail background on the interviewees."}, {"timestamp": [312.06, 327.44], "text": " And then I would move on to a short clip. I think it's really important to give the students some scaffolding questions so they can watch the clip"}, {"timestamp": [327.44, 329.6], "text": " in an intentional way to think about"}, {"timestamp": [329.6, 331.4], "text": " how they're gonna connect what they're seeing"}, {"timestamp": [331.4, 333.56], "text": " to the concepts from the course."}, {"timestamp": [333.56, 336.34], "text": " So in this case, I asked them to think about"}, {"timestamp": [336.34, 338.36], "text": " what Kramer and Taylor were saying"}, {"timestamp": [338.36, 342.64], "text": " in relation to the concept of radical versus reform feminism"}, {"timestamp": [342.64, 344.82], "text": " or the idea of a justice-based movement"}, {"timestamp": [344.82, 347.34], "text": " rather than a rights-based movement."}, {"timestamp": [348.66, 353.44], "text": " The other way that I used the archive in my course"}, {"timestamp": [353.44, 355.42], "text": " is through an assignment."}, {"timestamp": [355.42, 357.46], "text": " And I'll just run through this quickly."}, {"timestamp": [357.46, 359.16], "text": " In the activism assignment,"}, {"timestamp": [359.16, 362.3], "text": " they go out and they observe some activism,"}, {"timestamp": [362.3, 363.74], "text": " they reflect on it,"}, {"timestamp": [363.74, 370.0], "text": " and then they apply it to either an actual act of activism or a proposal for one."}, {"timestamp": [370.0, 385.0], "text": " And so in the investigation phase, we asked students to watch three of the Global Feminism's interviews, one from the US and two from other countries, and to compare and contrast them."}, {"timestamp": [385.0, 394.0], "text": " And this gave them a way of really sort of seeing how people create social change in a complex way,"}, {"timestamp": [394.0, 400.0], "text": " and to reflect on how that might generate strategies for their own project."}, {"timestamp": [400.0, 405.32], "text": " So just to give you a couple quick takeaways, the interviews are helpful to bring real examples"}, {"timestamp": [405.32, 407.0], "text": " into your course materials."}, {"timestamp": [407.0, 408.26], "text": " And the archives are big enough"}, {"timestamp": [408.26, 410.04], "text": " that you can let students read interviews"}, {"timestamp": [410.04, 411.76], "text": " based on their own interests."}, {"timestamp": [412.64, 415.56], "text": " Another nice thing is that you can use the interviews"}, {"timestamp": [415.56, 418.24], "text": " in whole or in part, and that seems kind of obvious,"}, {"timestamp": [418.24, 419.74], "text": " but I think when you go into the archive,"}, {"timestamp": [419.74, 422.42], "text": " you realize they're very complex, they're meaty,"}, {"timestamp": [422.42, 424.24], "text": " they need a lot of background."}, {"timestamp": [424.24, 431.04], "text": " And so using these clips is a way to make students have the opportunity to be exposed"}, {"timestamp": [431.04, 432.32], "text": " to many different activists."}, {"timestamp": [432.32, 437.64], "text": " And then finally, I think it's helpful to provide some scaffolding for students viewing,"}, {"timestamp": [437.64, 452.3], "text": " particularly for students with less women's and gender studies."}, {"timestamp": [452.3, 458.68], "text": " Abby taught the same introductory course using the interview materials in a different way."}, {"timestamp": [458.68, 464.62], "text": " She taught it during the pandemic, so it had the kind of complex structure with both synchronous"}, {"timestamp": [464.62, 468.5], "text": " and asynchronous elements that many courses did in that period."}, {"timestamp": [470.48, 477.8], "text": " This past winter, I also had the pleasure of teaching Introduction to Women's and Gender Studies."}, {"timestamp": [478.62, 484.26], "text": " As Professor Cole mentioned, it's one of the Department of Women's and Gender Studies large lecture courses."}, {"timestamp": [484.26, 490.48], "text": " The semester I taught it had just about 300 students. It was offered virtually as a synchronous"}, {"timestamp": [490.48, 498.56], "text": " lecture, but students could also watch lectures asynchronously. For the final project, my teaching"}, {"timestamp": [498.56, 506.44], "text": " team and I invited students to choose one of two options, an archival research project or an ethnographic research"}, {"timestamp": [506.44, 512.22], "text": " project. And I'll be focusing on the archival research project. So the archival research"}, {"timestamp": [512.22, 518.7], "text": " project asked students to draw from the Global Feminism Project archive and incorporate interview"}, {"timestamp": [518.7, 524.3], "text": " data into their analyses. This project was completed in groups of three to four students,"}, {"timestamp": [524.44, 535.0], "text": " but if students had a strong preference to complete an individual project, they were advised to reach out to their graduate student instructor to find a solution that worked for their learning needs."}, {"timestamp": [535.0, 537.0], "text": " We were flexible with that."}, {"timestamp": [537.0, 545.0], "text": " For the archival research project, students first explored the archive on their own and also with their discussion sections."}, {"timestamp": [545.2, 546.8], "text": " Because most students we found were"}, {"timestamp": [547.0, 550.88], "text": " discovering the Global Feminism Project website for the first time,"}, {"timestamp": [551.08, 556.44], "text": " we found it helpful to point out key features of how the website is organized."}, {"timestamp": [556.64, 559.6], "text": " We explained that interviews could be found by searching through thematic"}, {"timestamp": [559.8, 564.56], "text": " categories, and these interview themes include academic and women's studies,"}, {"timestamp": [587.98, 588.66], "text": " And these interview themes include academic and women's studies, art writing as activism, community activism, disability rights, education, environment, feminist conferences, gender and health, gender-based violence, human trafficking and prostitution, imprisonment, international rights, LGBTQ rights, intersectionality, media, politics and the law,"}, {"timestamp": [594.74, 602.1], "text": " racial identity, reproductive rights, reform of domestic and family roles, and rural women and land reform. We also took care to explain that an interview transcript accompanied each interview."}, {"timestamp": [602.22, 606.3], "text": " This was helpful. Students seemed to find it very helpful"}, {"timestamp": [606.3, 610.94], "text": " to read the transcripts alongside the interview video or after watching the videos to mine the"}, {"timestamp": [610.94, 616.9], "text": " transcripts for salient quotations. Students were then asked to choose a course-related theme or"}, {"timestamp": [616.9, 623.16], "text": " concept and to analyze an interview related to that theme. Each group member was required to"}, {"timestamp": [623.16, 626.04], "text": " analyze at least one archived interview. From"}, {"timestamp": [626.04, 630.86], "text": " there, students then had quite a bit of flexibility. They were able to choose the project format"}, {"timestamp": [630.86, 638.72], "text": " from a range of formats, including a zine, a video, a podcast, or paper. Irrespective of their formats,"}, {"timestamp": [638.84, 642.54], "text": " however, the projects were expected to have a clear introduction, body, and conclusion,"}, {"timestamp": [643.12, 649.48], "text": " in addition to the expectation that they formulate a unique argument and demonstrate a solid understanding of the material."}, {"timestamp": [650.94, 656.36], "text": " Finally, because this is and was an introductory course, we provided guidance about the structure"}, {"timestamp": [656.36, 662.82], "text": " of the project, which included an introduction, interview background, methods, data, analysis,"}, {"timestamp": [662.82, 666.12], "text": " and conclusion. So in particular, for the interview background,"}, {"timestamp": [666.24, 671.04], "text": " we asked students to describe the interviews. Who are they? What do they do for methods? We asked"}, {"timestamp": [671.04, 674.94], "text": " students to describe their methods and tell us what they did. For example, how did they collect"}, {"timestamp": [674.94, 681.26], "text": " their data? And did they run into any methodological problems? In the data section, we asked students"}, {"timestamp": [681.26, 688.48], "text": " to describe the data they collected and how it related to their argument, and in particular, key things they found interesting. And then last but not least,"}, {"timestamp": [688.52, 693.22], "text": " for the analysis, we asked for a reflection on how their interview data related to a concept"}, {"timestamp": [693.22, 698.2], "text": " or concepts we discussed in class. Here, we provided some space for them to describe what"}, {"timestamp": [698.2, 702.98], "text": " they had learned from the interview and why it was important. For example, did they observe"}, {"timestamp": [702.98, 706.76], "text": " something that reinforced or conflicted with what they learned in class?"}, {"timestamp": [706.76, 709.86], "text": " Did they learn something new from this interview?"}, {"timestamp": [709.86, 712.7], "text": " Using the Global Feminisms Project for this course"}, {"timestamp": [712.7, 715.6], "text": " was a rewarding experience for both the students"}, {"timestamp": [715.6, 717.34], "text": " and the teaching team, and I really look forward"}, {"timestamp": [717.34, 720.58], "text": " to assigning this project the next time I teach the course."}, {"timestamp": [730.72, 736.52], "text": " Finally, Hannah Smith, an undergraduate senior in psychology and women's and gender studies, and now a staff member on the Global Feminisms Project, provides an account on her"}, {"timestamp": [736.52, 750.16], "text": " experiences in Professor Doom's course. Last year, I used the Global Feminism's archive for a group assignment in Introduction to Women's and Gender Studies taught by Professor Dumas."}, {"timestamp": [750.92, 759.54], "text": " As she stated, we were given the option of either conducting an ethnographic study or using the Global Feminism's archive for our project."}, {"timestamp": [759.76, 766.48], "text": " Our group opted for the archival option because having the chance to learn about a wide range of"}, {"timestamp": [767.12, 771.68], "text": " feminist perspectives was really exciting to us. Even though we knew that we wanted to use"}, {"timestamp": [771.68, 777.6], "text": " the archive, we weren't sure what we wanted our focus to be, so we began by using the"}, {"timestamp": [777.6, 782.64], "text": " interviews by theme function on the website to get a better sense of the topics discussed in"}, {"timestamp": [782.64, 789.92], "text": " the interviews. Eventually we decided that our primary interest was the connection between feminism and the"}, {"timestamp": [789.92, 795.04], "text": " environmental movement outside of the United States. We were particularly interested in how"}, {"timestamp": [795.04, 800.32], "text": " systems of environmental and patriarchal oppression interact in ways that are often absent from"}, {"timestamp": [800.96, 806.46], "text": " the general discourse surrounding both topics. So to begin our search for interviews,"}, {"timestamp": [806.68, 812.7], "text": " we focused on those interviews categorized under environment on the website. And after skimming"}, {"timestamp": [812.7, 817.8], "text": " through those, we decided to focus on the Nigeria country site because eight of the"}, {"timestamp": [817.8, 826.92], "text": " Nigerian interviewees spoke about the environment in some way. So we each then read or watched two interviews to identify key ideas."}, {"timestamp": [827.5, 832.26], "text": " Personally, I found that it was easier for me to just read the transcripts to identify key data,"}, {"timestamp": [832.86, 837.7], "text": " but I know that some of my group members preferred to watch the interview recordings themselves to"}, {"timestamp": [837.7, 843.8], "text": " get more of a sense of the interviewees' intonations and mannerisms. But both methods"}, {"timestamp": [843.8, 846.34], "text": " proved to be helpful for referring back to"}, {"timestamp": [846.34, 852.42], "text": " specific parts of the interviews, either by noting video timestamps or written page numbers."}, {"timestamp": [853.18, 858.86], "text": " From there, we narrowed our focus down to four interviews that held the common themes we were"}, {"timestamp": [858.86, 865.28], "text": " interested in exploring. We found that for many of the interviewees, the term environment was actually two-pronged."}, {"timestamp": [865.28, 870.46], "text": " In one sense, it was about climate change and the natural world, while in the other,"}, {"timestamp": [870.46, 874.66], "text": " it was about the immediate contexts that make up women's realities."}, {"timestamp": [874.66, 880.14], "text": " For example, in her interview, Joy Ngozi-Ezilo states that women experience material effects"}, {"timestamp": [880.14, 885.72], "text": " of climate change because of their social position as opposed to an intrinsic or spiritual connection"}, {"timestamp": [885.72, 891.36], "text": " to nature. This point especially stuck with us due to its pragmatism and it led us to"}, {"timestamp": [891.36, 897.38], "text": " adapt our working definition of environment and sort of guided us away from a traditionally"}, {"timestamp": [897.38, 906.02], "text": " western environmental feminist perspective. So in addition to thinking about the concept of one's external environment,"}, {"timestamp": [907.14, 913.12], "text": " reading the interviews gave us a more well-rounded understanding of activism and just the"}, {"timestamp": [913.12, 919.78], "text": " feminist movement generally. After spending the semester primarily reading and discussing"}, {"timestamp": [919.78, 925.96], "text": " canonical feminist writings and theories, it was really valuable for us to be able to integrate"}, {"timestamp": [925.96, 931.74], "text": " information about feminism in practice into our introductory understanding of women's and gender"}, {"timestamp": [931.74, 938.78], "text": " studies. In some ways, the activists interviewed reflected many of the concepts that we had"}, {"timestamp": [938.78, 943.2], "text": " previously learned in the course, while others presented a completely different paradigm for"}, {"timestamp": [943.2, 945.3], "text": " thinking about activism."}, {"timestamp": [950.04, 955.06], "text": " So several of the Nigerian interviewees shied away from using the term feminist for reasons that included the connotation with a Western feminist approach."}, {"timestamp": [955.7, 959.38], "text": " For example, Azila makes the point that even though she identifies as a feminist,"}, {"timestamp": [960.74, 964.5], "text": " she views African feminism and Western feminism very differently."}, {"timestamp": [966.7, 971.24], "text": " She states that her conceptualization of feminism includes a lot of collaboration and maintaining strong family"}, {"timestamp": [971.24, 977.32], "text": " dynamics and also upholding cultural traditions. A couple of the other interviewees reflected a"}, {"timestamp": [977.32, 982.8], "text": " similar perspective where they rejected separatist values that they associate with Western feminism."}, {"timestamp": [988.26, 995.26], "text": " separatist values that they associate with Western feminism. So in addition to the interviews themselves, we also used the interviewee bios and the Nigeria countryside timeline to better"}, {"timestamp": [995.26, 1001.92], "text": " contextualize the information in the interviews. So for example, some of the interviewees referenced"}, {"timestamp": [1001.92, 1005.7], "text": " a particular project or initiative that they were involved with."}, {"timestamp": [1013.28, 1015.08], "text": " And as we were completely unfamiliar with them, it was really helpful to be able to turn to the short summaries in the interviewee bios."}, {"timestamp": [1023.6, 1027.88], "text": " So overall, from a student perspective, we found that using the archive was a really unique and meaningful way to do research and to work from."}, {"timestamp": [1033.42, 1040.2], "text": " We hope you found these three perspectives on using the interviews from the Global Feminisms Project Archive in the introductory women's and gender studies course helpful. A few observations"}, {"timestamp": [1040.2, 1045.06], "text": " arose at the end of the panel that we thought might be of interest as well."}, {"timestamp": [1050.7, 1057.06], "text": " First, it's clear that instructors can use the interviews throughout the course, or in much more selective ways, and both can have a powerful impact for some or all of the students."}, {"timestamp": [1057.94, 1063.18], "text": " Second, if you use the interviews to highlight similarities and differences in different"}, {"timestamp": [1063.18, 1065.78], "text": " countries, this enables students to"}, {"timestamp": [1065.78, 1072.48], "text": " gain an appreciation for what transnational feminisms may mean. For example, you can ask"}, {"timestamp": [1072.48, 1079.16], "text": " them to examine why some activists chose some strategies over others to address the same social"}, {"timestamp": [1079.16, 1093.58], "text": " problems. Third, the use of brief video clips from the interviews in classes outlined by Liz Cole is a very powerful way to illuminate a point that students might find confusing or abstract."}, {"timestamp": [1094.26, 1102.1], "text": " Hearing a person talk about an experience is different, and it also brings these activist voices in the room in a real way."}, {"timestamp": [1107.0, 1113.0], "text": " voices in the room in a real way. Finally, both Abby and Hannah pointed to the use of themes and keywords as helpful to students as well as instructors for finding material they are"}, {"timestamp": [1113.0, 1119.58], "text": " looking for on a particular topic. You no doubt notice other points that are important for you"}, {"timestamp": [1119.58, 1125.62], "text": " and your own teaching. Please let us know how you use these materials in your introductory"}, {"timestamp": [1125.62, 1131.32], "text": " or other class. We would love to post examples from your teaching on our website"}, {"timestamp": [1131.32, 1137.2], "text": " in the teaching resources section. Thank you so much and we'll see you in the next episode."}, {"timestamp": [1139.12, 1142.94], "text": " Thank you for listening to this episode of Contextualizing Feminist Voices,"}, {"timestamp": [1143.22, 1150.32], "text": " Teaching with the Global Feminisms Project, a podcast created by the global feminisms project the entire team hopes it will"}, {"timestamp": [1150.32, 1155.2], "text": " help you understand and incorporate the materials on the website into your class if you liked this"}, {"timestamp": [1155.2, 1159.88], "text": " episode check out the other podcasts in the series as well as materials about countries"}, {"timestamp": [1159.88, null], "text": " teaching resources and interviews on the website."}], "text": " Welcome to Contextualizing Feminist Voices, Teaching with the Global Feminisms Project. This series is focused on teaching, pedagogy, and uses of the archive in the context of the classroom. Designed with a special emphasis on educators, in each episode you will learn from instructors who have used the project's interviews in their courses, and about activities and resources for incorporating the archive into your class. Welcome to this episode of Contextualizing Feminist Voices, Teaching with the Global Feminisms Project. This episode features recordings from the Global Feminisms Project Conference, Teaching Global Feminisms, Using Activist Interviews Across Disciplines, which took place virtually on October 9, 2021. You can also view the entire program on our website. we will hear from Professor Elizabeth Cole, who outlines her use of the interviews in the Introduction to Women's Studies course at the University of Michigan. Professor Abigail Dooms, who talks about using the archives in a different way when she taught the same course, and Hannah Smith, who comments on her experiences in that course as a student. Let's begin by listening to Elizabeth Cole, professor of psychology and women's and gender studies. Hi everyone, I'm Liz Cole from the University of Michigan. I'm here to tell you about how I use the Global Feminisms Archive in my introduction to women's studies course at the University of Michigan. Now at our school, introduction to Women's Studies course at the University of Michigan. Now at our school, Introduction to Women's Studies is a large enrollment course. It usually has at least 200 students, and it includes one 2-hour discussion each week, as well as 2 one-hour lectures, and it provides an introduction to the field for both students who are majoring in women's and gender studies and those who are not it also provides a key training opportunity for our doctoral students they lead the demanding discussion sections and they each give two lectures on a topic related to their research additionally our department had committed to offering an assignment in this course every time we do the class called an activism project which was intended to provide students with a first-hand demonstration of the fundamental connection between feminist scholarship and social change so the course presented a few challenges um first of all, whenever we teach intro I think there's a challenge of connecting feminist theory to practice. In this course in particular there was a challenge of, and with a course of 200 in a small town like Ann Arbor, it really posed a tremendous burden for our local activists to comply with these requests. So one way that I tried to make the course seem more immediately practical to the students was through the use of the videos from the Global Feminisms Project archive. I created a library of video clips that illustrate key concepts from the course and incorporating the excerpts into my lectures and into assignments for the course helped me address these challenges. The activists in these interviews are very eloquent and they help connect some of the abstract theoretical ideas from the course, like intersectionality, or the idea that differences between women are socially constructed, or the importance of coalitions to feminist movements. These clips help us connect those abstract concepts to activists real work for social change. The usefulness of theory for activism is really important for students to understand as they embark on their own activism projects because the point of that project is to connect the theory they're learning in the course to the activism that they carry out. Using the archive also brings the voices of diverse women into the lecture, not only in terms of race and ethnicity, but also age, sexuality, ability, status, and nation of origin. So to give you just a taste of this, in a lecture that I do that problematizes the way the US feminist movement has often been described in terms of waves. I use clips from several different interviews to illustrate the kind of activist work that women of color organizations were doing here in the US. I introduced a pair of activists who are would begin with sort of a thumbnail background on the interviewees. And then I would move on to a short clip. I think it's really important to give the students some scaffolding questions so they can watch the clip in an intentional way to think about how they're gonna connect what they're seeing to the concepts from the course. So in this case, I asked them to think about what Kramer and Taylor were saying in relation to the concept of radical versus reform feminism or the idea of a justice-based movement rather than a rights-based movement. The other way that I used the archive in my course is through an assignment. And I'll just run through this quickly. In the activism assignment, they go out and they observe some activism, they reflect on it, and then they apply it to either an actual act of activism or a proposal for one. And so in the investigation phase, we asked students to watch three of the Global Feminism's interviews, one from the US and two from other countries, and to compare and contrast them. And this gave them a way of really sort of seeing how people create social change in a complex way, and to reflect on how that might generate strategies for their own project. So just to give you a couple quick takeaways, the interviews are helpful to bring real examples into your course materials. And the archives are big enough that you can let students read interviews based on their own interests. Another nice thing is that you can use the interviews in whole or in part, and that seems kind of obvious, but I think when you go into the archive, you realize they're very complex, they're meaty, they need a lot of background. And so using these clips is a way to make students have the opportunity to be exposed to many different activists. And then finally, I think it's helpful to provide some scaffolding for students viewing, particularly for students with less women's and gender studies. Abby taught the same introductory course using the interview materials in a different way. She taught it during the pandemic, so it had the kind of complex structure with both synchronous and asynchronous elements that many courses did in that period. This past winter, I also had the pleasure of teaching Introduction to Women's and Gender Studies. As Professor Cole mentioned, it's one of the Department of Women's and Gender Studies large lecture courses. The semester I taught it had just about 300 students. It was offered virtually as a synchronous lecture, but students could also watch lectures asynchronously. For the final project, my teaching team and I invited students to choose one of two options, an archival research project or an ethnographic research project. And I'll be focusing on the archival research project. So the archival research project asked students to draw from the Global Feminism Project archive and incorporate interview data into their analyses. This project was completed in groups of three to four students, but if students had a strong preference to complete an individual project, they were advised to reach out to their graduate student instructor to find a solution that worked for their learning needs. We were flexible with that. For the archival research project, students first explored the archive on their own and also with their discussion sections. Because most students we found were discovering the Global Feminism Project website for the first time, we found it helpful to point out key features of how the website is organized. We explained that interviews could be found by searching through thematic categories, and these interview themes include academic and women's studies, And these interview themes include academic and women's studies, art writing as activism, community activism, disability rights, education, environment, feminist conferences, gender and health, gender-based violence, human trafficking and prostitution, imprisonment, international rights, LGBTQ rights, intersectionality, media, politics and the law, racial identity, reproductive rights, reform of domestic and family roles, and rural women and land reform. We also took care to explain that an interview transcript accompanied each interview. This was helpful. Students seemed to find it very helpful to read the transcripts alongside the interview video or after watching the videos to mine the transcripts for salient quotations. Students were then asked to choose a course-related theme or concept and to analyze an interview related to that theme. Each group member was required to analyze at least one archived interview. From there, students then had quite a bit of flexibility. They were able to choose the project format from a range of formats, including a zine, a video, a podcast, or paper. Irrespective of their formats, however, the projects were expected to have a clear introduction, body, and conclusion, in addition to the expectation that they formulate a unique argument and demonstrate a solid understanding of the material. Finally, because this is and was an introductory course, we provided guidance about the structure of the project, which included an introduction, interview background, methods, data, analysis, and conclusion. So in particular, for the interview background, we asked students to describe the interviews. Who are they? What do they do for methods? We asked students to describe their methods and tell us what they did. For example, how did they collect their data? And did they run into any methodological problems? In the data section, we asked students to describe the data they collected and how it related to their argument, and in particular, key things they found interesting. And then last but not least, for the analysis, we asked for a reflection on how their interview data related to a concept or concepts we discussed in class. Here, we provided some space for them to describe what they had learned from the interview and why it was important. For example, did they observe something that reinforced or conflicted with what they learned in class? Did they learn something new from this interview? Using the Global Feminisms Project for this course was a rewarding experience for both the students and the teaching team, and I really look forward to assigning this project the next time I teach the course. Finally, Hannah Smith, an undergraduate senior in psychology and women's and gender studies, and now a staff member on the Global Feminisms Project, provides an account on her experiences in Professor Doom's course. Last year, I used the Global Feminism's archive for a group assignment in Introduction to Women's and Gender Studies taught by Professor Dumas. As she stated, we were given the option of either conducting an ethnographic study or using the Global Feminism's archive for our project. Our group opted for the archival option because having the chance to learn about a wide range of feminist perspectives was really exciting to us. Even though we knew that we wanted to use the archive, we weren't sure what we wanted our focus to be, so we began by using the interviews by theme function on the website to get a better sense of the topics discussed in the interviews. Eventually we decided that our primary interest was the connection between feminism and the environmental movement outside of the United States. We were particularly interested in how systems of environmental and patriarchal oppression interact in ways that are often absent from the general discourse surrounding both topics. So to begin our search for interviews, we focused on those interviews categorized under environment on the website. And after skimming through those, we decided to focus on the Nigeria country site because eight of the Nigerian interviewees spoke about the environment in some way. So we each then read or watched two interviews to identify key ideas. Personally, I found that it was easier for me to just read the transcripts to identify key data, but I know that some of my group members preferred to watch the interview recordings themselves to get more of a sense of the interviewees' intonations and mannerisms. But both methods proved to be helpful for referring back to specific parts of the interviews, either by noting video timestamps or written page numbers. From there, we narrowed our focus down to four interviews that held the common themes we were interested in exploring. We found that for many of the interviewees, the term environment was actually two-pronged. In one sense, it was about climate change and the natural world, while in the other, it was about the immediate contexts that make up women's realities. For example, in her interview, Joy Ngozi-Ezilo states that women experience material effects of climate change because of their social position as opposed to an intrinsic or spiritual connection to nature. This point especially stuck with us due to its pragmatism and it led us to adapt our working definition of environment and sort of guided us away from a traditionally western environmental feminist perspective. So in addition to thinking about the concept of one's external environment, reading the interviews gave us a more well-rounded understanding of activism and just the feminist movement generally. After spending the semester primarily reading and discussing canonical feminist writings and theories, it was really valuable for us to be able to integrate information about feminism in practice into our introductory understanding of women's and gender studies. In some ways, the activists interviewed reflected many of the concepts that we had previously learned in the course, while others presented a completely different paradigm for thinking about activism. So several of the Nigerian interviewees shied away from using the term feminist for reasons that included the connotation with a Western feminist approach. For example, Azila makes the point that even though she identifies as a feminist, she views African feminism and Western feminism very differently. She states that her conceptualization of feminism includes a lot of collaboration and maintaining strong family dynamics and also upholding cultural traditions. A couple of the other interviewees reflected a similar perspective where they rejected separatist values that they associate with Western feminism. separatist values that they associate with Western feminism. So in addition to the interviews themselves, we also used the interviewee bios and the Nigeria countryside timeline to better contextualize the information in the interviews. So for example, some of the interviewees referenced a particular project or initiative that they were involved with. And as we were completely unfamiliar with them, it was really helpful to be able to turn to the short summaries in the interviewee bios. So overall, from a student perspective, we found that using the archive was a really unique and meaningful way to do research and to work from. We hope you found these three perspectives on using the interviews from the Global Feminisms Project Archive in the introductory women's and gender studies course helpful. A few observations arose at the end of the panel that we thought might be of interest as well. First, it's clear that instructors can use the interviews throughout the course, or in much more selective ways, and both can have a powerful impact for some or all of the students. Second, if you use the interviews to highlight similarities and differences in different countries, this enables students to gain an appreciation for what transnational feminisms may mean. For example, you can ask them to examine why some activists chose some strategies over others to address the same social problems. Third, the use of brief video clips from the interviews in classes outlined by Liz Cole is a very powerful way to illuminate a point that students might find confusing or abstract. Hearing a person talk about an experience is different, and it also brings these activist voices in the room in a real way. voices in the room in a real way. Finally, both Abby and Hannah pointed to the use of themes and keywords as helpful to students as well as instructors for finding material they are looking for on a particular topic. You no doubt notice other points that are important for you and your own teaching. Please let us know how you use these materials in your introductory or other class. We would love to post examples from your teaching on our website in the teaching resources section. Thank you so much and we'll see you in the next episode. Thank you for listening to this episode of Contextualizing Feminist Voices, Teaching with the Global Feminisms Project, a podcast created by the global feminisms project the entire team hopes it will help you understand and incorporate the materials on the website into your class if you liked this episode check out the other podcasts in the series as well as materials about countries teaching resources and interviews on the website."}