{"speakers": [{"speaker": "SPEAKER_02", "timestamp": [0.0, 6.9], "text": " Welcome to Open Minds from Creative Commons. I'm Oney Anukam, CC's Communications and Campaigns"}, {"speaker": "SPEAKER_02", "timestamp": [6.9, 12.42], "text": " Manager. Our Open Minds podcast is a series of conversations with people working on the"}, {"speaker": "SPEAKER_02", "timestamp": [12.42, 18.06], "text": " issues we're involved with and the subjects we're excited about. Each episode we sit down"}, {"speaker": "SPEAKER_02", "timestamp": [18.06, 25.18], "text": " with amazing guests who are working to make the internet and our global culture more open and collaborative."}, {"speaker": "SPEAKER_02", "timestamp": [25.9, 32.36], "text": " On this episode, we're joined by art historians Dr. Beth Harris and Dr. Stephen Zucker,"}, {"speaker": "SPEAKER_02", "timestamp": [32.92, 36.7], "text": " the co-founders and executive directors of Smart History."}, {"speaker": "SPEAKER_02", "timestamp": [38.06, 46.32], "text": " Smart History is a centre for public art history with thousands of free and CC licensed videos and essays"}, {"speaker": "SPEAKER_02", "timestamp": [46.32, 51.24], "text": " written by experts who want to share their knowledge with learners around the"}, {"speaker": "SPEAKER_02", "timestamp": [51.24, 57.46], "text": " world. Before Smart History Beth was Dean of Art and History at Khan Academy and"}, {"speaker": "SPEAKER_02", "timestamp": [57.46, 62.32], "text": " Director of Digital Learning at the Museum of Modern Art. Prior to joining"}, {"speaker": "SPEAKER_02", "timestamp": [62.32, 66.12], "text": " MoMA, Beth was Associate Professor of Art History"}, {"speaker": "SPEAKER_02", "timestamp": [66.12, 72.56], "text": " and Director of Distance Learning at the Fashion Institute of Technology, where she taught"}, {"speaker": "SPEAKER_00", "timestamp": [72.56, 79.88], "text": " both online and in the classroom. Dr Stephen Zucker's journey has been similarly decorated,"}, {"speaker": "SPEAKER_00", "timestamp": [79.88, 87.86], "text": " formally holding the positions of Dean of Art and History at Khan Academy, Chair of History of Art and"}, {"speaker": "SPEAKER_02", "timestamp": [87.86, 94.0], "text": " Design at Pratt Institute, Dean of the School of Graduate Studies at the Fashion Institute"}, {"speaker": "SPEAKER_02", "timestamp": [94.0, 102.0], "text": " of Technology, SUNY, and Chair of Art History. Stephen has also taught at the School of Visual"}, {"speaker": "SPEAKER_02", "timestamp": [102.0, 106.0], "text": " Arts, Hunter College, and at the Museum of Modern Art."}, {"speaker": "SPEAKER_02", "timestamp": [106.54, 109.16], "text": " Enough from me, let's hear from Beth and Stephen."}, {"speaker": "SPEAKER_02", "timestamp": [110.52, 116.72], "text": " Thank you Beth and Stephen for joining us on Open Minds today. It's a real pleasure to have you."}, {"speaker": "SPEAKER_02", "timestamp": [116.86, 125.18], "text": " I'd love to start by asking how the two of your paths crossed by and how you ended up founding Smart History?"}, {"speaker": "SPEAKER_01", "timestamp": [126.58, 133.52], "text": " We went to graduate school together, although our paths didn't really cross there much. We got to"}, {"speaker": "SPEAKER_01", "timestamp": [133.52, 138.58], "text": " know each other when we were both young faculty members at the State University of New York in"}, {"speaker": "SPEAKER_01", "timestamp": [138.58, 146.52], "text": " the city. And we were both in a wonderful art history department teaching students who loved the content once they"}, {"speaker": "SPEAKER_01", "timestamp": [146.52, 152.24], "text": " were introduced to it, but came into the classes often thinking this is a requirement. It's not"}, {"speaker": "SPEAKER_01", "timestamp": [152.24, 157.4], "text": " something I want to do. So we both had this task in front of us, which was to get students to fall"}, {"speaker": "SPEAKER_00", "timestamp": [157.4, 166.52], "text": " in love with the history of art. And so the web happened in the early part of our careers, which was very exciting. We're talking about the early"}, {"speaker": "SPEAKER_00", "timestamp": [166.52, 173.94], "text": " 2000s. And so we immediately started seeing what we could do with the web to help teach art history"}, {"speaker": "SPEAKER_00", "timestamp": [173.94, 180.08], "text": " and make it more engaging and accessible. We made a website about Leonardo da Vinci, about The Last"}, {"speaker": "SPEAKER_00", "timestamp": [180.08, 185.86], "text": " Supper before we worked on smart history. The idea was just how can we use the web to make"}, {"speaker": "SPEAKER_00", "timestamp": [185.86, 192.16], "text": " art history more engaging for our students? All we had in mind at the beginning was our own students."}, {"speaker": "SPEAKER_01", "timestamp": [192.94, 199.1], "text": " And what happened was Beth's husband, Joe, bought her a little $30 microphone that plugged into the"}, {"speaker": "SPEAKER_02", "timestamp": [199.1, 227.12], "text": " top of an iPod. This is long before iPhones. And we went up to the Metropolitan Museum and decided to try to create a kind of audio file for our students that would help them look closely and discover the work of art and also to be accessible and engaging and not stuffy in the way that museum audios tended to be back in that back at that moment. And also an attempt to undo the elitism that can exist around museums,"}, {"speaker": "SPEAKER_00", "timestamp": [227.98, 235.24], "text": " culture, and art history, and make it feel really real and accessible and part of their world. And"}, {"speaker": "SPEAKER_00", "timestamp": [235.24, 240.28], "text": " so that was our idea in the beginning, just for our students. We started to put the content online"}, {"speaker": "SPEAKER_00", "timestamp": [240.28, 246.78], "text": " and we put it in actually on Blogger, a very early blog site before you could easily make your"}, {"speaker": "SPEAKER_01", "timestamp": [246.78, 253.9], "text": " own website. And we started putting it in our online courses for students and they loved it."}, {"speaker": "SPEAKER_00", "timestamp": [253.96, 257.6], "text": " And we just started making more and more. And at a certain point we realized we were"}, {"speaker": "SPEAKER_00", "timestamp": [257.6, 262.5], "text": " getting enough content that we could put it inside an arch historical structure organized"}, {"speaker": "SPEAKER_00", "timestamp": [262.5, 270.3], "text": " chronologically and geographically. And we had the beginnings of a sort of online textbook. And that was the beginning of Smart History. And more"}, {"speaker": "SPEAKER_00", "timestamp": [270.3, 274.94], "text": " and more people started to use it when we put the videos online on YouTube and Vimeo. And then"}, {"speaker": "SPEAKER_00", "timestamp": [274.94, 279.8], "text": " Smart History was born from there. And it's just been growing. Our very first day with that"}, {"speaker": "SPEAKER_00", "timestamp": [279.8, 285.86], "text": " microphone was 2005. One of the things we like to say is that we went from teaching a couple of hundred"}, {"speaker": "SPEAKER_00", "timestamp": [285.86, 292.64], "text": " students a year between the two of us to teaching millions of learners around the world. And so the"}, {"speaker": "SPEAKER_00", "timestamp": [292.64, 300.4], "text": " power of the web, the power of open, the power of sharing expertise, of bringing that expertise to"}, {"speaker": "SPEAKER_00", "timestamp": [300.4, 305.42], "text": " a broad public has been really transformative for us in our lives."}, {"speaker": "SPEAKER_02", "timestamp": [312.22, 314.16], "text": " It's incredible to see that Smart History was born out of the desire to make art history more accessible for your own students."}, {"speaker": "SPEAKER_02", "timestamp": [314.52, 317.74], "text": " And now you're reaching millions around the world."}, {"speaker": "SPEAKER_02", "timestamp": [317.92, 318.82], "text": " It's really amazing."}, {"speaker": "SPEAKER_02", "timestamp": [319.08, 327.18], "text": " Before we dive in too deep talking around Smart history. For those who aren't familiar with the site,"}, {"speaker": "SPEAKER_02", "timestamp": [327.4, 334.46], "text": " could you just give us a brief what it is and what it does? Sure. The quick elevator pitch is"}, {"speaker": "SPEAKER_00", "timestamp": [334.46, 340.98], "text": " smart history is the most widely used resource for teaching, for learning about art and cultural"}, {"speaker": "SPEAKER_00", "timestamp": [340.98, 346.22], "text": " history. And that's very broad. That can mean archaeology, cultural heritage,"}, {"speaker": "SPEAKER_00", "timestamp": [346.6, 353.06], "text": " art history, conservation. And our mission statement is we believe that art has the power"}, {"speaker": "SPEAKER_00", "timestamp": [353.06, 360.74], "text": " to transform lives and build understanding across cultures, and that the brilliant histories of art"}, {"speaker": "SPEAKER_01", "timestamp": [360.74, 365.64], "text": " and culture belong to everybody. Just to give you a sense of where we've sort of landed,"}, {"speaker": "SPEAKER_01", "timestamp": [365.86, 371.14], "text": " we've been growing every year. Last year, we had 50 million page views of our content across all"}, {"speaker": "SPEAKER_01", "timestamp": [371.14, 376.84], "text": " of our channel. We work with dozens of museums to help unlock their expertise. Curators, of course,"}, {"speaker": "SPEAKER_01", "timestamp": [376.88, 381.54], "text": " spend their lives researching their collection objects, and we want to help bring that to a"}, {"speaker": "SPEAKER_01", "timestamp": [381.54, 385.64], "text": " broad public. But we also work with a huge array of scholars,"}, {"speaker": "SPEAKER_01", "timestamp": [385.64, 391.2], "text": " more than 600 at this point. These are people, these are academic professors, curators,"}, {"speaker": "SPEAKER_01", "timestamp": [391.5, 396.74], "text": " as Beth mentioned, archaeologists, and people with other aligned specialties. But they're also"}, {"speaker": "SPEAKER_01", "timestamp": [396.74, 403.14], "text": " artists and knowledge bearers from less traditional academic backgrounds. We want that"}, {"speaker": "SPEAKER_01", "timestamp": [403.14, 405.82], "text": " diversity of voices. We don't think art history"}, {"speaker": "SPEAKER_01", "timestamp": [405.82, 412.52], "text": " is monolithic, and we want to make sure that we're telling the complex stories of art history"}, {"speaker": "SPEAKER_01", "timestamp": [412.52, 416.76], "text": " in a post-colonial context. So this is enormously important to us."}, {"speaker": "SPEAKER_00", "timestamp": [416.86, 426.76], "text": " One could ask, how do we know smart history is reliable? And so I just want to add that we have an open peer review process and we have content"}, {"speaker": "SPEAKER_00", "timestamp": [426.76, 433.2], "text": " editors who look over everything and are specialists in different areas. And so everything"}, {"speaker": "SPEAKER_00", "timestamp": [433.2, 439.2], "text": " at Smart History is vetted and peer reviewed. A lot of that content and the review process and"}, {"speaker": "SPEAKER_00", "timestamp": [439.2, 446.38], "text": " the editing is overseen by our third member who couldn't be here today, Dr. Lauren Kilroy-Eubank."}, {"speaker": "SPEAKER_01", "timestamp": [447.34, 453.34], "text": " And I should just add that it seems to be working because more than 500 colleges and universities"}, {"speaker": "SPEAKER_01", "timestamp": [453.34, 458.86], "text": " and high schools and school districts and museums and other cultural institutions link to us and"}, {"speaker": "SPEAKER_01", "timestamp": [458.86, 466.04], "text": " recommend us. And so it's been really rewarding. And it's because, as Beth said, we just started thinking about our students."}, {"speaker": "SPEAKER_02", "timestamp": [466.04, 474.26], "text": " It's really incredible to see the breadth of areas and users that engage with and rely on smart history."}, {"speaker": "SPEAKER_02", "timestamp": [474.7, 484.74], "text": " When I was prepping for the interview, I was really excited to see that all content on the smart history website is available under Creative Commons license."}, {"speaker": "SPEAKER_02", "timestamp": [486.56, 492.26], "text": " on the Smart History website is available under Creative Commons license. And you touched on the kind of connections with Open, but I just wanted to open that up and ask how you both got involved"}, {"speaker": "SPEAKER_02", "timestamp": [492.26, 498.2], "text": " with Open and Creative Commons more specifically. Well, early on, we were confronted with this"}, {"speaker": "SPEAKER_01", "timestamp": [498.2, 503.76], "text": " decision. Were we going to take that content and put it into our university's learning management"}, {"speaker": "SPEAKER_01", "timestamp": [503.76, 506.36], "text": " system, which is commonly Blackboard or Canvas or something like that, which is to say, put it into our university's learning management system, which is commonly Blackboard"}, {"speaker": "SPEAKER_01", "timestamp": [506.36, 512.0], "text": " or Canvas or something like that, which is to say, put it behind a wall where students have"}, {"speaker": "SPEAKER_01", "timestamp": [512.0, 517.16], "text": " to authenticate into. And tuition is in a sense, the paywall for that. Or are we going to take"}, {"speaker": "SPEAKER_01", "timestamp": [517.16, 523.18], "text": " that content and put it in front of that paywall? And we decided really early on that we wanted to"}, {"speaker": "SPEAKER_01", "timestamp": [523.18, 526.42], "text": " put it out in the world and to see what would happen."}, {"speaker": "SPEAKER_01", "timestamp": [527.1, 529.68], "text": " And as Beth said, the response was really amazing."}, {"speaker": "SPEAKER_01", "timestamp": [529.8, 534.98], "text": " Now, part of this was that Cable Green from Creative Commons came and visited our campus."}, {"speaker": "SPEAKER_01", "timestamp": [535.12, 537.92], "text": " Actually, just a few years after I think Creative Commons was founded."}, {"speaker": "SPEAKER_01", "timestamp": [537.92, 539.56], "text": " And we were really interested."}, {"speaker": "SPEAKER_01", "timestamp": [539.68, 545.0], "text": " We were also really interested because SUNY, the State University of New York, had some amazing people"}, {"speaker": "SPEAKER_01", "timestamp": [545.0, 550.68], "text": " there. Patrick Masson was there and was really a strong advocate for open. And there was this"}, {"speaker": "SPEAKER_01", "timestamp": [550.68, 559.54], "text": " community that was very utopian in its thinking. Creative Commons is now this island of the promise"}, {"speaker": "SPEAKER_01", "timestamp": [559.54, 564.24], "text": " of the web and a web that is largely commercial and it is so important."}, {"speaker": "SPEAKER_01", "timestamp": [562.84, 563.06], "text": " in a web that is largely commercial."}, {"speaker": "SPEAKER_01", "timestamp": [564.24, 565.42], "text": " And it is so important."}, {"speaker": "SPEAKER_00", "timestamp": [568.2, 568.38], "text": " Yeah, it was a nice community at SUNY."}, {"speaker": "SPEAKER_00", "timestamp": [571.48, 573.34], "text": " And we learned a lot about open content and about agile development"}, {"speaker": "SPEAKER_00", "timestamp": [573.34, 576.3], "text": " and all those things from that community."}, {"speaker": "SPEAKER_00", "timestamp": [576.9, 580.36], "text": " And it was really important to us"}, {"speaker": "SPEAKER_00", "timestamp": [580.36, 582.72], "text": " to make it very available."}, {"speaker": "SPEAKER_00", "timestamp": [582.72, 583.82], "text": " And I want to say that we use"}, {"speaker": "SPEAKER_00", "timestamp": [583.82, 585.88], "text": " a Creative Commons non-commercial license, even And I want to say that we use a Creative Commons non-commercial"}, {"speaker": "SPEAKER_00", "timestamp": [585.88, 594.58], "text": " license, even though I want to say that we favor the most open license possible and advocate for"}, {"speaker": "SPEAKER_00", "timestamp": [594.58, 600.28], "text": " that. And the reason that we have a non-commercial license is largely because otherwise textbook"}, {"speaker": "SPEAKER_00", "timestamp": [600.28, 606.3], "text": " publishers and other academic publishers would take our images and content and then use it"}, {"speaker": "SPEAKER_00", "timestamp": [606.3, 612.48], "text": " and charge students. And so we want to protect students and keep the content free in that way."}, {"speaker": "SPEAKER_01", "timestamp": [613.28, 622.04], "text": " And just to build on that, the idea of making art history or the complex art history accessible to"}, {"speaker": "SPEAKER_00", "timestamp": [622.04, 625.74], "text": " students who have been priced out of it for so long,"}, {"speaker": "SPEAKER_01", "timestamp": [625.84, 631.3], "text": " a traditional textbook can cost $200. And that is a barrier for a lot of students. And we want"}, {"speaker": "SPEAKER_00", "timestamp": [631.3, 635.28], "text": " to make sure that students have access. And this is a major motivation for Smart History."}, {"speaker": "SPEAKER_01", "timestamp": [635.28, 640.24], "text": " And actually, it's a major motivation for one of our new projects, but we'll talk about in a moment."}, {"speaker": "SPEAKER_02", "timestamp": [641.34, 648.42], "text": " Amazing, amazing. And so you mentioned that mentioned that Beth's husband bought your first mic back"}, {"speaker": "SPEAKER_02", "timestamp": [648.42, 655.88], "text": " in 2005. So you've been up and running now for 17 years. And I'm sure it's been an incredible"}, {"speaker": "SPEAKER_02", "timestamp": [655.88, 662.86], "text": " journey with highs and lows across the way. And I just wanted to find out what some of your biggest"}, {"speaker": "SPEAKER_02", "timestamp": [662.86, 667.46], "text": " accomplishments, the things that you're most proud of over the last 17 years are."}, {"speaker": "SPEAKER_00", "timestamp": [668.9, 679.74], "text": " I think the most wonderful moment of my career was when we were at a conference for AP art history teachers."}, {"speaker": "SPEAKER_00", "timestamp": [690.8, 706.7], "text": " And there was a line of teachers who came to see us and talk about smart history and even wanted our autograph and pictures for their students. And I think supporting the AP art history community and also just being free and open on the web means that we are reaching down into high school and maybe even junior high school students who are interested"}, {"speaker": "SPEAKER_00", "timestamp": [706.7, 713.94], "text": " in learning about arts history, right? I mean, I was a 16-year-old who really wanted to learn art"}, {"speaker": "SPEAKER_00", "timestamp": [713.94, 720.08], "text": " history, and it wasn't offered in my high school. There was no web. I went to the library as often"}, {"speaker": "SPEAKER_00", "timestamp": [720.08, 727.24], "text": " as I could, but the resources were really limited. And so reaching down to younger students,"}, {"speaker": "SPEAKER_00", "timestamp": [727.42, 732.82], "text": " younger learners who are interested in art history, being able to inspire them perhaps to"}, {"speaker": "SPEAKER_00", "timestamp": [732.82, 738.22], "text": " go on and study art history and maybe even become art historians or take art history classes."}, {"speaker": "SPEAKER_00", "timestamp": [738.66, 747.26], "text": " Around the country, humanities classes are suffering from lower enrollment art history departments are closing"}, {"speaker": "SPEAKER_00", "timestamp": [747.26, 756.52], "text": " we think the humanities is crucially important even more important today in some ways and so"}, {"speaker": "SPEAKER_00", "timestamp": [756.52, 764.22], "text": " the ability to inspire that younger generation to study art history and fall in love with"}, {"speaker": "SPEAKER_00", "timestamp": [764.22, 766.58], "text": " going to museums and looking at art"}, {"speaker": "SPEAKER_00", "timestamp": [766.58, 771.54], "text": " is really important. And I hope that we contribute to the sort of vitality of our discipline,"}, {"speaker": "SPEAKER_00", "timestamp": [771.54, 775.54], "text": " which I think has a lot to offer in the visual world that we live in."}, {"speaker": "SPEAKER_01", "timestamp": [776.3, 782.54], "text": " And just to build on that, I think we try to do that by making art history, not simply something"}, {"speaker": "SPEAKER_01", "timestamp": [782.54, 785.46], "text": " that you learn, but something that's more experiential."}, {"speaker": "SPEAKER_01", "timestamp": [785.62, 789.24], "text": " And we do that by bringing our own passion, our own love,"}, {"speaker": "SPEAKER_01", "timestamp": [789.36, 793.28], "text": " our own direct response to works of art to viewers."}, {"speaker": "SPEAKER_01", "timestamp": [793.42, 794.8], "text": " And we do that a few different ways."}, {"speaker": "SPEAKER_01", "timestamp": [794.8, 797.6], "text": " We do that when we make video,"}, {"speaker": "SPEAKER_01", "timestamp": [797.86, 801.18], "text": " by recording in front of the original work of art in the museum,"}, {"speaker": "SPEAKER_01", "timestamp": [801.36, 807.16], "text": " on the hilltop where the ruin is, whatever that place is. And the audio"}, {"speaker": "SPEAKER_01", "timestamp": [807.16, 814.98], "text": " sort of conveys that sense of place in an important way. And our excitement about being there"}, {"speaker": "SPEAKER_01", "timestamp": [814.98, 820.76], "text": " and responding to that work of art directly, I think is conveyed through that audio. But we also"}, {"speaker": "SPEAKER_01", "timestamp": [820.76, 841.5], "text": " do it by really paying attention to the photography of the works of art. We want the images to be beautiful. We want them to be really rich. And we linger over these objects so that we're helping people slow down and look carefully and experience the works themselves. And hopefully some people will have the opportunity to visit some of those objects."}, {"speaker": "SPEAKER_01", "timestamp": [841.5, 843.08], "text": " to visit some of those objects."}, {"speaker": "SPEAKER_02", "timestamp": [846.24, 849.76], "text": " I think it's fair to say that smart history has been ahead of the curve in many ways"}, {"speaker": "SPEAKER_02", "timestamp": [849.76, 853.4], "text": " in respect to the digitization of collections"}, {"speaker": "SPEAKER_02", "timestamp": [853.4, 856.06], "text": " and the accessibility of art history."}, {"speaker": "SPEAKER_02", "timestamp": [856.32, 858.9], "text": " Over the past two and a half years now,"}, {"speaker": "SPEAKER_02", "timestamp": [858.98, 859.9], "text": " really with the pandemic,"}, {"speaker": "SPEAKER_02", "timestamp": [860.34, 863.14], "text": " we've seen glams, galleries, libraries,"}, {"speaker": "SPEAKER_02", "timestamp": [863.14, 873.28], "text": " archives and museums pivot towards more digitization of collections and trying to find other digital means to make collections more accessible."}, {"speaker": "SPEAKER_02", "timestamp": [887.6, 892.7], "text": " some of the kind of opportunities for open culture and art history right now, and hopefully in the next few years? Is there anything that you're kind of keeping a close eye on? We're really excited"}, {"speaker": "SPEAKER_00", "timestamp": [892.7, 898.96], "text": " about more and more museums making their collections available online and making it"}, {"speaker": "SPEAKER_00", "timestamp": [898.96, 907.44], "text": " possible to download images. And it was a very slow start for museums. There was a lot of fear about losing"}, {"speaker": "SPEAKER_00", "timestamp": [907.44, 915.02], "text": " their authority, losing the possibility of income stream. But museums have understood now, I think,"}, {"speaker": "SPEAKER_00", "timestamp": [915.02, 919.44], "text": " because of the leadership of a few museums, that nothing terrible happens when you put"}, {"speaker": "SPEAKER_00", "timestamp": [919.44, 926.78], "text": " beautiful images online and offer them to the public for free for non-commercial use. And in fact,"}, {"speaker": "SPEAKER_00", "timestamp": [926.8, 933.28], "text": " it helps people become more engaged with art and with your museum. And it was a lost moment,"}, {"speaker": "SPEAKER_00", "timestamp": [933.28, 940.1], "text": " I think, for museums. We really struggled in the beginning to find works of art online,"}, {"speaker": "SPEAKER_00", "timestamp": [940.1, 946.26], "text": " and there was a real dearth there. But museums have really stepped up recently."}, {"speaker": "SPEAKER_00", "timestamp": [946.64, 948.32], "text": " I want to encourage the few museums"}, {"speaker": "SPEAKER_00", "timestamp": [948.32, 951.16], "text": " who are still not putting their images online"}, {"speaker": "SPEAKER_00", "timestamp": [951.16, 953.68], "text": " and available for download to do so,"}, {"speaker": "SPEAKER_00", "timestamp": [953.76, 955.4], "text": " especially at a high resolution."}, {"speaker": "SPEAKER_00", "timestamp": [956.02, 960.32], "text": " 300K image, it's nice, but you can't really see much."}, {"speaker": "SPEAKER_00", "timestamp": [960.52, 963.68], "text": " Putting those TIFFs, putting raw images online,"}, {"speaker": "SPEAKER_00", "timestamp": [963.86, 965.36], "text": " putting the highest, most beautiful"}, {"speaker": "SPEAKER_00", "timestamp": [965.36, 971.82], "text": " resolution images online can only help all of us. We also have a project that we're really excited"}, {"speaker": "SPEAKER_00", "timestamp": [971.82, 976.48], "text": " about. That's an open art history textbook. I'll let Stephen talk about that."}, {"speaker": "SPEAKER_01", "timestamp": [976.62, 982.34], "text": " It's called Reframing Art History. And so at Smart History, we produce short videos,"}, {"speaker": "SPEAKER_01", "timestamp": [982.48, 986.54], "text": " we produce essays, we publish essays by numerous scholars, but those"}, {"speaker": "SPEAKER_01", "timestamp": [986.54, 994.16], "text": " objects generally stand alone. These are looking closely at an issue or an object. And so what we"}, {"speaker": "SPEAKER_01", "timestamp": [994.16, 1000.22], "text": " decided that we needed to do, and Dr. Kilroy Eubank is heading this project and just producing"}, {"speaker": "SPEAKER_01", "timestamp": [1000.22, 1006.56], "text": " this extraordinary book, is to create, in a sense, a textbook that takes those objects,"}, {"speaker": "SPEAKER_01", "timestamp": [1006.68, 1011.14], "text": " that takes those videos, takes those essays, and weaves them together into narratives that are"}, {"speaker": "SPEAKER_01", "timestamp": [1011.14, 1016.82], "text": " useful in the classroom. So producing a truly global textbook. I want to step back for just"}, {"speaker": "SPEAKER_01", "timestamp": [1016.82, 1028.4], "text": " a moment to go back to what Beth said, which is that I think that the digitization at the museum and the infrastructure of open affords this sort of extraordinary"}, {"speaker": "SPEAKER_01", "timestamp": [1028.4, 1034.98], "text": " opportunity, which is for museums and institutions that have generally historically worked in"}, {"speaker": "SPEAKER_01", "timestamp": [1034.98, 1040.14], "text": " isolation from each other, with the exception of loan shows. When it comes to educational content,"}, {"speaker": "SPEAKER_01", "timestamp": [1040.14, 1046.5], "text": " museums generally don't really work together. And once things are out on the web, and once people"}, {"speaker": "SPEAKER_01", "timestamp": [1046.5, 1052.78], "text": " have embraced the idea of open, there is this opportunity for museums and other cultural"}, {"speaker": "SPEAKER_01", "timestamp": [1052.78, 1057.52], "text": " institutions to work together. Because after all, we generally don't study the history of art"}, {"speaker": "SPEAKER_01", "timestamp": [1057.52, 1062.98], "text": " through the history of one museum's collecting. We think about it broadly across the world,"}, {"speaker": "SPEAKER_01", "timestamp": [1063.24, 1065.34], "text": " objects that are in situ, objects that are in"}, {"speaker": "SPEAKER_01", "timestamp": [1065.34, 1070.34], "text": " museums, and that's the way that art should be studied. And so the museum is a kind of artificial,"}, {"speaker": "SPEAKER_01", "timestamp": [1070.34, 1075.66], "text": " in a sense, a kind of artificial container that has some things and obviously not others,"}, {"speaker": "SPEAKER_01", "timestamp": [1075.8, 1082.22], "text": " but let's open that up and let's use the web and the idea of open to create something that"}, {"speaker": "SPEAKER_00", "timestamp": [1082.22, 1086.82], "text": " is truly global. Yeah. And the idea of an open classroom too,"}, {"speaker": "SPEAKER_00", "timestamp": [1086.94, 1091.6], "text": " right? That when I was a professor, I had to teach ancient Egyptian art, for example,"}, {"speaker": "SPEAKER_00", "timestamp": [1091.6, 1098.38], "text": " and not being an ancient Egyptian art specialist, that was a challenge. So at Smart History,"}, {"speaker": "SPEAKER_00", "timestamp": [1098.38, 1104.04], "text": " what we're doing is we're getting experts in those areas to write accessible, engaging,"}, {"speaker": "SPEAKER_00", "timestamp": [1104.4, 1106.88], "text": " fun essays for learning about art history."}, {"speaker": "SPEAKER_00", "timestamp": [1107.1, 1111.78], "text": " So professors can have, and teachers can have that support, that expertise without having"}, {"speaker": "SPEAKER_00", "timestamp": [1111.78, 1114.18], "text": " to go buy a book or an exhibition catalog."}, {"speaker": "SPEAKER_00", "timestamp": [1114.56, 1115.82], "text": " It's just there for them."}, {"speaker": "SPEAKER_00", "timestamp": [1116.44, 1123.64], "text": " And our textbook providing these sort of really fun thematic passages through smart history"}, {"speaker": "SPEAKER_00", "timestamp": [1123.64, 1127.82], "text": " content is really exciting to us. And instead of a textbook that"}, {"speaker": "SPEAKER_00", "timestamp": [1127.82, 1133.06], "text": " costs even more than $200 in some cases, it's just there for free."}, {"speaker": "SPEAKER_02", "timestamp": [1133.42, 1139.18], "text": " This sounds like a really interesting project that you're setting up right now. When should"}, {"speaker": "SPEAKER_02", "timestamp": [1139.18, 1141.58], "text": " we keep an eye out for the launch?"}, {"speaker": "SPEAKER_01", "timestamp": [1142.32, 1145.34], "text": " Like all things at smart history, the textbook is iterative."}, {"speaker": "SPEAKER_01", "timestamp": [1145.74, 1151.02], "text": " That is, it's being delivered as it's developed and reworked as it's developed."}, {"speaker": "SPEAKER_01", "timestamp": [1151.12, 1154.64], "text": " And of course, one of the great things about the web is the changes can be made quickly"}, {"speaker": "SPEAKER_01", "timestamp": [1154.64, 1155.58], "text": " and on the fly."}, {"speaker": "SPEAKER_01", "timestamp": [1156.38, 1161.38], "text": " And so the first chapters are up and more are being added almost every day."}, {"speaker": "SPEAKER_00", "timestamp": [1161.38, 1165.1], "text": " So you can go to Smart History and go to, actually, I think it's just"}, {"speaker": "SPEAKER_00", "timestamp": [1165.1, 1170.24], "text": " smarthistory.org slash reframing art history. Reframing art history is the name of the textbook."}, {"speaker": "SPEAKER_01", "timestamp": [1170.62, 1177.3], "text": " Think quotation marks because it's online and it's free and it's authored by more than 40 people."}, {"speaker": "SPEAKER_00", "timestamp": [1177.3, 1182.72], "text": " And it's really different from a traditional textbook. We think it's a kind of quantum leap"}, {"speaker": "SPEAKER_01", "timestamp": [1182.72, 1186.92], "text": " that is afforded by the web. So we're really taking advantage of what we can do."}, {"speaker": "SPEAKER_01", "timestamp": [1187.0, 1188.44], "text": " So this is embedded videos."}, {"speaker": "SPEAKER_01", "timestamp": [1188.58, 1189.88], "text": " There are definitions."}, {"speaker": "SPEAKER_01", "timestamp": [1190.26, 1192.28], "text": " It's a very rich environment."}, {"speaker": "SPEAKER_01", "timestamp": [1193.72, 1194.2], "text": " Awesome."}, {"speaker": "SPEAKER_02", "timestamp": [1194.44, 1199.42], "text": " I will drop a link to that in the episode description so that folks can check it out."}, {"speaker": "SPEAKER_02", "timestamp": [1199.98, 1227.08], "text": " And so you have both been involved with Creative Commons and followed us along with our journey almost since the beginning. sake to a more sustainable, empowering type of sharing that we're calling Better Sharing."}, {"speaker": "SPEAKER_02", "timestamp": [1227.42, 1233.86], "text": " Sharing to improve the world based on practices that empower and enable everyone and really"}, {"speaker": "SPEAKER_02", "timestamp": [1233.86, 1237.48], "text": " lines up with your mission at Smart History."}, {"speaker": "SPEAKER_02", "timestamp": [1237.96, 1243.36], "text": " What does Better Sharing mean to you as individuals and also to Smart History?"}, {"speaker": "SPEAKER_01", "timestamp": [1243.6, 1245.68], "text": " I like to think that what we're doing at Smart"}, {"speaker": "SPEAKER_01", "timestamp": [1245.68, 1251.22], "text": " History is indeed a kind of better sharing. I think that our mission is at the heart of your"}, {"speaker": "SPEAKER_01", "timestamp": [1251.22, 1260.6], "text": " question, which is to celebrate humanity's varied visual culture, to take in the visual histories"}, {"speaker": "SPEAKER_01", "timestamp": [1260.6, 1266.08], "text": " of creativity across the world and to make it accessible to everybody and therefore"}, {"speaker": "SPEAKER_01", "timestamp": [1266.08, 1272.04], "text": " to break down cultural barriers and to create a kind of empathy across cultures and actually even"}, {"speaker": "SPEAKER_01", "timestamp": [1272.04, 1279.26], "text": " across time. And it's one of the great things that history and the humanities can do. And Beth"}, {"speaker": "SPEAKER_01", "timestamp": [1279.26, 1286.8], "text": " alluded to this earlier, in our increasingly technological world, I think that humanity needs a focus and it needs"}, {"speaker": "SPEAKER_01", "timestamp": [1286.8, 1293.2], "text": " to be the balance to artificial intelligence and so many other things that exist in the world now"}, {"speaker": "SPEAKER_01", "timestamp": [1293.2, 1300.88], "text": " that can be used for good and ill. And if we don't focus on the stories that people tell through"}, {"speaker": "SPEAKER_01", "timestamp": [1300.88, 1305.38], "text": " painting, through literature, through religion, through philosophy, and through history."}, {"speaker": "SPEAKER_01", "timestamp": [1305.64, 1312.44], "text": " I think we are in a much more dangerous place as a species. That was my last question for you, but"}, {"speaker": "SPEAKER_02", "timestamp": [1312.44, 1318.78], "text": " I always like to ask if there's anything that we didn't get to cover or any final message you'd like"}, {"speaker": "SPEAKER_00", "timestamp": [1318.78, 1328.66], "text": " to leave the CC community with. We love Creative Commons and we're incredibly grateful that it exists,"}, {"speaker": "SPEAKER_00", "timestamp": [1328.66, 1338.26], "text": " that some people decades ago invented it and saw the necessity of it and made it feel safe and"}, {"speaker": "SPEAKER_00", "timestamp": [1338.26, 1347.18], "text": " easy to share on the web and just made everybody think about what we put on the web in a new and different way."}, {"speaker": "SPEAKER_00", "timestamp": [1347.88, 1353.32], "text": " And there is no smart history without Creative Commons. And so we're just really grateful."}, {"speaker": "SPEAKER_00", "timestamp": [1354.08, 1359.56], "text": " And the other thing I would just want to say is that sometimes art history gets a bad rap."}, {"speaker": "SPEAKER_00", "timestamp": [1359.78, 1366.96], "text": " Art history, it sounds, I don't know, a drag or required course, or maybe something that is for"}, {"speaker": "SPEAKER_00", "timestamp": [1366.96, 1372.96], "text": " people that are not you. But art history is really just the amazing history of"}, {"speaker": "SPEAKER_00", "timestamp": [1372.96, 1379.98], "text": " all the things human beings can be and ways that we think and things that we represent."}, {"speaker": "SPEAKER_00", "timestamp": [1380.34, 1385.44], "text": " Art history never ceases to completely amaze me about humanity."}, {"speaker": "SPEAKER_00", "timestamp": [1386.32, 1392.3], "text": " And so I would just encourage everyone to come and explore smart history, especially"}, {"speaker": "SPEAKER_00", "timestamp": [1392.3, 1398.98], "text": " areas that you're not familiar with of art history, because you'll probably be surprised"}, {"speaker": "SPEAKER_00", "timestamp": [1398.98, 1400.06], "text": " and delighted."}, {"speaker": "SPEAKER_02", "timestamp": [1400.68, 1409.6], "text": " And if listeners want to reach out to you and continue the conversation after this episode, what's the best way that they can get in touch?"}, {"speaker": "SPEAKER_00", "timestamp": [1410.92, 1419.82], "text": " It's just Beth at smarthistory.org, Stephen with a V at smarthistory.org and Lauren at smarthistory.org."}, {"speaker": "SPEAKER_00", "timestamp": [1419.86, 1425.94], "text": " And we welcome all emails and inquiries and we love to chat and think about ways of collaborating."}, {"speaker": "SPEAKER_02", "timestamp": [1427.0, 1434.48], "text": " Amazing. We'll put all those links into the episode description and your social media handles"}, {"speaker": "SPEAKER_02", "timestamp": [1434.48, 1441.88], "text": " as well so that people can keep in touch and keep this conversation going. Thank you both so much"}, {"speaker": "SPEAKER_02", "timestamp": [1441.88, 1445.5], "text": " for joining us on this episode of Open Minds today. It's been really great to meet you both so much for joining us on this episode of Open Minds today."}, {"speaker": "SPEAKER_02", "timestamp": [1445.7, 1450.34], "text": " It's been really great to meet you both and to hear about what you're doing."}, {"speaker": "SPEAKER_02", "timestamp": [1450.56, 1451.76], "text": " Thank you for having us."}, {"speaker": "SPEAKER_01", "timestamp": [1451.84, 1452.94], "text": " Thank you so much."}, {"speaker": "SPEAKER_02", "timestamp": [1454.04, 1457.3], "text": " Thanks for listening to Open Minds from Creative Commons."}, {"speaker": "SPEAKER_02", "timestamp": [1457.96, 1460.46], "text": " Special thanks to the musician Broke For Free,"}, {"speaker": "SPEAKER_02", "timestamp": [1460.88, 1463.92], "text": " whose track Daybird you heard at the beginning of this episode"}, {"speaker": "SPEAKER_02", "timestamp": [1463.92, 1471.68], "text": " and you're listening to right now. It's available under the Creative Commons Attribution License, meaning it's free"}, {"speaker": "SPEAKER_02", "timestamp": [1471.68, 1478.1], "text": " for anyone to use. You can find it at the Free Music Archive, freemusicarchive.org."}, {"speaker": "SPEAKER_02", "timestamp": [1478.54, 1485.94], "text": " Please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our"}, {"speaker": "SPEAKER_02", "timestamp": [1485.94, 1492.64], "text": " global culture more open and collaborative. We'll be back soon with another episode. Talk to you then."}], "chunks": [{"timestamp": [0.0, 6.9], "text": " Welcome to Open Minds from Creative Commons. I'm Oney Anukam, CC's Communications and Campaigns"}, {"timestamp": [6.9, 12.42], "text": " Manager. Our Open Minds podcast is a series of conversations with people working on the"}, {"timestamp": [12.42, 18.06], "text": " issues we're involved with and the subjects we're excited about. Each episode we sit down"}, {"timestamp": [18.06, 25.18], "text": " with amazing guests who are working to make the internet and our global culture more open and collaborative."}, {"timestamp": [25.9, 32.36], "text": " On this episode, we're joined by art historians Dr. Beth Harris and Dr. Stephen Zucker,"}, {"timestamp": [32.92, 36.7], "text": " the co-founders and executive directors of Smart History."}, {"timestamp": [38.06, 46.32], "text": " Smart History is a centre for public art history with thousands of free and CC licensed videos and essays"}, {"timestamp": [46.32, 51.24], "text": " written by experts who want to share their knowledge with learners around the"}, {"timestamp": [51.24, 57.46], "text": " world. Before Smart History Beth was Dean of Art and History at Khan Academy and"}, {"timestamp": [57.46, 62.32], "text": " Director of Digital Learning at the Museum of Modern Art. Prior to joining"}, {"timestamp": [62.32, 66.12], "text": " MoMA, Beth was Associate Professor of Art History"}, {"timestamp": [66.12, 72.56], "text": " and Director of Distance Learning at the Fashion Institute of Technology, where she taught"}, {"timestamp": [72.56, 79.88], "text": " both online and in the classroom. Dr Stephen Zucker's journey has been similarly decorated,"}, {"timestamp": [79.88, 87.86], "text": " formally holding the positions of Dean of Art and History at Khan Academy, Chair of History of Art and"}, {"timestamp": [87.86, 94.0], "text": " Design at Pratt Institute, Dean of the School of Graduate Studies at the Fashion Institute"}, {"timestamp": [94.0, 102.0], "text": " of Technology, SUNY, and Chair of Art History. Stephen has also taught at the School of Visual"}, {"timestamp": [102.0, 106.0], "text": " Arts, Hunter College, and at the Museum of Modern Art."}, {"timestamp": [106.54, 109.16], "text": " Enough from me, let's hear from Beth and Stephen."}, {"timestamp": [110.52, 116.72], "text": " Thank you Beth and Stephen for joining us on Open Minds today. It's a real pleasure to have you."}, {"timestamp": [116.86, 125.18], "text": " I'd love to start by asking how the two of your paths crossed by and how you ended up founding Smart History?"}, {"timestamp": [126.58, 133.52], "text": " We went to graduate school together, although our paths didn't really cross there much. We got to"}, {"timestamp": [133.52, 138.58], "text": " know each other when we were both young faculty members at the State University of New York in"}, {"timestamp": [138.58, 146.52], "text": " the city. And we were both in a wonderful art history department teaching students who loved the content once they"}, {"timestamp": [146.52, 152.24], "text": " were introduced to it, but came into the classes often thinking this is a requirement. It's not"}, {"timestamp": [152.24, 157.4], "text": " something I want to do. So we both had this task in front of us, which was to get students to fall"}, {"timestamp": [157.4, 166.52], "text": " in love with the history of art. And so the web happened in the early part of our careers, which was very exciting. We're talking about the early"}, {"timestamp": [166.52, 173.94], "text": " 2000s. And so we immediately started seeing what we could do with the web to help teach art history"}, {"timestamp": [173.94, 180.08], "text": " and make it more engaging and accessible. We made a website about Leonardo da Vinci, about The Last"}, {"timestamp": [180.08, 185.86], "text": " Supper before we worked on smart history. The idea was just how can we use the web to make"}, {"timestamp": [185.86, 192.16], "text": " art history more engaging for our students? All we had in mind at the beginning was our own students."}, {"timestamp": [192.94, 199.1], "text": " And what happened was Beth's husband, Joe, bought her a little $30 microphone that plugged into the"}, {"timestamp": [199.1, 227.12], "text": " top of an iPod. This is long before iPhones. And we went up to the Metropolitan Museum and decided to try to create a kind of audio file for our students that would help them look closely and discover the work of art and also to be accessible and engaging and not stuffy in the way that museum audios tended to be back in that back at that moment. And also an attempt to undo the elitism that can exist around museums,"}, {"timestamp": [227.98, 235.24], "text": " culture, and art history, and make it feel really real and accessible and part of their world. And"}, {"timestamp": [235.24, 240.28], "text": " so that was our idea in the beginning, just for our students. We started to put the content online"}, {"timestamp": [240.28, 246.78], "text": " and we put it in actually on Blogger, a very early blog site before you could easily make your"}, {"timestamp": [246.78, 253.9], "text": " own website. And we started putting it in our online courses for students and they loved it."}, {"timestamp": [253.96, 257.6], "text": " And we just started making more and more. And at a certain point we realized we were"}, {"timestamp": [257.6, 262.5], "text": " getting enough content that we could put it inside an arch historical structure organized"}, {"timestamp": [262.5, 270.3], "text": " chronologically and geographically. And we had the beginnings of a sort of online textbook. And that was the beginning of Smart History. And more"}, {"timestamp": [270.3, 274.94], "text": " and more people started to use it when we put the videos online on YouTube and Vimeo. And then"}, {"timestamp": [274.94, 279.8], "text": " Smart History was born from there. And it's just been growing. Our very first day with that"}, {"timestamp": [279.8, 285.86], "text": " microphone was 2005. One of the things we like to say is that we went from teaching a couple of hundred"}, {"timestamp": [285.86, 292.64], "text": " students a year between the two of us to teaching millions of learners around the world. And so the"}, {"timestamp": [292.64, 300.4], "text": " power of the web, the power of open, the power of sharing expertise, of bringing that expertise to"}, {"timestamp": [300.4, 305.42], "text": " a broad public has been really transformative for us in our lives."}, {"timestamp": [312.22, 314.16], "text": " It's incredible to see that Smart History was born out of the desire to make art history more accessible for your own students."}, {"timestamp": [314.52, 317.74], "text": " And now you're reaching millions around the world."}, {"timestamp": [317.92, 318.82], "text": " It's really amazing."}, {"timestamp": [319.08, 327.18], "text": " Before we dive in too deep talking around Smart history. For those who aren't familiar with the site,"}, {"timestamp": [327.4, 334.46], "text": " could you just give us a brief what it is and what it does? Sure. The quick elevator pitch is"}, {"timestamp": [334.46, 340.98], "text": " smart history is the most widely used resource for teaching, for learning about art and cultural"}, {"timestamp": [340.98, 346.22], "text": " history. And that's very broad. That can mean archaeology, cultural heritage,"}, {"timestamp": [346.6, 353.06], "text": " art history, conservation. And our mission statement is we believe that art has the power"}, {"timestamp": [353.06, 360.74], "text": " to transform lives and build understanding across cultures, and that the brilliant histories of art"}, {"timestamp": [360.74, 365.64], "text": " and culture belong to everybody. Just to give you a sense of where we've sort of landed,"}, {"timestamp": [365.86, 371.14], "text": " we've been growing every year. Last year, we had 50 million page views of our content across all"}, {"timestamp": [371.14, 376.84], "text": " of our channel. We work with dozens of museums to help unlock their expertise. Curators, of course,"}, {"timestamp": [376.88, 381.54], "text": " spend their lives researching their collection objects, and we want to help bring that to a"}, {"timestamp": [381.54, 385.64], "text": " broad public. But we also work with a huge array of scholars,"}, {"timestamp": [385.64, 391.2], "text": " more than 600 at this point. These are people, these are academic professors, curators,"}, {"timestamp": [391.5, 396.74], "text": " as Beth mentioned, archaeologists, and people with other aligned specialties. But they're also"}, {"timestamp": [396.74, 403.14], "text": " artists and knowledge bearers from less traditional academic backgrounds. We want that"}, {"timestamp": [403.14, 405.82], "text": " diversity of voices. We don't think art history"}, {"timestamp": [405.82, 412.52], "text": " is monolithic, and we want to make sure that we're telling the complex stories of art history"}, {"timestamp": [412.52, 416.76], "text": " in a post-colonial context. So this is enormously important to us."}, {"timestamp": [416.86, 426.76], "text": " One could ask, how do we know smart history is reliable? And so I just want to add that we have an open peer review process and we have content"}, {"timestamp": [426.76, 433.2], "text": " editors who look over everything and are specialists in different areas. And so everything"}, {"timestamp": [433.2, 439.2], "text": " at Smart History is vetted and peer reviewed. A lot of that content and the review process and"}, {"timestamp": [439.2, 446.38], "text": " the editing is overseen by our third member who couldn't be here today, Dr. Lauren Kilroy-Eubank."}, {"timestamp": [447.34, 453.34], "text": " And I should just add that it seems to be working because more than 500 colleges and universities"}, {"timestamp": [453.34, 458.86], "text": " and high schools and school districts and museums and other cultural institutions link to us and"}, {"timestamp": [458.86, 466.04], "text": " recommend us. And so it's been really rewarding. And it's because, as Beth said, we just started thinking about our students."}, {"timestamp": [466.04, 474.26], "text": " It's really incredible to see the breadth of areas and users that engage with and rely on smart history."}, {"timestamp": [474.7, 484.74], "text": " When I was prepping for the interview, I was really excited to see that all content on the smart history website is available under Creative Commons license."}, {"timestamp": [486.56, 492.26], "text": " on the Smart History website is available under Creative Commons license. And you touched on the kind of connections with Open, but I just wanted to open that up and ask how you both got involved"}, {"timestamp": [492.26, 498.2], "text": " with Open and Creative Commons more specifically. Well, early on, we were confronted with this"}, {"timestamp": [498.2, 503.76], "text": " decision. Were we going to take that content and put it into our university's learning management"}, {"timestamp": [503.76, 506.36], "text": " system, which is commonly Blackboard or Canvas or something like that, which is to say, put it into our university's learning management system, which is commonly Blackboard"}, {"timestamp": [506.36, 512.0], "text": " or Canvas or something like that, which is to say, put it behind a wall where students have"}, {"timestamp": [512.0, 517.16], "text": " to authenticate into. And tuition is in a sense, the paywall for that. Or are we going to take"}, {"timestamp": [517.16, 523.18], "text": " that content and put it in front of that paywall? And we decided really early on that we wanted to"}, {"timestamp": [523.18, 526.42], "text": " put it out in the world and to see what would happen."}, {"timestamp": [527.1, 529.68], "text": " And as Beth said, the response was really amazing."}, {"timestamp": [529.8, 534.98], "text": " Now, part of this was that Cable Green from Creative Commons came and visited our campus."}, {"timestamp": [535.12, 537.92], "text": " Actually, just a few years after I think Creative Commons was founded."}, {"timestamp": [537.92, 539.56], "text": " And we were really interested."}, {"timestamp": [539.68, 545.0], "text": " We were also really interested because SUNY, the State University of New York, had some amazing people"}, {"timestamp": [545.0, 550.68], "text": " there. Patrick Masson was there and was really a strong advocate for open. And there was this"}, {"timestamp": [550.68, 559.54], "text": " community that was very utopian in its thinking. Creative Commons is now this island of the promise"}, {"timestamp": [559.54, 564.24], "text": " of the web and a web that is largely commercial and it is so important."}, {"timestamp": [562.84, 563.06], "text": " in a web that is largely commercial."}, {"timestamp": [564.24, 565.42], "text": " And it is so important."}, {"timestamp": [568.2, 568.38], "text": " Yeah, it was a nice community at SUNY."}, {"timestamp": [571.48, 573.34], "text": " And we learned a lot about open content and about agile development"}, {"timestamp": [573.34, 576.3], "text": " and all those things from that community."}, {"timestamp": [576.9, 580.36], "text": " And it was really important to us"}, {"timestamp": [580.36, 582.72], "text": " to make it very available."}, {"timestamp": [582.72, 583.82], "text": " And I want to say that we use"}, {"timestamp": [583.82, 585.88], "text": " a Creative Commons non-commercial license, even And I want to say that we use a Creative Commons non-commercial"}, {"timestamp": [585.88, 594.58], "text": " license, even though I want to say that we favor the most open license possible and advocate for"}, {"timestamp": [594.58, 600.28], "text": " that. And the reason that we have a non-commercial license is largely because otherwise textbook"}, {"timestamp": [600.28, 606.3], "text": " publishers and other academic publishers would take our images and content and then use it"}, {"timestamp": [606.3, 612.48], "text": " and charge students. And so we want to protect students and keep the content free in that way."}, {"timestamp": [613.28, 622.04], "text": " And just to build on that, the idea of making art history or the complex art history accessible to"}, {"timestamp": [622.04, 625.74], "text": " students who have been priced out of it for so long,"}, {"timestamp": [625.84, 631.3], "text": " a traditional textbook can cost $200. And that is a barrier for a lot of students. And we want"}, {"timestamp": [631.3, 635.28], "text": " to make sure that students have access. And this is a major motivation for Smart History."}, {"timestamp": [635.28, 640.24], "text": " And actually, it's a major motivation for one of our new projects, but we'll talk about in a moment."}, {"timestamp": [641.34, 648.42], "text": " Amazing, amazing. And so you mentioned that mentioned that Beth's husband bought your first mic back"}, {"timestamp": [648.42, 655.88], "text": " in 2005. So you've been up and running now for 17 years. And I'm sure it's been an incredible"}, {"timestamp": [655.88, 662.86], "text": " journey with highs and lows across the way. And I just wanted to find out what some of your biggest"}, {"timestamp": [662.86, 667.46], "text": " accomplishments, the things that you're most proud of over the last 17 years are."}, {"timestamp": [668.9, 679.74], "text": " I think the most wonderful moment of my career was when we were at a conference for AP art history teachers."}, {"timestamp": [690.8, 706.7], "text": " And there was a line of teachers who came to see us and talk about smart history and even wanted our autograph and pictures for their students. And I think supporting the AP art history community and also just being free and open on the web means that we are reaching down into high school and maybe even junior high school students who are interested"}, {"timestamp": [706.7, 713.94], "text": " in learning about arts history, right? I mean, I was a 16-year-old who really wanted to learn art"}, {"timestamp": [713.94, 720.08], "text": " history, and it wasn't offered in my high school. There was no web. I went to the library as often"}, {"timestamp": [720.08, 727.24], "text": " as I could, but the resources were really limited. And so reaching down to younger students,"}, {"timestamp": [727.42, 732.82], "text": " younger learners who are interested in art history, being able to inspire them perhaps to"}, {"timestamp": [732.82, 738.22], "text": " go on and study art history and maybe even become art historians or take art history classes."}, {"timestamp": [738.66, 747.26], "text": " Around the country, humanities classes are suffering from lower enrollment art history departments are closing"}, {"timestamp": [747.26, 756.52], "text": " we think the humanities is crucially important even more important today in some ways and so"}, {"timestamp": [756.52, 764.22], "text": " the ability to inspire that younger generation to study art history and fall in love with"}, {"timestamp": [764.22, 766.58], "text": " going to museums and looking at art"}, {"timestamp": [766.58, 771.54], "text": " is really important. And I hope that we contribute to the sort of vitality of our discipline,"}, {"timestamp": [771.54, 775.54], "text": " which I think has a lot to offer in the visual world that we live in."}, {"timestamp": [776.3, 782.54], "text": " And just to build on that, I think we try to do that by making art history, not simply something"}, {"timestamp": [782.54, 785.46], "text": " that you learn, but something that's more experiential."}, {"timestamp": [785.62, 789.24], "text": " And we do that by bringing our own passion, our own love,"}, {"timestamp": [789.36, 793.28], "text": " our own direct response to works of art to viewers."}, {"timestamp": [793.42, 794.8], "text": " And we do that a few different ways."}, {"timestamp": [794.8, 797.6], "text": " We do that when we make video,"}, {"timestamp": [797.86, 801.18], "text": " by recording in front of the original work of art in the museum,"}, {"timestamp": [801.36, 807.16], "text": " on the hilltop where the ruin is, whatever that place is. And the audio"}, {"timestamp": [807.16, 814.98], "text": " sort of conveys that sense of place in an important way. And our excitement about being there"}, {"timestamp": [814.98, 820.76], "text": " and responding to that work of art directly, I think is conveyed through that audio. But we also"}, {"timestamp": [820.76, 841.5], "text": " do it by really paying attention to the photography of the works of art. We want the images to be beautiful. We want them to be really rich. And we linger over these objects so that we're helping people slow down and look carefully and experience the works themselves. And hopefully some people will have the opportunity to visit some of those objects."}, {"timestamp": [841.5, 843.08], "text": " to visit some of those objects."}, {"timestamp": [846.24, 849.76], "text": " I think it's fair to say that smart history has been ahead of the curve in many ways"}, {"timestamp": [849.76, 853.4], "text": " in respect to the digitization of collections"}, {"timestamp": [853.4, 856.06], "text": " and the accessibility of art history."}, {"timestamp": [856.32, 858.9], "text": " Over the past two and a half years now,"}, {"timestamp": [858.98, 859.9], "text": " really with the pandemic,"}, {"timestamp": [860.34, 863.14], "text": " we've seen glams, galleries, libraries,"}, {"timestamp": [863.14, 873.28], "text": " archives and museums pivot towards more digitization of collections and trying to find other digital means to make collections more accessible."}, {"timestamp": [887.6, 892.7], "text": " some of the kind of opportunities for open culture and art history right now, and hopefully in the next few years? Is there anything that you're kind of keeping a close eye on? We're really excited"}, {"timestamp": [892.7, 898.96], "text": " about more and more museums making their collections available online and making it"}, {"timestamp": [898.96, 907.44], "text": " possible to download images. And it was a very slow start for museums. There was a lot of fear about losing"}, {"timestamp": [907.44, 915.02], "text": " their authority, losing the possibility of income stream. But museums have understood now, I think,"}, {"timestamp": [915.02, 919.44], "text": " because of the leadership of a few museums, that nothing terrible happens when you put"}, {"timestamp": [919.44, 926.78], "text": " beautiful images online and offer them to the public for free for non-commercial use. And in fact,"}, {"timestamp": [926.8, 933.28], "text": " it helps people become more engaged with art and with your museum. And it was a lost moment,"}, {"timestamp": [933.28, 940.1], "text": " I think, for museums. We really struggled in the beginning to find works of art online,"}, {"timestamp": [940.1, 946.26], "text": " and there was a real dearth there. But museums have really stepped up recently."}, {"timestamp": [946.64, 948.32], "text": " I want to encourage the few museums"}, {"timestamp": [948.32, 951.16], "text": " who are still not putting their images online"}, {"timestamp": [951.16, 953.68], "text": " and available for download to do so,"}, {"timestamp": [953.76, 955.4], "text": " especially at a high resolution."}, {"timestamp": [956.02, 960.32], "text": " 300K image, it's nice, but you can't really see much."}, {"timestamp": [960.52, 963.68], "text": " Putting those TIFFs, putting raw images online,"}, {"timestamp": [963.86, 965.36], "text": " putting the highest, most beautiful"}, {"timestamp": [965.36, 971.82], "text": " resolution images online can only help all of us. We also have a project that we're really excited"}, {"timestamp": [971.82, 976.48], "text": " about. That's an open art history textbook. I'll let Stephen talk about that."}, {"timestamp": [976.62, 982.34], "text": " It's called Reframing Art History. And so at Smart History, we produce short videos,"}, {"timestamp": [982.48, 986.54], "text": " we produce essays, we publish essays by numerous scholars, but those"}, {"timestamp": [986.54, 994.16], "text": " objects generally stand alone. These are looking closely at an issue or an object. And so what we"}, {"timestamp": [994.16, 1000.22], "text": " decided that we needed to do, and Dr. Kilroy Eubank is heading this project and just producing"}, {"timestamp": [1000.22, 1006.56], "text": " this extraordinary book, is to create, in a sense, a textbook that takes those objects,"}, {"timestamp": [1006.68, 1011.14], "text": " that takes those videos, takes those essays, and weaves them together into narratives that are"}, {"timestamp": [1011.14, 1016.82], "text": " useful in the classroom. So producing a truly global textbook. I want to step back for just"}, {"timestamp": [1016.82, 1028.4], "text": " a moment to go back to what Beth said, which is that I think that the digitization at the museum and the infrastructure of open affords this sort of extraordinary"}, {"timestamp": [1028.4, 1034.98], "text": " opportunity, which is for museums and institutions that have generally historically worked in"}, {"timestamp": [1034.98, 1040.14], "text": " isolation from each other, with the exception of loan shows. When it comes to educational content,"}, {"timestamp": [1040.14, 1046.5], "text": " museums generally don't really work together. And once things are out on the web, and once people"}, {"timestamp": [1046.5, 1052.78], "text": " have embraced the idea of open, there is this opportunity for museums and other cultural"}, {"timestamp": [1052.78, 1057.52], "text": " institutions to work together. Because after all, we generally don't study the history of art"}, {"timestamp": [1057.52, 1062.98], "text": " through the history of one museum's collecting. We think about it broadly across the world,"}, {"timestamp": [1063.24, 1065.34], "text": " objects that are in situ, objects that are in"}, {"timestamp": [1065.34, 1070.34], "text": " museums, and that's the way that art should be studied. And so the museum is a kind of artificial,"}, {"timestamp": [1070.34, 1075.66], "text": " in a sense, a kind of artificial container that has some things and obviously not others,"}, {"timestamp": [1075.8, 1082.22], "text": " but let's open that up and let's use the web and the idea of open to create something that"}, {"timestamp": [1082.22, 1086.82], "text": " is truly global. Yeah. And the idea of an open classroom too,"}, {"timestamp": [1086.94, 1091.6], "text": " right? That when I was a professor, I had to teach ancient Egyptian art, for example,"}, {"timestamp": [1091.6, 1098.38], "text": " and not being an ancient Egyptian art specialist, that was a challenge. So at Smart History,"}, {"timestamp": [1098.38, 1104.04], "text": " what we're doing is we're getting experts in those areas to write accessible, engaging,"}, {"timestamp": [1104.4, 1106.88], "text": " fun essays for learning about art history."}, {"timestamp": [1107.1, 1111.78], "text": " So professors can have, and teachers can have that support, that expertise without having"}, {"timestamp": [1111.78, 1114.18], "text": " to go buy a book or an exhibition catalog."}, {"timestamp": [1114.56, 1115.82], "text": " It's just there for them."}, {"timestamp": [1116.44, 1123.64], "text": " And our textbook providing these sort of really fun thematic passages through smart history"}, {"timestamp": [1123.64, 1127.82], "text": " content is really exciting to us. And instead of a textbook that"}, {"timestamp": [1127.82, 1133.06], "text": " costs even more than $200 in some cases, it's just there for free."}, {"timestamp": [1133.42, 1139.18], "text": " This sounds like a really interesting project that you're setting up right now. When should"}, {"timestamp": [1139.18, 1141.58], "text": " we keep an eye out for the launch?"}, {"timestamp": [1142.32, 1145.34], "text": " Like all things at smart history, the textbook is iterative."}, {"timestamp": [1145.74, 1151.02], "text": " That is, it's being delivered as it's developed and reworked as it's developed."}, {"timestamp": [1151.12, 1154.64], "text": " And of course, one of the great things about the web is the changes can be made quickly"}, {"timestamp": [1154.64, 1155.58], "text": " and on the fly."}, {"timestamp": [1156.38, 1161.38], "text": " And so the first chapters are up and more are being added almost every day."}, {"timestamp": [1161.38, 1165.1], "text": " So you can go to Smart History and go to, actually, I think it's just"}, {"timestamp": [1165.1, 1170.24], "text": " smarthistory.org slash reframing art history. Reframing art history is the name of the textbook."}, {"timestamp": [1170.62, 1177.3], "text": " Think quotation marks because it's online and it's free and it's authored by more than 40 people."}, {"timestamp": [1177.3, 1182.72], "text": " And it's really different from a traditional textbook. We think it's a kind of quantum leap"}, {"timestamp": [1182.72, 1186.92], "text": " that is afforded by the web. So we're really taking advantage of what we can do."}, {"timestamp": [1187.0, 1188.44], "text": " So this is embedded videos."}, {"timestamp": [1188.58, 1189.88], "text": " There are definitions."}, {"timestamp": [1190.26, 1192.28], "text": " It's a very rich environment."}, {"timestamp": [1193.72, 1194.2], "text": " Awesome."}, {"timestamp": [1194.44, 1199.42], "text": " I will drop a link to that in the episode description so that folks can check it out."}, {"timestamp": [1199.98, 1227.08], "text": " And so you have both been involved with Creative Commons and followed us along with our journey almost since the beginning. sake to a more sustainable, empowering type of sharing that we're calling Better Sharing."}, {"timestamp": [1227.42, 1233.86], "text": " Sharing to improve the world based on practices that empower and enable everyone and really"}, {"timestamp": [1233.86, 1237.48], "text": " lines up with your mission at Smart History."}, {"timestamp": [1237.96, 1243.36], "text": " What does Better Sharing mean to you as individuals and also to Smart History?"}, {"timestamp": [1243.6, 1245.68], "text": " I like to think that what we're doing at Smart"}, {"timestamp": [1245.68, 1251.22], "text": " History is indeed a kind of better sharing. I think that our mission is at the heart of your"}, {"timestamp": [1251.22, 1260.6], "text": " question, which is to celebrate humanity's varied visual culture, to take in the visual histories"}, {"timestamp": [1260.6, 1266.08], "text": " of creativity across the world and to make it accessible to everybody and therefore"}, {"timestamp": [1266.08, 1272.04], "text": " to break down cultural barriers and to create a kind of empathy across cultures and actually even"}, {"timestamp": [1272.04, 1279.26], "text": " across time. And it's one of the great things that history and the humanities can do. And Beth"}, {"timestamp": [1279.26, 1286.8], "text": " alluded to this earlier, in our increasingly technological world, I think that humanity needs a focus and it needs"}, {"timestamp": [1286.8, 1293.2], "text": " to be the balance to artificial intelligence and so many other things that exist in the world now"}, {"timestamp": [1293.2, 1300.88], "text": " that can be used for good and ill. And if we don't focus on the stories that people tell through"}, {"timestamp": [1300.88, 1305.38], "text": " painting, through literature, through religion, through philosophy, and through history."}, {"timestamp": [1305.64, 1312.44], "text": " I think we are in a much more dangerous place as a species. That was my last question for you, but"}, {"timestamp": [1312.44, 1318.78], "text": " I always like to ask if there's anything that we didn't get to cover or any final message you'd like"}, {"timestamp": [1318.78, 1328.66], "text": " to leave the CC community with. We love Creative Commons and we're incredibly grateful that it exists,"}, {"timestamp": [1328.66, 1338.26], "text": " that some people decades ago invented it and saw the necessity of it and made it feel safe and"}, {"timestamp": [1338.26, 1347.18], "text": " easy to share on the web and just made everybody think about what we put on the web in a new and different way."}, {"timestamp": [1347.88, 1353.32], "text": " And there is no smart history without Creative Commons. And so we're just really grateful."}, {"timestamp": [1354.08, 1359.56], "text": " And the other thing I would just want to say is that sometimes art history gets a bad rap."}, {"timestamp": [1359.78, 1366.96], "text": " Art history, it sounds, I don't know, a drag or required course, or maybe something that is for"}, {"timestamp": [1366.96, 1372.96], "text": " people that are not you. But art history is really just the amazing history of"}, {"timestamp": [1372.96, 1379.98], "text": " all the things human beings can be and ways that we think and things that we represent."}, {"timestamp": [1380.34, 1385.44], "text": " Art history never ceases to completely amaze me about humanity."}, {"timestamp": [1386.32, 1392.3], "text": " And so I would just encourage everyone to come and explore smart history, especially"}, {"timestamp": [1392.3, 1398.98], "text": " areas that you're not familiar with of art history, because you'll probably be surprised"}, {"timestamp": [1398.98, 1400.06], "text": " and delighted."}, {"timestamp": [1400.68, 1409.6], "text": " And if listeners want to reach out to you and continue the conversation after this episode, what's the best way that they can get in touch?"}, {"timestamp": [1410.92, 1419.82], "text": " It's just Beth at smarthistory.org, Stephen with a V at smarthistory.org and Lauren at smarthistory.org."}, {"timestamp": [1419.86, 1425.94], "text": " And we welcome all emails and inquiries and we love to chat and think about ways of collaborating."}, {"timestamp": [1427.0, 1434.48], "text": " Amazing. We'll put all those links into the episode description and your social media handles"}, {"timestamp": [1434.48, 1441.88], "text": " as well so that people can keep in touch and keep this conversation going. Thank you both so much"}, {"timestamp": [1441.88, 1445.5], "text": " for joining us on this episode of Open Minds today. It's been really great to meet you both so much for joining us on this episode of Open Minds today."}, {"timestamp": [1445.7, 1450.34], "text": " It's been really great to meet you both and to hear about what you're doing."}, {"timestamp": [1450.56, 1451.76], "text": " Thank you for having us."}, {"timestamp": [1451.84, 1452.94], "text": " Thank you so much."}, {"timestamp": [1454.04, 1457.3], "text": " Thanks for listening to Open Minds from Creative Commons."}, {"timestamp": [1457.96, 1460.46], "text": " Special thanks to the musician Broke For Free,"}, {"timestamp": [1460.88, 1463.92], "text": " whose track Daybird you heard at the beginning of this episode"}, {"timestamp": [1463.92, 1471.68], "text": " and you're listening to right now. It's available under the Creative Commons Attribution License, meaning it's free"}, {"timestamp": [1471.68, 1478.1], "text": " for anyone to use. You can find it at the Free Music Archive, freemusicarchive.org."}, {"timestamp": [1478.54, 1485.94], "text": " Please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our"}, {"timestamp": [1485.94, 1492.64], "text": " global culture more open and collaborative. We'll be back soon with another episode. Talk to you then."}], "text": " Welcome to Open Minds from Creative Commons. I'm Oney Anukam, CC's Communications and Campaigns Manager. Our Open Minds podcast is a series of conversations with people working on the issues we're involved with and the subjects we're excited about. Each episode we sit down with amazing guests who are working to make the internet and our global culture more open and collaborative. On this episode, we're joined by art historians Dr. Beth Harris and Dr. Stephen Zucker, the co-founders and executive directors of Smart History. Smart History is a centre for public art history with thousands of free and CC licensed videos and essays written by experts who want to share their knowledge with learners around the world. Before Smart History Beth was Dean of Art and History at Khan Academy and Director of Digital Learning at the Museum of Modern Art. Prior to joining MoMA, Beth was Associate Professor of Art History and Director of Distance Learning at the Fashion Institute of Technology, where she taught both online and in the classroom. Dr Stephen Zucker's journey has been similarly decorated, formally holding the positions of Dean of Art and History at Khan Academy, Chair of History of Art and Design at Pratt Institute, Dean of the School of Graduate Studies at the Fashion Institute of Technology, SUNY, and Chair of Art History. Stephen has also taught at the School of Visual Arts, Hunter College, and at the Museum of Modern Art. Enough from me, let's hear from Beth and Stephen. Thank you Beth and Stephen for joining us on Open Minds today. It's a real pleasure to have you. I'd love to start by asking how the two of your paths crossed by and how you ended up founding Smart History? We went to graduate school together, although our paths didn't really cross there much. We got to know each other when we were both young faculty members at the State University of New York in the city. And we were both in a wonderful art history department teaching students who loved the content once they were introduced to it, but came into the classes often thinking this is a requirement. It's not something I want to do. So we both had this task in front of us, which was to get students to fall in love with the history of art. And so the web happened in the early part of our careers, which was very exciting. We're talking about the early 2000s. And so we immediately started seeing what we could do with the web to help teach art history and make it more engaging and accessible. We made a website about Leonardo da Vinci, about The Last Supper before we worked on smart history. The idea was just how can we use the web to make art history more engaging for our students? All we had in mind at the beginning was our own students. And what happened was Beth's husband, Joe, bought her a little $30 microphone that plugged into the top of an iPod. This is long before iPhones. And we went up to the Metropolitan Museum and decided to try to create a kind of audio file for our students that would help them look closely and discover the work of art and also to be accessible and engaging and not stuffy in the way that museum audios tended to be back in that back at that moment. And also an attempt to undo the elitism that can exist around museums, culture, and art history, and make it feel really real and accessible and part of their world. And so that was our idea in the beginning, just for our students. We started to put the content online and we put it in actually on Blogger, a very early blog site before you could easily make your own website. And we started putting it in our online courses for students and they loved it. And we just started making more and more. And at a certain point we realized we were getting enough content that we could put it inside an arch historical structure organized chronologically and geographically. And we had the beginnings of a sort of online textbook. And that was the beginning of Smart History. And more and more people started to use it when we put the videos online on YouTube and Vimeo. And then Smart History was born from there. And it's just been growing. Our very first day with that microphone was 2005. One of the things we like to say is that we went from teaching a couple of hundred students a year between the two of us to teaching millions of learners around the world. And so the power of the web, the power of open, the power of sharing expertise, of bringing that expertise to a broad public has been really transformative for us in our lives. It's incredible to see that Smart History was born out of the desire to make art history more accessible for your own students. And now you're reaching millions around the world. It's really amazing. Before we dive in too deep talking around Smart history. For those who aren't familiar with the site, could you just give us a brief what it is and what it does? Sure. The quick elevator pitch is smart history is the most widely used resource for teaching, for learning about art and cultural history. And that's very broad. That can mean archaeology, cultural heritage, art history, conservation. And our mission statement is we believe that art has the power to transform lives and build understanding across cultures, and that the brilliant histories of art and culture belong to everybody. Just to give you a sense of where we've sort of landed, we've been growing every year. Last year, we had 50 million page views of our content across all of our channel. We work with dozens of museums to help unlock their expertise. Curators, of course, spend their lives researching their collection objects, and we want to help bring that to a broad public. But we also work with a huge array of scholars, more than 600 at this point. These are people, these are academic professors, curators, as Beth mentioned, archaeologists, and people with other aligned specialties. But they're also artists and knowledge bearers from less traditional academic backgrounds. We want that diversity of voices. We don't think art history is monolithic, and we want to make sure that we're telling the complex stories of art history in a post-colonial context. So this is enormously important to us. One could ask, how do we know smart history is reliable? And so I just want to add that we have an open peer review process and we have content editors who look over everything and are specialists in different areas. And so everything at Smart History is vetted and peer reviewed. A lot of that content and the review process and the editing is overseen by our third member who couldn't be here today, Dr. Lauren Kilroy-Eubank. And I should just add that it seems to be working because more than 500 colleges and universities and high schools and school districts and museums and other cultural institutions link to us and recommend us. And so it's been really rewarding. And it's because, as Beth said, we just started thinking about our students. It's really incredible to see the breadth of areas and users that engage with and rely on smart history. When I was prepping for the interview, I was really excited to see that all content on the smart history website is available under Creative Commons license. on the Smart History website is available under Creative Commons license. And you touched on the kind of connections with Open, but I just wanted to open that up and ask how you both got involved with Open and Creative Commons more specifically. Well, early on, we were confronted with this decision. Were we going to take that content and put it into our university's learning management system, which is commonly Blackboard or Canvas or something like that, which is to say, put it into our university's learning management system, which is commonly Blackboard or Canvas or something like that, which is to say, put it behind a wall where students have to authenticate into. And tuition is in a sense, the paywall for that. Or are we going to take that content and put it in front of that paywall? And we decided really early on that we wanted to put it out in the world and to see what would happen. And as Beth said, the response was really amazing. Now, part of this was that Cable Green from Creative Commons came and visited our campus. Actually, just a few years after I think Creative Commons was founded. And we were really interested. We were also really interested because SUNY, the State University of New York, had some amazing people there. Patrick Masson was there and was really a strong advocate for open. And there was this community that was very utopian in its thinking. Creative Commons is now this island of the promise of the web and a web that is largely commercial and it is so important. in a web that is largely commercial. And it is so important. Yeah, it was a nice community at SUNY. And we learned a lot about open content and about agile development and all those things from that community. And it was really important to us to make it very available. And I want to say that we use a Creative Commons non-commercial license, even And I want to say that we use a Creative Commons non-commercial license, even though I want to say that we favor the most open license possible and advocate for that. And the reason that we have a non-commercial license is largely because otherwise textbook publishers and other academic publishers would take our images and content and then use it and charge students. And so we want to protect students and keep the content free in that way. And just to build on that, the idea of making art history or the complex art history accessible to students who have been priced out of it for so long, a traditional textbook can cost $200. And that is a barrier for a lot of students. And we want to make sure that students have access. And this is a major motivation for Smart History. And actually, it's a major motivation for one of our new projects, but we'll talk about in a moment. Amazing, amazing. And so you mentioned that mentioned that Beth's husband bought your first mic back in 2005. So you've been up and running now for 17 years. And I'm sure it's been an incredible journey with highs and lows across the way. And I just wanted to find out what some of your biggest accomplishments, the things that you're most proud of over the last 17 years are. I think the most wonderful moment of my career was when we were at a conference for AP art history teachers. And there was a line of teachers who came to see us and talk about smart history and even wanted our autograph and pictures for their students. And I think supporting the AP art history community and also just being free and open on the web means that we are reaching down into high school and maybe even junior high school students who are interested in learning about arts history, right? I mean, I was a 16-year-old who really wanted to learn art history, and it wasn't offered in my high school. There was no web. I went to the library as often as I could, but the resources were really limited. And so reaching down to younger students, younger learners who are interested in art history, being able to inspire them perhaps to go on and study art history and maybe even become art historians or take art history classes. Around the country, humanities classes are suffering from lower enrollment art history departments are closing we think the humanities is crucially important even more important today in some ways and so the ability to inspire that younger generation to study art history and fall in love with going to museums and looking at art is really important. And I hope that we contribute to the sort of vitality of our discipline, which I think has a lot to offer in the visual world that we live in. And just to build on that, I think we try to do that by making art history, not simply something that you learn, but something that's more experiential. And we do that by bringing our own passion, our own love, our own direct response to works of art to viewers. And we do that a few different ways. We do that when we make video, by recording in front of the original work of art in the museum, on the hilltop where the ruin is, whatever that place is. And the audio sort of conveys that sense of place in an important way. And our excitement about being there and responding to that work of art directly, I think is conveyed through that audio. But we also do it by really paying attention to the photography of the works of art. We want the images to be beautiful. We want them to be really rich. And we linger over these objects so that we're helping people slow down and look carefully and experience the works themselves. And hopefully some people will have the opportunity to visit some of those objects. to visit some of those objects. I think it's fair to say that smart history has been ahead of the curve in many ways in respect to the digitization of collections and the accessibility of art history. Over the past two and a half years now, really with the pandemic, we've seen glams, galleries, libraries, archives and museums pivot towards more digitization of collections and trying to find other digital means to make collections more accessible. some of the kind of opportunities for open culture and art history right now, and hopefully in the next few years? Is there anything that you're kind of keeping a close eye on? We're really excited about more and more museums making their collections available online and making it possible to download images. And it was a very slow start for museums. There was a lot of fear about losing their authority, losing the possibility of income stream. But museums have understood now, I think, because of the leadership of a few museums, that nothing terrible happens when you put beautiful images online and offer them to the public for free for non-commercial use. And in fact, it helps people become more engaged with art and with your museum. And it was a lost moment, I think, for museums. We really struggled in the beginning to find works of art online, and there was a real dearth there. But museums have really stepped up recently. I want to encourage the few museums who are still not putting their images online and available for download to do so, especially at a high resolution. 300K image, it's nice, but you can't really see much. Putting those TIFFs, putting raw images online, putting the highest, most beautiful resolution images online can only help all of us. We also have a project that we're really excited about. That's an open art history textbook. I'll let Stephen talk about that. It's called Reframing Art History. And so at Smart History, we produce short videos, we produce essays, we publish essays by numerous scholars, but those objects generally stand alone. These are looking closely at an issue or an object. And so what we decided that we needed to do, and Dr. Kilroy Eubank is heading this project and just producing this extraordinary book, is to create, in a sense, a textbook that takes those objects, that takes those videos, takes those essays, and weaves them together into narratives that are useful in the classroom. So producing a truly global textbook. I want to step back for just a moment to go back to what Beth said, which is that I think that the digitization at the museum and the infrastructure of open affords this sort of extraordinary opportunity, which is for museums and institutions that have generally historically worked in isolation from each other, with the exception of loan shows. When it comes to educational content, museums generally don't really work together. And once things are out on the web, and once people have embraced the idea of open, there is this opportunity for museums and other cultural institutions to work together. Because after all, we generally don't study the history of art through the history of one museum's collecting. We think about it broadly across the world, objects that are in situ, objects that are in museums, and that's the way that art should be studied. And so the museum is a kind of artificial, in a sense, a kind of artificial container that has some things and obviously not others, but let's open that up and let's use the web and the idea of open to create something that is truly global. Yeah. And the idea of an open classroom too, right? That when I was a professor, I had to teach ancient Egyptian art, for example, and not being an ancient Egyptian art specialist, that was a challenge. So at Smart History, what we're doing is we're getting experts in those areas to write accessible, engaging, fun essays for learning about art history. So professors can have, and teachers can have that support, that expertise without having to go buy a book or an exhibition catalog. It's just there for them. And our textbook providing these sort of really fun thematic passages through smart history content is really exciting to us. And instead of a textbook that costs even more than $200 in some cases, it's just there for free. This sounds like a really interesting project that you're setting up right now. When should we keep an eye out for the launch? Like all things at smart history, the textbook is iterative. That is, it's being delivered as it's developed and reworked as it's developed. And of course, one of the great things about the web is the changes can be made quickly and on the fly. And so the first chapters are up and more are being added almost every day. So you can go to Smart History and go to, actually, I think it's just smarthistory.org slash reframing art history. Reframing art history is the name of the textbook. Think quotation marks because it's online and it's free and it's authored by more than 40 people. And it's really different from a traditional textbook. We think it's a kind of quantum leap that is afforded by the web. So we're really taking advantage of what we can do. So this is embedded videos. There are definitions. It's a very rich environment. Awesome. I will drop a link to that in the episode description so that folks can check it out. And so you have both been involved with Creative Commons and followed us along with our journey almost since the beginning. sake to a more sustainable, empowering type of sharing that we're calling Better Sharing. Sharing to improve the world based on practices that empower and enable everyone and really lines up with your mission at Smart History. What does Better Sharing mean to you as individuals and also to Smart History? I like to think that what we're doing at Smart History is indeed a kind of better sharing. I think that our mission is at the heart of your question, which is to celebrate humanity's varied visual culture, to take in the visual histories of creativity across the world and to make it accessible to everybody and therefore to break down cultural barriers and to create a kind of empathy across cultures and actually even across time. And it's one of the great things that history and the humanities can do. And Beth alluded to this earlier, in our increasingly technological world, I think that humanity needs a focus and it needs to be the balance to artificial intelligence and so many other things that exist in the world now that can be used for good and ill. And if we don't focus on the stories that people tell through painting, through literature, through religion, through philosophy, and through history. I think we are in a much more dangerous place as a species. That was my last question for you, but I always like to ask if there's anything that we didn't get to cover or any final message you'd like to leave the CC community with. We love Creative Commons and we're incredibly grateful that it exists, that some people decades ago invented it and saw the necessity of it and made it feel safe and easy to share on the web and just made everybody think about what we put on the web in a new and different way. And there is no smart history without Creative Commons. And so we're just really grateful. And the other thing I would just want to say is that sometimes art history gets a bad rap. Art history, it sounds, I don't know, a drag or required course, or maybe something that is for people that are not you. But art history is really just the amazing history of all the things human beings can be and ways that we think and things that we represent. Art history never ceases to completely amaze me about humanity. And so I would just encourage everyone to come and explore smart history, especially areas that you're not familiar with of art history, because you'll probably be surprised and delighted. And if listeners want to reach out to you and continue the conversation after this episode, what's the best way that they can get in touch? It's just Beth at smarthistory.org, Stephen with a V at smarthistory.org and Lauren at smarthistory.org. And we welcome all emails and inquiries and we love to chat and think about ways of collaborating. Amazing. We'll put all those links into the episode description and your social media handles as well so that people can keep in touch and keep this conversation going. Thank you both so much for joining us on this episode of Open Minds today. It's been really great to meet you both so much for joining us on this episode of Open Minds today. It's been really great to meet you both and to hear about what you're doing. Thank you for having us. Thank you so much. Thanks for listening to Open Minds from Creative Commons. Special thanks to the musician Broke For Free, whose track Daybird you heard at the beginning of this episode and you're listening to right now. It's available under the Creative Commons Attribution License, meaning it's free for anyone to use. You can find it at the Free Music Archive, freemusicarchive.org. Please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our global culture more open and collaborative. We'll be back soon with another episode. Talk to you then."}