{"speakers": [{"speaker": "SPEAKER_00", "timestamp": [0.0, 9.28], "text": " Welcome to Open Minds from Creative Commons. I'm Oney Anukam, CC's Communications and"}, {"speaker": "SPEAKER_00", "timestamp": [9.28, 15.1], "text": " Campaigns Manager. Our Open Minds podcast is a series of conversations with people working"}, {"speaker": "SPEAKER_00", "timestamp": [15.1, 20.16], "text": " on the issues we're involved with and the subjects we're excited about. Each episode"}, {"speaker": "SPEAKER_00", "timestamp": [20.16, 26.14], "text": " we sit down with amazing guests who are working to make the internet and our global culture"}, {"speaker": "SPEAKER_00", "timestamp": [26.14, 33.04], "text": " more open and collaborative. In this episode we're joined by programmer, musician and copyright"}, {"speaker": "SPEAKER_00", "timestamp": [33.04, 40.2], "text": " attorney Damien Real and fellow musician and programmer Noah Rubin, the creators of the All"}, {"speaker": "SPEAKER_00", "timestamp": [40.2, 45.32], "text": " the Music Project. Frustrated by accidental copyright infringement lawsuits"}, {"speaker": "SPEAKER_00", "timestamp": [45.32, 47.8], "text": " stifling artists' creativity,"}, {"speaker": "SPEAKER_00", "timestamp": [47.8, 51.64], "text": " the dynamic duo teamed up to create an algorithm"}, {"speaker": "SPEAKER_00", "timestamp": [51.64, 55.72], "text": " that would generate and save every possible melody"}, {"speaker": "SPEAKER_00", "timestamp": [55.72, 57.88], "text": " in order to claim the copyright"}, {"speaker": "SPEAKER_00", "timestamp": [57.88, 62.44], "text": " and then release it again to the public domain under CC0,"}, {"speaker": "SPEAKER_00", "timestamp": [62.44, 64.92], "text": " which means they have no rights reserved."}, {"speaker": "SPEAKER_00", "timestamp": [64.92, 67.24], "text": " We dive into why they decided to take"}, {"speaker": "SPEAKER_00", "timestamp": [67.24, 73.84], "text": " on this audacious project, how they did it, and how they're trying to help other musicians and creators."}, {"speaker": "SPEAKER_00", "timestamp": [76.8, 82.68], "text": " Good to have you both. I thought we could just start off with you telling me a little bit about"}, {"speaker": "SPEAKER_00", "timestamp": [82.68, 86.76], "text": " yourselves and how you met and started the All The Music"}, {"speaker": "SPEAKER_02", "timestamp": [86.76, 92.14], "text": " project. Maybe I can start and then Noah can jump in. I've been a lawyer since 2002, a coder since"}, {"speaker": "SPEAKER_02", "timestamp": [92.14, 98.54], "text": " 1985, though my coding expertise is not nearly as good as Noah's. So I litigated for about 15 years"}, {"speaker": "SPEAKER_02", "timestamp": [98.54, 102.5], "text": " and then got to know Noah through, we both worked for the same company, a cybersecurity company"}, {"speaker": "SPEAKER_02", "timestamp": [102.5, 107.8], "text": " called Strauss-Friedberg. And we were working on an engagement together and got to be really good friends and colleagues."}, {"speaker": "SPEAKER_02", "timestamp": [108.08, 112.48], "text": " And we decided that we might be able to work on a project together that might make a difference."}, {"speaker": "SPEAKER_02", "timestamp": [112.64, 115.6], "text": " And we'll be talking about that in a bit, but I'll let Noah introduce himself."}, {"speaker": "SPEAKER_01", "timestamp": [115.78, 121.06], "text": " Yeah. My name is Noah Rubin. Like Damien said, I used to work for a company called Strauss-Friedberg,"}, {"speaker": "SPEAKER_01", "timestamp": [121.06, 125.58], "text": " got bought by Aon in 2016, And I did incident response for a while."}, {"speaker": "SPEAKER_01", "timestamp": [126.28, 132.12], "text": " Now I'm at AWS as a senior security engineer. I like writing code, big fan of open source code"}, {"speaker": "SPEAKER_01", "timestamp": [132.12, 136.36], "text": " and giving things away for free. And yeah, I've loved music my whole life. So this seemed like"}, {"speaker": "SPEAKER_02", "timestamp": [136.36, 140.44], "text": " a no brainer for me. And one thing that I should also mention is that both Noah and I are do-gooders."}, {"speaker": "SPEAKER_02", "timestamp": [140.44, 150.46], "text": " That is, we want the world to be better because of us, not worse. So Creative Commons plays a big part in that do-gooderness. Yay. Yay. You're both musicians, I understand,"}, {"speaker": "SPEAKER_00", "timestamp": [150.6, 155.28], "text": " right? I have a bachelor's degree in music. Yeah. So I have my two instruments for vocal music and"}, {"speaker": "SPEAKER_02", "timestamp": [155.28, 160.0], "text": " instrumental music with percussion. And so I record and play and do lots of things. And Noah"}, {"speaker": "SPEAKER_00", "timestamp": [160.0, 166.68], "text": " is also a great musician. That's incredible. So for those of us who are non-musical and"}, {"speaker": "SPEAKER_00", "timestamp": [166.68, 173.84], "text": " non-technical, tell me how you would describe the All The Music Project. Yeah. Maybe I can give a"}, {"speaker": "SPEAKER_02", "timestamp": [173.84, 178.84], "text": " high level overview and then Noah can talk about the details of how he implemented it. But the"}, {"speaker": "SPEAKER_00", "timestamp": [178.84, 183.76], "text": " problem that we were trying to solve is that there was a case where George Harrison had been accused"}, {"speaker": "SPEAKER_00", "timestamp": [183.76, 189.92], "text": " of copyright infringement where he had, my sweet Lord, oh, sweet Lord. And then he was sued for a case that was,"}, {"speaker": "SPEAKER_00", "timestamp": [190.24, 196.22], "text": " he's so fine. Oh, so fine. And he ultimately got dinged for 2.7 million dollars by the judge who"}, {"speaker": "SPEAKER_00", "timestamp": [196.22, 200.16], "text": " said, I believe you, George Harrison, that you say you've never heard that other song before,"}, {"speaker": "SPEAKER_00", "timestamp": [200.6, 222.76], "text": " but I think you subconsciously infringed it. I think you, you heard it maybe over somebody's loudspeaker and you just subconsciously put that into your own music. I heard that in law school in the early 2000s. And that always seemed wrong because every other aspect of law, you need to have intent. You need to be able to say, I didn't brush up against you accidentally. I punched you in the nose, right? Punching is different than accidentally brushing up."}, {"speaker": "SPEAKER_01", "timestamp": [225.38, 225.86], "text": " right? Punching is different than accidentally brushing up. So when I was working in cybersecurity,"}, {"speaker": "SPEAKER_01", "timestamp": [229.44, 235.04], "text": " it occurred to me, I knew that you could brute force passwords. And the way you can brute force a password is use a computer to go A, A, A, A, B, A, C, until it ultimately guesses your password."}, {"speaker": "SPEAKER_01", "timestamp": [235.2, 239.28], "text": " That's called brute forcing. And I thought, and so Noah and I, after a long day on our cybersecurity"}, {"speaker": "SPEAKER_01", "timestamp": [239.28, 243.1], "text": " engagement, we were sitting in the hotel in the bar and I said, Noah, do you think we could brute"}, {"speaker": "SPEAKER_01", "timestamp": [243.1, 265.18], "text": " force music? Do you think we could go da, da, da, da, da,da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da- interested in using code to solve interesting problems. I'm not much of a, I don't necessarily"}, {"speaker": "SPEAKER_00", "timestamp": [265.18, 269.54], "text": " like writing code just for the sake of writing code. I like to solve interesting problems. And"}, {"speaker": "SPEAKER_01", "timestamp": [269.54, 273.86], "text": " this sounded super fun. I, at the time, didn't think it would be that hard to do. Turned out"}, {"speaker": "SPEAKER_01", "timestamp": [273.86, 278.3], "text": " to be a little more time intensive than anticipated, but it sounded super interesting. So I was all for"}, {"speaker": "SPEAKER_02", "timestamp": [278.3, 283.1], "text": " it. And, and really the problem that we ultimately solved on that, that subconscious infringement"}, {"speaker": "SPEAKER_02", "timestamp": [283.1, 285.28], "text": " was to maybe, you know, at this"}, {"speaker": "SPEAKER_02", "timestamp": [285.28, 289.32], "text": " point we've made between 200 and 400 billion melodies, depending on how you count them."}, {"speaker": "SPEAKER_02", "timestamp": [289.32, 294.96], "text": " And so one argument is that we've coded them all, placed them on a disc."}, {"speaker": "SPEAKER_02", "timestamp": [295.2, 298.7], "text": " As soon as they're placed on a disc under the copyright law, under the Berning Convention,"}, {"speaker": "SPEAKER_02", "timestamp": [298.86, 301.8], "text": " they are copyrighted automatically as soon as they hit the disc."}, {"speaker": "SPEAKER_02", "timestamp": [302.1, 304.94], "text": " So we've copyrighted between 200 and 400 billion melodies."}, {"speaker": "SPEAKER_02", "timestamp": [309.44, 309.66], "text": " And then we've used Creative Commons Zero to be able to say, this is a public domain."}, {"speaker": "SPEAKER_02", "timestamp": [313.72, 317.38], "text": " At least we have dedicated this to the public domain. Of course, anything that we have copyright to, we dedicate to the public domain. We can't necessarily dedicate to the public domain,"}, {"speaker": "SPEAKER_02", "timestamp": [317.78, 323.68], "text": " other people's works that we don't have control over. But that is a fuzzy aspect because if we"}, {"speaker": "SPEAKER_02", "timestamp": [323.68, 326.24], "text": " happen, as we brute force across them, we happen"}, {"speaker": "SPEAKER_02", "timestamp": [326.24, 332.6], "text": " to have also done a popular melody. There is a big question as to the copyrightability of that"}, {"speaker": "SPEAKER_02", "timestamp": [332.6, 337.26], "text": " melody. Is it Creative Commons Zero? Did they still have copyright in it? That is an open question."}, {"speaker": "SPEAKER_02", "timestamp": [337.56, 342.64], "text": " Anyway, so Creative Commons was a very important way that we could be able to solve the problem"}, {"speaker": "SPEAKER_00", "timestamp": [342.64, 352.52], "text": " that was the George Harrison problem, subconscious friction. Okay, well, let's stay on that vein. So this started off as an idea that kind of came"}, {"speaker": "SPEAKER_00", "timestamp": [352.52, 359.8], "text": " together very organically. What was the development process like? And what were some of the challenges,"}, {"speaker": "SPEAKER_00", "timestamp": [360.12, 367.38], "text": " hurdles that you had to cross along the way so sort of like any software project you have"}, {"speaker": "SPEAKER_01", "timestamp": [367.38, 373.42], "text": " requirements that you need to gather and I had a lot of learning to do I didn't know much about"}, {"speaker": "SPEAKER_01", "timestamp": [373.42, 378.06], "text": " music theory forgot everything I learned in school so I had to relearn a bunch from Damien"}, {"speaker": "SPEAKER_01", "timestamp": [378.06, 384.4], "text": " and we we talked for a long time many hours about what the goal of the project was making sure that"}, {"speaker": "SPEAKER_01", "timestamp": [384.4, 385.04], "text": " whatever we were"}, {"speaker": "SPEAKER_01", "timestamp": [385.04, 389.16], "text": " going to do it in line with what we actually wanted to do, because we didn't want to screw"}, {"speaker": "SPEAKER_01", "timestamp": [389.16, 393.52], "text": " anyone over just to solve a cool technical problem. So it was really gathering requirements,"}, {"speaker": "SPEAKER_00", "timestamp": [394.28, 399.62], "text": " prototyping, and then going back and forth with Damien in an iterative process to make sure that"}, {"speaker": "SPEAKER_01", "timestamp": [399.62, 404.74], "text": " what I was actually producing is accurate and what we want to be doing. So we prototyped a lot in"}, {"speaker": "SPEAKER_00", "timestamp": [404.74, 405.1], "text": " Python. Python was critical to the process. So we prototyped a lot in Python."}, {"speaker": "SPEAKER_00", "timestamp": [405.44, 410.26], "text": " Python was critical to the process. And then we realized we needed higher throughput. So we"}, {"speaker": "SPEAKER_01", "timestamp": [410.26, 415.18], "text": " switched to Rust, which I'm a huge fan of. And the eventual implementation was in Rust."}, {"speaker": "SPEAKER_02", "timestamp": [415.58, 419.46], "text": " And the types of requirements that Noah is talking about is when you think about how many melodies"}, {"speaker": "SPEAKER_02", "timestamp": [419.46, 423.42], "text": " we were creating, part of it is the number of pitches, the do, re, mi, fa, sol, la, ti, do."}, {"speaker": "SPEAKER_02", "timestamp": [423.66, 425.26], "text": " And then how many notes repeated"}, {"speaker": "SPEAKER_02", "timestamp": [425.26, 430.62], "text": " one two three four five six seven eight nine ten right how many repeated notes do you do so the"}, {"speaker": "SPEAKER_00", "timestamp": [430.62, 434.66], "text": " initial requirements i thought maybe we could do the entire piano but then we figured out that that"}, {"speaker": "SPEAKER_00", "timestamp": [434.66, 440.6], "text": " 88 keys is computationally very absurdly complicated and but then we thought you know"}, {"speaker": "SPEAKER_02", "timestamp": [440.6, 448.86], "text": " popular music which is the thing we were focused on we didn't want to focus on jazz or classical music because nobody sues over jazz or classical music because it"}, {"speaker": "SPEAKER_00", "timestamp": [448.86, 453.06], "text": " doesn't make any money. The only thing that makes money is popular music. And popular music generally"}, {"speaker": "SPEAKER_01", "timestamp": [453.06, 458.4], "text": " focuses on the diatonic scale, the do, re, mi, fa, sol, la, ti, do. And so our first data set was"}, {"speaker": "SPEAKER_01", "timestamp": [458.4, 463.34], "text": " those eight pitches that I just said, and then repeated 12 times. And then the next data set that"}, {"speaker": "SPEAKER_01", "timestamp": [463.34, 465.08], "text": " we created was the minor scale, do, re, mi, fa, sol, la, ti, do. And then the next data set that we created was the minor scale."}, {"speaker": "SPEAKER_01", "timestamp": [470.08, 475.12], "text": " Do, re, mi, fa, sol, la, ti, do. And then the next data set that we created was both the black notes and the white notes. That is the chromatic scale, which did cover jazz, which did cover classical"}, {"speaker": "SPEAKER_01", "timestamp": [475.12, 479.34], "text": " music. And then after that, some people said, you know, you're not including rhythm. You should"}, {"speaker": "SPEAKER_01", "timestamp": [479.34, 485.42], "text": " include rhythm. So then we added a silent note to be able to essentially create rhythm where there wasn't any before."}, {"speaker": "SPEAKER_01", "timestamp": [485.42, 494.5], "text": " So really, those are Noah and I working through those iterations on what makes sense from a musicological standpoint and then how we could implement that technically."}, {"speaker": "SPEAKER_01", "timestamp": [494.88, 502.08], "text": " And all of that was demonstrating that music largely is just math and it's just plowing through all those combinatorial iterations of those things."}, {"speaker": "SPEAKER_00", "timestamp": [502.74, 505.5], "text": " So the project's been up and running for some time now."}, {"speaker": "SPEAKER_00", "timestamp": [505.66, 511.0], "text": " I'm wondering if you can talk a bit about some of the wins that you've had, the positive feedback"}, {"speaker": "SPEAKER_00", "timestamp": [511.0, 516.26], "text": " you've received. Yeah. Tell me. Yeah, I'd be happy to. I'm going to talk about some of the wins and"}, {"speaker": "SPEAKER_02", "timestamp": [516.26, 519.86], "text": " then I'll talk also about the Creative Commons Zero and the important aspect of Creative Commons"}, {"speaker": "SPEAKER_02", "timestamp": [519.86, 531.7], "text": " Zero. The good news on the wins side, on the legal aspect of it, is before my talk, and one of the reasons I created the talk and created the All The Music Project with Noah, is because before this, everybody lost."}, {"speaker": "SPEAKER_02", "timestamp": [531.9, 535.1], "text": " Because essentially every defendant had to prove a negative."}, {"speaker": "SPEAKER_02", "timestamp": [535.34, 538.52], "text": " I, as a defendant, have to prove that I've never heard your song."}, {"speaker": "SPEAKER_00", "timestamp": [538.86, 542.56], "text": " And philosophically, everyone knows that proving a negative is impossible."}, {"speaker": "SPEAKER_00", "timestamp": [542.92, 547.22], "text": " I can't prove that I've never heard that song on the supermarket loudspeaker."}, {"speaker": "SPEAKER_00", "timestamp": [547.4, 550.66], "text": " I can't prove that my friend of mine didn't hold their phone up to me and say, listen"}, {"speaker": "SPEAKER_00", "timestamp": [550.66, 551.38], "text": " to this cool song."}, {"speaker": "SPEAKER_00", "timestamp": [551.58, 555.84], "text": " It's as soon as a song is popular enough, then the defendant always loses."}, {"speaker": "SPEAKER_00", "timestamp": [556.08, 557.66], "text": " That was the case before our talk."}, {"speaker": "SPEAKER_00", "timestamp": [558.24, 561.98], "text": " And the reason for that is that under copyright law, and of course, Creative Commons listeners"}, {"speaker": "SPEAKER_00", "timestamp": [561.98, 567.86], "text": " are very familiar with copyright law, to be able to show copyright infringement, you have to show three things. I think number one"}, {"speaker": "SPEAKER_00", "timestamp": [567.86, 572.24], "text": " is show that is copyrightable in the first place. Is it protectable is question number one."}, {"speaker": "SPEAKER_00", "timestamp": [572.8, 578.18], "text": " Question number two, did you have access to the thing? That is, did the second person have access"}, {"speaker": "SPEAKER_00", "timestamp": [578.18, 583.26], "text": " to the first thing? Question number three is, is there substantial similarity between the two?"}, {"speaker": "SPEAKER_00", "timestamp": [583.68, 585.46], "text": " So question number one, originality."}, {"speaker": "SPEAKER_00", "timestamp": [585.82, 590.24], "text": " Question number two, access. Question number three, substantial similarity. Every defendant"}, {"speaker": "SPEAKER_00", "timestamp": [590.24, 594.86], "text": " before us focused on the second two. That is, did they have access? Was it substantially similar?"}, {"speaker": "SPEAKER_00", "timestamp": [595.32, 599.82], "text": " They didn't focus on question number one. Is it copyrightable in the first place? Is it"}, {"speaker": "SPEAKER_00", "timestamp": [599.82, 608.34], "text": " protectable in the first place? And so when all, all of the, you know, all the news articles you say is they play them side by side and say, boy, don't those sound similar? That's question number"}, {"speaker": "SPEAKER_00", "timestamp": [608.34, 614.2], "text": " three, right? And then they really kind of gloss over number two, was there access? And, but all"}, {"speaker": "SPEAKER_00", "timestamp": [614.2, 619.24], "text": " of the cases focused on those two, but my TED talk and, and Noah's and my project said, maybe we"}, {"speaker": "SPEAKER_00", "timestamp": [619.24, 623.26], "text": " should look at number one. Maybe we should look at whether these melodies are copyrightable in the"}, {"speaker": "SPEAKER_00", "timestamp": [623.26, 630.64], "text": " first place, because the, the machine that Noah has spit out at 300,000 melodies per second, should we give that to"}, {"speaker": "SPEAKER_00", "timestamp": [630.64, 635.6], "text": " any one person for the life of the author, a monopoly for the life of that author plus"}, {"speaker": "SPEAKER_00", "timestamp": [635.6, 637.14], "text": " 70 years on top of that?"}, {"speaker": "SPEAKER_00", "timestamp": [637.64, 642.94], "text": " Or should we instead say, maybe those things that Noah's machine spit out at 300,000 melodies"}, {"speaker": "SPEAKER_00", "timestamp": [642.94, 650.32], "text": " per second, maybe those are just the building blocks of music. Maybe everybody needs those in a commons to be able to use, to be able"}, {"speaker": "SPEAKER_00", "timestamp": [650.32, 655.8], "text": " to save music. Because if we give a monopoly to any one person for their life plus 70 years for"}, {"speaker": "SPEAKER_00", "timestamp": [655.8, 659.86], "text": " these building blocks, we're going to run out of open spaces. We're not going to be able to make"}, {"speaker": "SPEAKER_00", "timestamp": [659.86, 664.42], "text": " music anymore because essentially the baby boomers are going to have a monopoly on these things for"}, {"speaker": "SPEAKER_00", "timestamp": [664.42, 668.36], "text": " the next hundred years. So anyway, that's why we dedicated them to the Creative Commons Zero,"}, {"speaker": "SPEAKER_00", "timestamp": [668.54, 672.86], "text": " to be able to say these should be in the Commons. And arguably they have always been in the Commons,"}, {"speaker": "SPEAKER_00", "timestamp": [673.1, 677.16], "text": " but they should be in the Commons forevermore. So anyway, before my talk, everybody lost."}, {"speaker": "SPEAKER_00", "timestamp": [677.7, 684.86], "text": " After my talk, my talk was in August of 2019. It was released to the public via YouTube in"}, {"speaker": "SPEAKER_00", "timestamp": [687.38, 687.78], "text": " August of 2019. It was released to the public via YouTube in January 30th, I think, of 2020,"}, {"speaker": "SPEAKER_00", "timestamp": [691.96, 696.8], "text": " right? Like two months after that, Led Zeppelin Ninth Circuit didn't focus on question two or three, like all the others, but focused on number one. Like I argued in my TED talk saying,"}, {"speaker": "SPEAKER_00", "timestamp": [696.92, 699.9], "text": " is this original? And the answer is no, in the Stairway to Heaven cast. They said,"}, {"speaker": "SPEAKER_00", "timestamp": [699.96, 704.88], "text": " this is not original, therefore not copyrightable. A month after that, the Katy Perry District Court"}, {"speaker": "SPEAKER_00", "timestamp": [704.88, 710.26], "text": " case focused on number one, saying this is not original. We don't even have to worry about number"}, {"speaker": "SPEAKER_00", "timestamp": [710.26, 715.6], "text": " two or three. And then more recently in this past month, the Ninth Circuit affirmed that District"}, {"speaker": "SPEAKER_00", "timestamp": [715.6, 719.72], "text": " Court case, the Katy Perry case, saying that's right. It is not original, therefore you can't"}, {"speaker": "SPEAKER_00", "timestamp": [719.72, 725.38], "text": " go forward. And then more recently, the Ed Sheeran case in the UK had the same thing. And he actually"}, {"speaker": "SPEAKER_00", "timestamp": [725.38, 731.1], "text": " cribbed some language from my TEDx talk. Correlation is not causation. But in my TED talk, I say,"}, {"speaker": "SPEAKER_00", "timestamp": [731.2, 734.7], "text": " there are only so many notes and we're running out. And he said in his public statement, there"}, {"speaker": "SPEAKER_00", "timestamp": [734.7, 738.22], "text": " are only so many notes and we're running out. So anyway, correlation is not causation. But I would"}, {"speaker": "SPEAKER_00", "timestamp": [738.22, 742.66], "text": " like to think that our talk, which has been seen well over, I think about 2 million times at this"}, {"speaker": "SPEAKER_00", "timestamp": [742.66, 745.2], "text": " point, that maybe a judicial law clerk or a"}, {"speaker": "SPEAKER_00", "timestamp": [745.2, 749.94], "text": " judge or some lawyers that are litigating things, things maybe used our project as inspiration."}, {"speaker": "SPEAKER_00", "timestamp": [751.78, 757.02], "text": " Well, that's incredible. And it's great to see that it's definitely opened up a conversation"}, {"speaker": "SPEAKER_00", "timestamp": [757.02, 773.74], "text": " and is causing some change. I guess moving into copyright a bit more, what legislative changes would you like to see to really address the issues around accidental infringement moving forward?"}, {"speaker": "SPEAKER_02", "timestamp": [774.36, 779.22], "text": " I think one legislative change that the Creative Commons has done a really good job of doing is Creative Commons Zero."}, {"speaker": "SPEAKER_02", "timestamp": [779.36, 785.32], "text": " I've spoken with a lot of folks, lawyers and copyright scholars that really focus on copyright law. And"}, {"speaker": "SPEAKER_02", "timestamp": [785.32, 789.48], "text": " they say that there's an open question as to whether one can dedicate something to the public"}, {"speaker": "SPEAKER_00", "timestamp": [789.48, 793.9], "text": " domain. Is it even possible to dedicate under Creative Commons Zero? So I would like for"}, {"speaker": "SPEAKER_00", "timestamp": [793.9, 798.98], "text": " essentially a licensing Creative Commons Zero to turn into a legislative for the Congress to be"}, {"speaker": "SPEAKER_00", "timestamp": [798.98, 802.48], "text": " able to say, yes, you can do this. This is something you are permitted to do because"}, {"speaker": "SPEAKER_00", "timestamp": [802.48, 808.46], "text": " Noah and I are do-getters. And I know that lots of Creative Commons listeners are do-getters. We want to be able to dedicate things"}, {"speaker": "SPEAKER_00", "timestamp": [808.46, 813.6], "text": " for remixing, for doing things without having any credit for them to do what they want. I would love"}, {"speaker": "SPEAKER_00", "timestamp": [813.6, 818.26], "text": " for that kind of question that is in the minds of scholars to be taken care of by legislation,"}, {"speaker": "SPEAKER_00", "timestamp": [818.26, 821.84], "text": " by statutes saying, yes, you can give it up to the public domain. And then to the other,"}, {"speaker": "SPEAKER_00", "timestamp": [822.48, 828.32], "text": " there's two ways to make law. There's the legislative way, and then there's the case law way. And I think we are certainly on a trend with"}, {"speaker": "SPEAKER_00", "timestamp": [828.32, 832.78], "text": " the cases I mentioned earlier, the Katy Perry case and the Led Zeppelin case and the Ed Sheeran case"}, {"speaker": "SPEAKER_00", "timestamp": [832.78, 837.42], "text": " to be able to say that certainly short melodies are not copyrightable, that they are mere building"}, {"speaker": "SPEAKER_00", "timestamp": [837.42, 841.8], "text": " blocks upon which everyone should be able to build. So I would say that if the cases continue"}, {"speaker": "SPEAKER_00", "timestamp": [841.8, 849.38], "text": " to be on the winning streak that they have been, maybe we don't need legislation. Maybe the case law will be good enough. And the biggest thing"}, {"speaker": "SPEAKER_00", "timestamp": [849.38, 855.42], "text": " that we want to be able to inhibit is plaintiff's lawyers. That is lawyers representing, I would say,"}, {"speaker": "SPEAKER_00", "timestamp": [855.5, 860.4], "text": " opportunistic plaintiffs who are, you know, maybe weren't as popular as they would like to be and"}, {"speaker": "SPEAKER_00", "timestamp": [860.4, 866.16], "text": " sued Katy Perry, for example. Flame, nobody knows who Flame is, but he tried to get $2.7 million out of her, right?"}, {"speaker": "SPEAKER_00", "timestamp": [866.24, 867.7], "text": " I understand that a lot of these cases,"}, {"speaker": "SPEAKER_00", "timestamp": [867.76, 869.0], "text": " I don't know about Flame in particular,"}, {"speaker": "SPEAKER_00", "timestamp": [869.1, 870.26], "text": " but I understand a lot of these,"}, {"speaker": "SPEAKER_00", "timestamp": [870.28, 871.7], "text": " you stole my melody lawsuits,"}, {"speaker": "SPEAKER_00", "timestamp": [871.88, 874.08], "text": " are taken by lawyers on contingency."}, {"speaker": "SPEAKER_02", "timestamp": [874.44, 876.94], "text": " And what that means is that the clients don't pay the lawyer."}, {"speaker": "SPEAKER_02", "timestamp": [877.16, 878.44], "text": " The way the lawyer gets paid is that"}, {"speaker": "SPEAKER_02", "timestamp": [878.44, 879.98], "text": " if the lawyer gets a recovery,"}, {"speaker": "SPEAKER_02", "timestamp": [880.16, 881.78], "text": " they get a percentage of the recovery."}, {"speaker": "SPEAKER_02", "timestamp": [882.0, 882.86], "text": " So I, as a lawyer,"}, {"speaker": "SPEAKER_02", "timestamp": [882.92, 884.66], "text": " if I'm going to take something on contingency,"}, {"speaker": "SPEAKER_02", "timestamp": [884.76, 888.9], "text": " I better be pretty sure that it's going to win. And if it's not certain, I'm probably"}, {"speaker": "SPEAKER_02", "timestamp": [888.9, 893.3], "text": " not going to take it. So really, I think more than legislative changes that need to happen,"}, {"speaker": "SPEAKER_02", "timestamp": [893.46, 897.52], "text": " I think we're actually winning the war because between the Katy Perry case and the Led Zeppelin"}, {"speaker": "SPEAKER_02", "timestamp": [897.52, 902.68], "text": " case and the Ed Sheeran case, I, as a lawyer that might've otherwise taken it on contingency as a"}, {"speaker": "SPEAKER_02", "timestamp": [902.68, 908.9], "text": " sure thing, because every time the defendants have lost, right, maybe now the odds are against me. And maybe I don't take that"}, {"speaker": "SPEAKER_02", "timestamp": [908.9, 913.2], "text": " case. And maybe there are fewer of these, you stole my melody lawsuits. Anyway, maybe we need"}, {"speaker": "SPEAKER_02", "timestamp": [913.2, 916.38], "text": " legislation. But with this Congress, I don't think it's likely, maybe we don't."}, {"speaker": "SPEAKER_00", "timestamp": [918.14, 923.76], "text": " Right. And so if we're not going down the legislation route, what mindset shifts need"}, {"speaker": "SPEAKER_00", "timestamp": [923.76, 926.64], "text": " to happen? Do you think that we're thinking about"}, {"speaker": "SPEAKER_00", "timestamp": [926.64, 933.42], "text": " this all the wrong way? I think yes. And I'd be interested in Noah's thoughts on this. At least"}, {"speaker": "SPEAKER_02", "timestamp": [933.42, 939.78], "text": " the way that I'm approaching this as a musician is what are we as musicians proudest of? Are we"}, {"speaker": "SPEAKER_02", "timestamp": [939.78, 945.0], "text": " proudest of the copyright that we have? Or instead, are we proudest of the music that we're creating?"}, {"speaker": "SPEAKER_02", "timestamp": [945.3, 951.22], "text": " And do we need copyrights to attain the goals of pride in our music? As I talk to musicians about"}, {"speaker": "SPEAKER_02", "timestamp": [951.22, 956.62], "text": " this, the people who are worried about our project are the ones that want to have control of their"}, {"speaker": "SPEAKER_02", "timestamp": [956.62, 961.52], "text": " thing to say, hey, this is mine. I want to stake out a claim for my melody that I, you know, through"}, {"speaker": "SPEAKER_02", "timestamp": [961.52, 965.9], "text": " the lightning strike of inspiration was able to make this and this is mine and no one else's."}, {"speaker": "SPEAKER_02", "timestamp": [966.06, 970.66], "text": " I think that that mindset needs to maybe shift to say, you know, this lightning strike of"}, {"speaker": "SPEAKER_02", "timestamp": [970.66, 975.22], "text": " this melody that you just came up with, here are 20 other songs that somebody else had"}, {"speaker": "SPEAKER_02", "timestamp": [975.22, 976.24], "text": " that same lightning strike."}, {"speaker": "SPEAKER_02", "timestamp": [976.42, 979.48], "text": " So maybe the thing that you created isn't that special."}, {"speaker": "SPEAKER_02", "timestamp": [979.48, 983.78], "text": " And in fact, you shouldn't be suing somebody over something that everybody else has been"}, {"speaker": "SPEAKER_02", "timestamp": [983.78, 984.38], "text": " using too."}, {"speaker": "SPEAKER_02", "timestamp": [984.64, 988.38], "text": " And so in that way, it's, you know, standing on the shoulders of giants. Essentially musicians"}, {"speaker": "SPEAKER_02", "timestamp": [988.38, 993.68], "text": " should have the humility to realize that what they're creating while beautiful and special,"}, {"speaker": "SPEAKER_02", "timestamp": [993.68, 997.62], "text": " and you should certainly be creating more of it. It's not something you should have a monopoly on"}, {"speaker": "SPEAKER_02", "timestamp": [997.62, 1002.86], "text": " that you should be lock up forever more because essentially nobody who came before you, who also"}, {"speaker": "SPEAKER_02", "timestamp": [1002.86, 1006.02], "text": " did that same thing, they let you do the thing so"}, {"speaker": "SPEAKER_02", "timestamp": [1006.02, 1009.64], "text": " you shouldn't keep the next people from doing the thing right they didn't lock it up so you"}, {"speaker": "SPEAKER_01", "timestamp": [1009.64, 1014.54], "text": " shouldn't lock it up either yeah i i agree with what damien said stated a different way i think"}, {"speaker": "SPEAKER_02", "timestamp": [1014.54, 1018.74], "text": " there are certain components of a song and when i say a song i mean the general song right there"}, {"speaker": "SPEAKER_01", "timestamp": [1018.74, 1024.04], "text": " are components of songs that are not in our opinion original they're fundamental building"}, {"speaker": "SPEAKER_01", "timestamp": [1024.04, 1028.24], "text": " blocks like a melody like a simple chord progression."}, {"speaker": "SPEAKER_01", "timestamp": [1028.24, 1029.78], "text": " There's a great video I love of like,"}, {"speaker": "SPEAKER_01", "timestamp": [1029.78, 1032.2], "text": " how to make a Shane Smoker song in five minutes."}, {"speaker": "SPEAKER_01", "timestamp": [1032.2, 1033.52], "text": " You know, it's like that kind of thing."}, {"speaker": "SPEAKER_01", "timestamp": [1033.52, 1035.28], "text": " A lot of pop songs, a lot of country songs"}, {"speaker": "SPEAKER_01", "timestamp": [1035.28, 1037.82], "text": " use the same sort of chord progressions or melodies."}, {"speaker": "SPEAKER_00", "timestamp": [1037.82, 1039.14], "text": " So like Damien said,"}, {"speaker": "SPEAKER_00", "timestamp": [1039.14, 1041.88], "text": " we're not trying to take anything away from musicians,"}, {"speaker": "SPEAKER_01", "timestamp": [1041.88, 1046.64], "text": " but musicians should take pride in the composition that is their work"}, {"speaker": "SPEAKER_01", "timestamp": [1046.64, 1052.24], "text": " and not think about, you know, the melody, like that one small component is making up their whole"}, {"speaker": "SPEAKER_01", "timestamp": [1052.24, 1057.88], "text": " song. It's the composition of components that make up their unique song. And maybe some of the"}, {"speaker": "SPEAKER_01", "timestamp": [1057.88, 1062.36], "text": " components aren't that unique, right? Like one problem that we're interested in solving right"}, {"speaker": "SPEAKER_01", "timestamp": [1062.36, 1065.5], "text": " now in active talks about is how do you make a"}, {"speaker": "SPEAKER_01", "timestamp": [1065.5, 1070.64], "text": " tool for musicians to be able to say like this component of my song was used in these x other"}, {"speaker": "SPEAKER_01", "timestamp": [1070.64, 1074.74], "text": " songs that came before me it's a hard problem to solve because you need a big database and it's an"}, {"speaker": "SPEAKER_01", "timestamp": [1074.74, 1080.2], "text": " interesting interesting technical problem there but you can't expect a human to be able to know"}, {"speaker": "SPEAKER_01", "timestamp": [1080.2, 1085.12], "text": " that on their own so if we say okay there okay, there are certain things, certain components of songs"}, {"speaker": "SPEAKER_01", "timestamp": [1085.12, 1089.04], "text": " that are fundamental building blocks, everyone can use them. It takes a lot of pressure off"}, {"speaker": "SPEAKER_01", "timestamp": [1089.04, 1093.22], "text": " musicians and they can take pride in the thing that's most important, which is the composition"}, {"speaker": "SPEAKER_02", "timestamp": [1093.22, 1098.94], "text": " of components. That's right. Of all the things. And an example that is a great example is the"}, {"speaker": "SPEAKER_02", "timestamp": [1098.94, 1103.84], "text": " composition, Baa Baa Black Sheep, Have You Any Wool? It's the same as Twinkle Twinkle Little Star,"}, {"speaker": "SPEAKER_02", "timestamp": [1104.02, 1110.38], "text": " which is the same as A, B, C, D, E, F, G, right? All of those have the same melody, but they're different songs. And"}, {"speaker": "SPEAKER_02", "timestamp": [1110.38, 1114.88], "text": " often when I say that people are like, oh my gosh, I've lived decades and I've never realized that"}, {"speaker": "SPEAKER_02", "timestamp": [1114.88, 1118.66], "text": " those three contain the same melody. And there's a reason for that. The reason is that they're"}, {"speaker": "SPEAKER_02", "timestamp": [1118.66, 1123.5], "text": " different songs. Even though they share the same melody in our minds, they occupy different song"}, {"speaker": "SPEAKER_02", "timestamp": [1123.5, 1125.52], "text": " spaces. So if a, if a song"}, {"speaker": "SPEAKER_02", "timestamp": [1125.52, 1130.2], "text": " is melody plus rhythm, plus chord structure, plus timbre, plus all of these other things,"}, {"speaker": "SPEAKER_02", "timestamp": [1130.64, 1135.5], "text": " the entirety of all those things put together is a song. And we shouldn't extract any one of those"}, {"speaker": "SPEAKER_02", "timestamp": [1135.5, 1140.0], "text": " things, including we shouldn't extract melody to be able to say, I have a monopoly on this for my"}, {"speaker": "SPEAKER_00", "timestamp": [1140.0, 1146.64], "text": " life plus 70 years. Amazing. Thank you for the analogy. It really paints a picture."}, {"speaker": "SPEAKER_00", "timestamp": [1148.46, 1154.36], "text": " And switching gears a little bit, I wanted to find out how you both kind of got involved with"}, {"speaker": "SPEAKER_00", "timestamp": [1154.36, 1160.04], "text": " Open and Creative Commons. Well, maybe I can start with Creative Commons and then Noah can talk about"}, {"speaker": "SPEAKER_02", "timestamp": [1160.04, 1163.42], "text": " all the open things that he's working on. So Creative Commons, I've been a big fan of Lawrence"}, {"speaker": "SPEAKER_02", "timestamp": [1163.42, 1168.92], "text": " Lessig since 1999 when I first went to law school. I read Code is Law, and I read all of"}, {"speaker": "SPEAKER_02", "timestamp": [1168.92, 1173.0], "text": " his books on copyright and the way the copyright needs to be reformed. So when Lawrence and others"}, {"speaker": "SPEAKER_02", "timestamp": [1173.0, 1177.86], "text": " created Creative Commons back in the early 2000s, I was a huge fan. I thought, of course, this is a"}, {"speaker": "SPEAKER_02", "timestamp": [1177.86, 1181.96], "text": " solution to many of the problems that he'd been talking about. So I've always been a fan of the"}, {"speaker": "SPEAKER_02", "timestamp": [1181.96, 1187.8], "text": " Creative Commons, and I've tried to license my things under the Creative Commons as much as I can. And I actually was able to meet Lawrence around 2008"}, {"speaker": "SPEAKER_02", "timestamp": [1187.8, 1192.72], "text": " or 2009. And we were able to chat a little bit about the Disney copyright case before the US"}, {"speaker": "SPEAKER_02", "timestamp": [1192.72, 1196.42], "text": " Supreme Court and how I thought it was a travesty, how that case ended up. So anyway, so Creative"}, {"speaker": "SPEAKER_02", "timestamp": [1196.42, 1200.52], "text": " Commons has been in my mind for 20 years. And so when I thought about what our license should be"}, {"speaker": "SPEAKER_02", "timestamp": [1200.52, 1203.86], "text": " for the All the Music Project, I thought, of course, of course, Creative Commons Zero is the"}, {"speaker": "SPEAKER_02", "timestamp": [1203.86, 1207.98], "text": " logical and really the only way that one can dedicate into the public domain under"}, {"speaker": "SPEAKER_02", "timestamp": [1207.98, 1211.94], "text": " Creative Commons Zero. I couldn't even think of an alternative. So I'm a huge fan of Creative"}, {"speaker": "SPEAKER_02", "timestamp": [1211.94, 1216.22], "text": " Commons. I love what you've been doing. And Noah's been doing a lot of cool things with the open"}, {"speaker": "SPEAKER_01", "timestamp": [1216.22, 1222.9], "text": " source and other open communities. Yeah, my exposure to open things is open source software."}, {"speaker": "SPEAKER_01", "timestamp": [1223.3, 1226.0], "text": " And I'm a big believer in that mostly because the world"}, {"speaker": "SPEAKER_01", "timestamp": [1226.0, 1231.64], "text": " pretty much runs on open source software anyway, right now. And I don't think that open source"}, {"speaker": "SPEAKER_01", "timestamp": [1231.64, 1235.82], "text": " software maintainers get enough love or funding, but I've been a contributor to open source"}, {"speaker": "SPEAKER_01", "timestamp": [1235.82, 1240.74], "text": " projects for a while now. I have a bunch of open source things that I've done myself,"}, {"speaker": "SPEAKER_01", "timestamp": [1241.38, 1246.06], "text": " mostly that I use, not necessarily the most popular projects, but I enjoy doing them."}, {"speaker": "SPEAKER_01", "timestamp": [1246.26, 1251.68], "text": " All the music is one of them. And my first introduction to Creative Commons was a lot of"}, {"speaker": "SPEAKER_01", "timestamp": [1251.68, 1256.0], "text": " software documentation. Is Creative Commons licensed, which is an interesting dichotomy"}, {"speaker": "SPEAKER_01", "timestamp": [1256.0, 1259.72], "text": " between like you have a separate license for documentations versus your code. But that was"}, {"speaker": "SPEAKER_01", "timestamp": [1259.72, 1266.12], "text": " my first intro to it. Our code is currently licensed under Creative Commons 4. And actually someone opened an"}, {"speaker": "SPEAKER_01", "timestamp": [1266.12, 1270.58], "text": " issue on our repository saying you shouldn't license your code under Creative Commons 4,"}, {"speaker": "SPEAKER_01", "timestamp": [1270.66, 1275.22], "text": " which is an interesting debate that Damian and I will have later. But the data sets themselves"}, {"speaker": "SPEAKER_02", "timestamp": [1275.22, 1281.92], "text": " will stay CC0. I should also mention that my day job is as a lawyer doing AI. I was using AI tools"}, {"speaker": "SPEAKER_02", "timestamp": [1281.92, 1285.5], "text": " to extract the stuff that matters from 650 million judicial documents"}, {"speaker": "SPEAKER_02", "timestamp": [1285.5, 1290.24], "text": " and lawyer file documents. Part of that work is under a standard nonprofit legal data standard"}, {"speaker": "SPEAKER_02", "timestamp": [1290.24, 1295.94], "text": " called SALI, S-A-L-I. All of SALI's work is Creative Commons as well. Even before I joined,"}, {"speaker": "SPEAKER_02", "timestamp": [1296.08, 1299.8], "text": " Creative Commons was the license that we used for all the documentation of everything that we're"}, {"speaker": "SPEAKER_02", "timestamp": [1299.8, 1305.66], "text": " doing. So anyway, Creative Commons, I'm a huge fan and I'm so glad that so many of my projects are using it."}, {"speaker": "SPEAKER_00", "timestamp": [1312.9, 1313.26], "text": " Thank you both. So what's next for the project, for you personally, what's happening?"}, {"speaker": "SPEAKER_02", "timestamp": [1324.56, 1329.78], "text": " One thing I'm excited about that Noah and I have been, and Noah alluded to it, is if you've seen my TEDx talk, there is a grid that I would love to be able to fill in that grid, both with the red spots, that is the copyrighted songs, as well as all the 20 other copyrighted songs that are before that to be able to do"}, {"speaker": "SPEAKER_02", "timestamp": [1329.78, 1330.04], "text": " that."}, {"speaker": "SPEAKER_02", "timestamp": [1330.16, 1334.58], "text": " And then also all the gray spots, that is all the Bach, all the Beethoven, all the Mozart,"}, {"speaker": "SPEAKER_00", "timestamp": [1334.7, 1338.66], "text": " the things that are currently in the public domain that should not be locked up either."}, {"speaker": "SPEAKER_00", "timestamp": [1338.66, 1342.5], "text": " As Noah discussed earlier, we're currently in talks with ways to do that programmatically"}, {"speaker": "SPEAKER_00", "timestamp": [1342.5, 1346.08], "text": " and the ways to be able to have machines do that work for us."}, {"speaker": "SPEAKER_00", "timestamp": [1346.42, 1350.24], "text": " And I'm optimistic and hopeful that we're able to fill in those blanks to be able to"}, {"speaker": "SPEAKER_00", "timestamp": [1350.24, 1351.16], "text": " help those songwriters."}, {"speaker": "SPEAKER_01", "timestamp": [1351.7, 1357.64], "text": " I'm currently working on bringing all of our various repositories into one single mono"}, {"speaker": "SPEAKER_01", "timestamp": [1357.64, 1363.02], "text": " repo, as they call it typically, and upgrading our tooling, giving pre-compiled binaries"}, {"speaker": "SPEAKER_01", "timestamp": [1363.02, 1364.76], "text": " to people so they don't have to do it themselves."}, {"speaker": "SPEAKER_01", "timestamp": [1364.92, 1368.76], "text": " Really just kind of upping our game on GitHub. And so that's something that I'm working on."}, {"speaker": "SPEAKER_01", "timestamp": [1368.84, 1373.0], "text": " It'll probably take a few weeks, but if people want to be able to use our tooling, then we'll"}, {"speaker": "SPEAKER_01", "timestamp": [1373.0, 1377.32], "text": " be available for you in GitHub sometime soon. And we'd love for people to build upon what we do,"}, {"speaker": "SPEAKER_02", "timestamp": [1377.44, 1381.86], "text": " which is the biggest reason that Noah's doing what he just described. We, in a very open way,"}, {"speaker": "SPEAKER_02", "timestamp": [1382.02, 1385.42], "text": " we are not the end, but we're merely the beginning. We would love to see what people can do with it."}, {"speaker": "SPEAKER_00", "timestamp": [1386.28, 1393.28], "text": " And on that note, how can folks get involved and, you know, find you and learn more about"}, {"speaker": "SPEAKER_00", "timestamp": [1393.28, 1393.92], "text": " All The Music?"}, {"speaker": "SPEAKER_02", "timestamp": [1394.56, 1396.48], "text": " Yeah, allthemusic.info is our website."}, {"speaker": "SPEAKER_00", "timestamp": [1396.66, 1399.52], "text": " From there, there are links to our GitHub repo that Noah is maintaining."}, {"speaker": "SPEAKER_02", "timestamp": [1399.76, 1403.7], "text": " And so if you're a programmer, the GitHub repo is probably the best spot to pull requests"}, {"speaker": "SPEAKER_02", "timestamp": [1403.7, 1405.12], "text": " and do other comments and notes."}, {"speaker": "SPEAKER_02", "timestamp": [1405.44, 1409.48], "text": " And for being able to reach out for the law side, to the extent you want to, I'm on Twitter"}, {"speaker": "SPEAKER_02", "timestamp": [1409.48, 1410.44], "text": " at Damien Real."}, {"speaker": "SPEAKER_02", "timestamp": [1410.8, 1413.34], "text": " That's probably the best way to get ahold of me is to be able to reach out."}, {"speaker": "SPEAKER_02", "timestamp": [1413.44, 1417.76], "text": " I've had so many really good interactions with entertainment industry titans whose names"}, {"speaker": "SPEAKER_02", "timestamp": [1417.76, 1421.36], "text": " I can't say, but we're part of a group now that I'm able to have these kinds of discussions"}, {"speaker": "SPEAKER_02", "timestamp": [1421.36, 1423.12], "text": " with copyright office folks I'm with."}, {"speaker": "SPEAKER_02", "timestamp": [1423.52, 1425.7], "text": " And so, yeah, largely that's all been done by Twitter."}, {"speaker": "SPEAKER_02", "timestamp": [1425.84, 1427.38], "text": " So if people want to reach out, that's the best spot."}, {"speaker": "SPEAKER_00", "timestamp": [1427.74, 1428.52], "text": " That's amazing."}, {"speaker": "SPEAKER_00", "timestamp": [1428.7, 1431.28], "text": " I'll drop those links in the episode description."}, {"speaker": "SPEAKER_00", "timestamp": [1431.56, 1436.56], "text": " That was my final question, but I just wondered if you had any kind of closing remarks that"}, {"speaker": "SPEAKER_00", "timestamp": [1436.56, 1438.1], "text": " you wanted to end on."}, {"speaker": "SPEAKER_01", "timestamp": [1438.74, 1443.04], "text": " Yeah, the last thing I'll say is, and we've already said it, but we want people to engage"}, {"speaker": "SPEAKER_01", "timestamp": [1443.04, 1443.56], "text": " with us."}, {"speaker": "SPEAKER_01", "timestamp": [1443.56, 1444.94], "text": " You can talk to Damien on Twitter."}, {"speaker": "SPEAKER_01", "timestamp": [1448.84, 1452.1], "text": " If you open an issue on our GitHub repo, it doesn't even have to be about the code. You can just talk to us about how you're feeling, like the person who said we should change our"}, {"speaker": "SPEAKER_01", "timestamp": [1452.1, 1456.98], "text": " source code license. We love to engage other people and want to reiterate, like we've said"}, {"speaker": "SPEAKER_01", "timestamp": [1456.98, 1462.44], "text": " a number of times, we are trying to help people, not make it worse for you. So if people have ideas"}, {"speaker": "SPEAKER_01", "timestamp": [1462.44, 1468.8], "text": " on how we can make it better, I'm happy to talk about that and collaborate. And on my side, creative commons people are my"}, {"speaker": "SPEAKER_02", "timestamp": [1468.8, 1473.2], "text": " favorite people. That is, they are the people that realize that everything is a remix, right?"}, {"speaker": "SPEAKER_02", "timestamp": [1473.22, 1478.12], "text": " We are all standing on the shoulders of giants and the gestalt, the whole is greater than the"}, {"speaker": "SPEAKER_02", "timestamp": [1478.12, 1481.72], "text": " sum of the parts. I can create something. And if it's remixed in a different way,"}, {"speaker": "SPEAKER_02", "timestamp": [1482.12, 1490.2], "text": " all the better because humanity is better for it. So I just want to encourage everybody who's in the Creative Commons sphere, keep doing what you're doing because you're fighting the right fight."}, {"speaker": "SPEAKER_02", "timestamp": [1490.34, 1495.44], "text": " I think that there's many good things that we could do on the Creative Commons side that copyright shouldn't stand in the way of."}, {"speaker": "SPEAKER_00", "timestamp": [1495.98, 1500.98], "text": " Thank you so much for making the time to speak to us on Open Minds."}, {"speaker": "SPEAKER_00", "timestamp": [1501.0, 1501.82], "text": " It's been incredible."}, {"speaker": "SPEAKER_02", "timestamp": [1502.74, 1503.82], "text": " Thank you very much for having us."}, {"speaker": "SPEAKER_02", "timestamp": [1504.2, 1504.78], "text": " Thank you."}, {"speaker": "SPEAKER_00", "timestamp": [1506.4, 1512.48], "text": " Thanks for listening to Open Minds. It's been incredible. Thank you very much for having us. Thank you. Thanks for listening to Open Minds from Creative Commons. Special thanks to the musician Broke for"}, {"speaker": "SPEAKER_00", "timestamp": [1512.48, 1517.3], "text": " Free, whose track Daybird you heard at the beginning of this episode and you're listening"}, {"speaker": "SPEAKER_00", "timestamp": [1517.3, 1525.4], "text": " to right now. It's available under the Creative Commons attribution License. Meaning it's free for anyone to use."}, {"speaker": "SPEAKER_00", "timestamp": [1525.54, 1530.46], "text": " You can find it at the Free Music Archive, freemusicarchive.org."}, {"speaker": "SPEAKER_00", "timestamp": [1530.86, 1535.1], "text": " Please subscribe to our show so you don't miss any of our conversations"}, {"speaker": "SPEAKER_00", "timestamp": [1535.1, 1539.28], "text": " with people working to make the internet and our global culture"}, {"speaker": "SPEAKER_00", "timestamp": [1539.28, 1541.16], "text": " more open and collaborative."}, {"speaker": "SPEAKER_00", "timestamp": [1541.8, 1543.72], "text": " We'll be back soon with another episode."}], "chunks": [{"timestamp": [0.0, 9.28], "text": " Welcome to Open Minds from Creative Commons. I'm Oney Anukam, CC's Communications and"}, {"timestamp": [9.28, 15.1], "text": " Campaigns Manager. Our Open Minds podcast is a series of conversations with people working"}, {"timestamp": [15.1, 20.16], "text": " on the issues we're involved with and the subjects we're excited about. Each episode"}, {"timestamp": [20.16, 26.14], "text": " we sit down with amazing guests who are working to make the internet and our global culture"}, {"timestamp": [26.14, 33.04], "text": " more open and collaborative. In this episode we're joined by programmer, musician and copyright"}, {"timestamp": [33.04, 40.2], "text": " attorney Damien Real and fellow musician and programmer Noah Rubin, the creators of the All"}, {"timestamp": [40.2, 45.32], "text": " the Music Project. Frustrated by accidental copyright infringement lawsuits"}, {"timestamp": [45.32, 47.8], "text": " stifling artists' creativity,"}, {"timestamp": [47.8, 51.64], "text": " the dynamic duo teamed up to create an algorithm"}, {"timestamp": [51.64, 55.72], "text": " that would generate and save every possible melody"}, {"timestamp": [55.72, 57.88], "text": " in order to claim the copyright"}, {"timestamp": [57.88, 62.44], "text": " and then release it again to the public domain under CC0,"}, {"timestamp": [62.44, 64.92], "text": " which means they have no rights reserved."}, {"timestamp": [64.92, 67.24], "text": " We dive into why they decided to take"}, {"timestamp": [67.24, 73.84], "text": " on this audacious project, how they did it, and how they're trying to help other musicians and creators."}, {"timestamp": [76.8, 82.68], "text": " Good to have you both. I thought we could just start off with you telling me a little bit about"}, {"timestamp": [82.68, 86.76], "text": " yourselves and how you met and started the All The Music"}, {"timestamp": [86.76, 92.14], "text": " project. Maybe I can start and then Noah can jump in. I've been a lawyer since 2002, a coder since"}, {"timestamp": [92.14, 98.54], "text": " 1985, though my coding expertise is not nearly as good as Noah's. So I litigated for about 15 years"}, {"timestamp": [98.54, 102.5], "text": " and then got to know Noah through, we both worked for the same company, a cybersecurity company"}, {"timestamp": [102.5, 107.8], "text": " called Strauss-Friedberg. And we were working on an engagement together and got to be really good friends and colleagues."}, {"timestamp": [108.08, 112.48], "text": " And we decided that we might be able to work on a project together that might make a difference."}, {"timestamp": [112.64, 115.6], "text": " And we'll be talking about that in a bit, but I'll let Noah introduce himself."}, {"timestamp": [115.78, 121.06], "text": " Yeah. My name is Noah Rubin. Like Damien said, I used to work for a company called Strauss-Friedberg,"}, {"timestamp": [121.06, 125.58], "text": " got bought by Aon in 2016, And I did incident response for a while."}, {"timestamp": [126.28, 132.12], "text": " Now I'm at AWS as a senior security engineer. I like writing code, big fan of open source code"}, {"timestamp": [132.12, 136.36], "text": " and giving things away for free. And yeah, I've loved music my whole life. So this seemed like"}, {"timestamp": [136.36, 140.44], "text": " a no brainer for me. And one thing that I should also mention is that both Noah and I are do-gooders."}, {"timestamp": [140.44, 150.46], "text": " That is, we want the world to be better because of us, not worse. So Creative Commons plays a big part in that do-gooderness. Yay. Yay. You're both musicians, I understand,"}, {"timestamp": [150.6, 155.28], "text": " right? I have a bachelor's degree in music. Yeah. So I have my two instruments for vocal music and"}, {"timestamp": [155.28, 160.0], "text": " instrumental music with percussion. And so I record and play and do lots of things. And Noah"}, {"timestamp": [160.0, 166.68], "text": " is also a great musician. That's incredible. So for those of us who are non-musical and"}, {"timestamp": [166.68, 173.84], "text": " non-technical, tell me how you would describe the All The Music Project. Yeah. Maybe I can give a"}, {"timestamp": [173.84, 178.84], "text": " high level overview and then Noah can talk about the details of how he implemented it. But the"}, {"timestamp": [178.84, 183.76], "text": " problem that we were trying to solve is that there was a case where George Harrison had been accused"}, {"timestamp": [183.76, 189.92], "text": " of copyright infringement where he had, my sweet Lord, oh, sweet Lord. And then he was sued for a case that was,"}, {"timestamp": [190.24, 196.22], "text": " he's so fine. Oh, so fine. And he ultimately got dinged for 2.7 million dollars by the judge who"}, {"timestamp": [196.22, 200.16], "text": " said, I believe you, George Harrison, that you say you've never heard that other song before,"}, {"timestamp": [200.6, 222.76], "text": " but I think you subconsciously infringed it. I think you, you heard it maybe over somebody's loudspeaker and you just subconsciously put that into your own music. I heard that in law school in the early 2000s. And that always seemed wrong because every other aspect of law, you need to have intent. You need to be able to say, I didn't brush up against you accidentally. I punched you in the nose, right? Punching is different than accidentally brushing up."}, {"timestamp": [225.38, 225.86], "text": " right? Punching is different than accidentally brushing up. So when I was working in cybersecurity,"}, {"timestamp": [229.44, 235.04], "text": " it occurred to me, I knew that you could brute force passwords. And the way you can brute force a password is use a computer to go A, A, A, A, B, A, C, until it ultimately guesses your password."}, {"timestamp": [235.2, 239.28], "text": " That's called brute forcing. And I thought, and so Noah and I, after a long day on our cybersecurity"}, {"timestamp": [239.28, 243.1], "text": " engagement, we were sitting in the hotel in the bar and I said, Noah, do you think we could brute"}, {"timestamp": [243.1, 265.18], "text": " force music? Do you think we could go da, da, da, da, da,da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da- interested in using code to solve interesting problems. I'm not much of a, I don't necessarily"}, {"timestamp": [265.18, 269.54], "text": " like writing code just for the sake of writing code. I like to solve interesting problems. And"}, {"timestamp": [269.54, 273.86], "text": " this sounded super fun. I, at the time, didn't think it would be that hard to do. Turned out"}, {"timestamp": [273.86, 278.3], "text": " to be a little more time intensive than anticipated, but it sounded super interesting. So I was all for"}, {"timestamp": [278.3, 283.1], "text": " it. And, and really the problem that we ultimately solved on that, that subconscious infringement"}, {"timestamp": [283.1, 285.28], "text": " was to maybe, you know, at this"}, {"timestamp": [285.28, 289.32], "text": " point we've made between 200 and 400 billion melodies, depending on how you count them."}, {"timestamp": [289.32, 294.96], "text": " And so one argument is that we've coded them all, placed them on a disc."}, {"timestamp": [295.2, 298.7], "text": " As soon as they're placed on a disc under the copyright law, under the Berning Convention,"}, {"timestamp": [298.86, 301.8], "text": " they are copyrighted automatically as soon as they hit the disc."}, {"timestamp": [302.1, 304.94], "text": " So we've copyrighted between 200 and 400 billion melodies."}, {"timestamp": [309.44, 309.66], "text": " And then we've used Creative Commons Zero to be able to say, this is a public domain."}, {"timestamp": [313.72, 317.38], "text": " At least we have dedicated this to the public domain. Of course, anything that we have copyright to, we dedicate to the public domain. We can't necessarily dedicate to the public domain,"}, {"timestamp": [317.78, 323.68], "text": " other people's works that we don't have control over. But that is a fuzzy aspect because if we"}, {"timestamp": [323.68, 326.24], "text": " happen, as we brute force across them, we happen"}, {"timestamp": [326.24, 332.6], "text": " to have also done a popular melody. There is a big question as to the copyrightability of that"}, {"timestamp": [332.6, 337.26], "text": " melody. Is it Creative Commons Zero? Did they still have copyright in it? That is an open question."}, {"timestamp": [337.56, 342.64], "text": " Anyway, so Creative Commons was a very important way that we could be able to solve the problem"}, {"timestamp": [342.64, 352.52], "text": " that was the George Harrison problem, subconscious friction. Okay, well, let's stay on that vein. So this started off as an idea that kind of came"}, {"timestamp": [352.52, 359.8], "text": " together very organically. What was the development process like? And what were some of the challenges,"}, {"timestamp": [360.12, 367.38], "text": " hurdles that you had to cross along the way so sort of like any software project you have"}, {"timestamp": [367.38, 373.42], "text": " requirements that you need to gather and I had a lot of learning to do I didn't know much about"}, {"timestamp": [373.42, 378.06], "text": " music theory forgot everything I learned in school so I had to relearn a bunch from Damien"}, {"timestamp": [378.06, 384.4], "text": " and we we talked for a long time many hours about what the goal of the project was making sure that"}, {"timestamp": [384.4, 385.04], "text": " whatever we were"}, {"timestamp": [385.04, 389.16], "text": " going to do it in line with what we actually wanted to do, because we didn't want to screw"}, {"timestamp": [389.16, 393.52], "text": " anyone over just to solve a cool technical problem. So it was really gathering requirements,"}, {"timestamp": [394.28, 399.62], "text": " prototyping, and then going back and forth with Damien in an iterative process to make sure that"}, {"timestamp": [399.62, 404.74], "text": " what I was actually producing is accurate and what we want to be doing. So we prototyped a lot in"}, {"timestamp": [404.74, 405.1], "text": " Python. Python was critical to the process. So we prototyped a lot in Python."}, {"timestamp": [405.44, 410.26], "text": " Python was critical to the process. And then we realized we needed higher throughput. So we"}, {"timestamp": [410.26, 415.18], "text": " switched to Rust, which I'm a huge fan of. And the eventual implementation was in Rust."}, {"timestamp": [415.58, 419.46], "text": " And the types of requirements that Noah is talking about is when you think about how many melodies"}, {"timestamp": [419.46, 423.42], "text": " we were creating, part of it is the number of pitches, the do, re, mi, fa, sol, la, ti, do."}, {"timestamp": [423.66, 425.26], "text": " And then how many notes repeated"}, {"timestamp": [425.26, 430.62], "text": " one two three four five six seven eight nine ten right how many repeated notes do you do so the"}, {"timestamp": [430.62, 434.66], "text": " initial requirements i thought maybe we could do the entire piano but then we figured out that that"}, {"timestamp": [434.66, 440.6], "text": " 88 keys is computationally very absurdly complicated and but then we thought you know"}, {"timestamp": [440.6, 448.86], "text": " popular music which is the thing we were focused on we didn't want to focus on jazz or classical music because nobody sues over jazz or classical music because it"}, {"timestamp": [448.86, 453.06], "text": " doesn't make any money. The only thing that makes money is popular music. And popular music generally"}, {"timestamp": [453.06, 458.4], "text": " focuses on the diatonic scale, the do, re, mi, fa, sol, la, ti, do. And so our first data set was"}, {"timestamp": [458.4, 463.34], "text": " those eight pitches that I just said, and then repeated 12 times. And then the next data set that"}, {"timestamp": [463.34, 465.08], "text": " we created was the minor scale, do, re, mi, fa, sol, la, ti, do. And then the next data set that we created was the minor scale."}, {"timestamp": [470.08, 475.12], "text": " Do, re, mi, fa, sol, la, ti, do. And then the next data set that we created was both the black notes and the white notes. That is the chromatic scale, which did cover jazz, which did cover classical"}, {"timestamp": [475.12, 479.34], "text": " music. And then after that, some people said, you know, you're not including rhythm. You should"}, {"timestamp": [479.34, 485.42], "text": " include rhythm. So then we added a silent note to be able to essentially create rhythm where there wasn't any before."}, {"timestamp": [485.42, 494.5], "text": " So really, those are Noah and I working through those iterations on what makes sense from a musicological standpoint and then how we could implement that technically."}, {"timestamp": [494.88, 502.08], "text": " And all of that was demonstrating that music largely is just math and it's just plowing through all those combinatorial iterations of those things."}, {"timestamp": [502.74, 505.5], "text": " So the project's been up and running for some time now."}, {"timestamp": [505.66, 511.0], "text": " I'm wondering if you can talk a bit about some of the wins that you've had, the positive feedback"}, {"timestamp": [511.0, 516.26], "text": " you've received. Yeah. Tell me. Yeah, I'd be happy to. I'm going to talk about some of the wins and"}, {"timestamp": [516.26, 519.86], "text": " then I'll talk also about the Creative Commons Zero and the important aspect of Creative Commons"}, {"timestamp": [519.86, 531.7], "text": " Zero. The good news on the wins side, on the legal aspect of it, is before my talk, and one of the reasons I created the talk and created the All The Music Project with Noah, is because before this, everybody lost."}, {"timestamp": [531.9, 535.1], "text": " Because essentially every defendant had to prove a negative."}, {"timestamp": [535.34, 538.52], "text": " I, as a defendant, have to prove that I've never heard your song."}, {"timestamp": [538.86, 542.56], "text": " And philosophically, everyone knows that proving a negative is impossible."}, {"timestamp": [542.92, 547.22], "text": " I can't prove that I've never heard that song on the supermarket loudspeaker."}, {"timestamp": [547.4, 550.66], "text": " I can't prove that my friend of mine didn't hold their phone up to me and say, listen"}, {"timestamp": [550.66, 551.38], "text": " to this cool song."}, {"timestamp": [551.58, 555.84], "text": " It's as soon as a song is popular enough, then the defendant always loses."}, {"timestamp": [556.08, 557.66], "text": " That was the case before our talk."}, {"timestamp": [558.24, 561.98], "text": " And the reason for that is that under copyright law, and of course, Creative Commons listeners"}, {"timestamp": [561.98, 567.86], "text": " are very familiar with copyright law, to be able to show copyright infringement, you have to show three things. I think number one"}, {"timestamp": [567.86, 572.24], "text": " is show that is copyrightable in the first place. Is it protectable is question number one."}, {"timestamp": [572.8, 578.18], "text": " Question number two, did you have access to the thing? That is, did the second person have access"}, {"timestamp": [578.18, 583.26], "text": " to the first thing? Question number three is, is there substantial similarity between the two?"}, {"timestamp": [583.68, 585.46], "text": " So question number one, originality."}, {"timestamp": [585.82, 590.24], "text": " Question number two, access. Question number three, substantial similarity. Every defendant"}, {"timestamp": [590.24, 594.86], "text": " before us focused on the second two. That is, did they have access? Was it substantially similar?"}, {"timestamp": [595.32, 599.82], "text": " They didn't focus on question number one. Is it copyrightable in the first place? Is it"}, {"timestamp": [599.82, 608.34], "text": " protectable in the first place? And so when all, all of the, you know, all the news articles you say is they play them side by side and say, boy, don't those sound similar? That's question number"}, {"timestamp": [608.34, 614.2], "text": " three, right? And then they really kind of gloss over number two, was there access? And, but all"}, {"timestamp": [614.2, 619.24], "text": " of the cases focused on those two, but my TED talk and, and Noah's and my project said, maybe we"}, {"timestamp": [619.24, 623.26], "text": " should look at number one. Maybe we should look at whether these melodies are copyrightable in the"}, {"timestamp": [623.26, 630.64], "text": " first place, because the, the machine that Noah has spit out at 300,000 melodies per second, should we give that to"}, {"timestamp": [630.64, 635.6], "text": " any one person for the life of the author, a monopoly for the life of that author plus"}, {"timestamp": [635.6, 637.14], "text": " 70 years on top of that?"}, {"timestamp": [637.64, 642.94], "text": " Or should we instead say, maybe those things that Noah's machine spit out at 300,000 melodies"}, {"timestamp": [642.94, 650.32], "text": " per second, maybe those are just the building blocks of music. Maybe everybody needs those in a commons to be able to use, to be able"}, {"timestamp": [650.32, 655.8], "text": " to save music. Because if we give a monopoly to any one person for their life plus 70 years for"}, {"timestamp": [655.8, 659.86], "text": " these building blocks, we're going to run out of open spaces. We're not going to be able to make"}, {"timestamp": [659.86, 664.42], "text": " music anymore because essentially the baby boomers are going to have a monopoly on these things for"}, {"timestamp": [664.42, 668.36], "text": " the next hundred years. So anyway, that's why we dedicated them to the Creative Commons Zero,"}, {"timestamp": [668.54, 672.86], "text": " to be able to say these should be in the Commons. And arguably they have always been in the Commons,"}, {"timestamp": [673.1, 677.16], "text": " but they should be in the Commons forevermore. So anyway, before my talk, everybody lost."}, {"timestamp": [677.7, 684.86], "text": " After my talk, my talk was in August of 2019. It was released to the public via YouTube in"}, {"timestamp": [687.38, 687.78], "text": " August of 2019. It was released to the public via YouTube in January 30th, I think, of 2020,"}, {"timestamp": [691.96, 696.8], "text": " right? Like two months after that, Led Zeppelin Ninth Circuit didn't focus on question two or three, like all the others, but focused on number one. Like I argued in my TED talk saying,"}, {"timestamp": [696.92, 699.9], "text": " is this original? And the answer is no, in the Stairway to Heaven cast. They said,"}, {"timestamp": [699.96, 704.88], "text": " this is not original, therefore not copyrightable. A month after that, the Katy Perry District Court"}, {"timestamp": [704.88, 710.26], "text": " case focused on number one, saying this is not original. We don't even have to worry about number"}, {"timestamp": [710.26, 715.6], "text": " two or three. And then more recently in this past month, the Ninth Circuit affirmed that District"}, {"timestamp": [715.6, 719.72], "text": " Court case, the Katy Perry case, saying that's right. It is not original, therefore you can't"}, {"timestamp": [719.72, 725.38], "text": " go forward. And then more recently, the Ed Sheeran case in the UK had the same thing. And he actually"}, {"timestamp": [725.38, 731.1], "text": " cribbed some language from my TEDx talk. Correlation is not causation. But in my TED talk, I say,"}, {"timestamp": [731.2, 734.7], "text": " there are only so many notes and we're running out. And he said in his public statement, there"}, {"timestamp": [734.7, 738.22], "text": " are only so many notes and we're running out. So anyway, correlation is not causation. But I would"}, {"timestamp": [738.22, 742.66], "text": " like to think that our talk, which has been seen well over, I think about 2 million times at this"}, {"timestamp": [742.66, 745.2], "text": " point, that maybe a judicial law clerk or a"}, {"timestamp": [745.2, 749.94], "text": " judge or some lawyers that are litigating things, things maybe used our project as inspiration."}, {"timestamp": [751.78, 757.02], "text": " Well, that's incredible. And it's great to see that it's definitely opened up a conversation"}, {"timestamp": [757.02, 773.74], "text": " and is causing some change. I guess moving into copyright a bit more, what legislative changes would you like to see to really address the issues around accidental infringement moving forward?"}, {"timestamp": [774.36, 779.22], "text": " I think one legislative change that the Creative Commons has done a really good job of doing is Creative Commons Zero."}, {"timestamp": [779.36, 785.32], "text": " I've spoken with a lot of folks, lawyers and copyright scholars that really focus on copyright law. And"}, {"timestamp": [785.32, 789.48], "text": " they say that there's an open question as to whether one can dedicate something to the public"}, {"timestamp": [789.48, 793.9], "text": " domain. Is it even possible to dedicate under Creative Commons Zero? So I would like for"}, {"timestamp": [793.9, 798.98], "text": " essentially a licensing Creative Commons Zero to turn into a legislative for the Congress to be"}, {"timestamp": [798.98, 802.48], "text": " able to say, yes, you can do this. This is something you are permitted to do because"}, {"timestamp": [802.48, 808.46], "text": " Noah and I are do-getters. And I know that lots of Creative Commons listeners are do-getters. We want to be able to dedicate things"}, {"timestamp": [808.46, 813.6], "text": " for remixing, for doing things without having any credit for them to do what they want. I would love"}, {"timestamp": [813.6, 818.26], "text": " for that kind of question that is in the minds of scholars to be taken care of by legislation,"}, {"timestamp": [818.26, 821.84], "text": " by statutes saying, yes, you can give it up to the public domain. And then to the other,"}, {"timestamp": [822.48, 828.32], "text": " there's two ways to make law. There's the legislative way, and then there's the case law way. And I think we are certainly on a trend with"}, {"timestamp": [828.32, 832.78], "text": " the cases I mentioned earlier, the Katy Perry case and the Led Zeppelin case and the Ed Sheeran case"}, {"timestamp": [832.78, 837.42], "text": " to be able to say that certainly short melodies are not copyrightable, that they are mere building"}, {"timestamp": [837.42, 841.8], "text": " blocks upon which everyone should be able to build. So I would say that if the cases continue"}, {"timestamp": [841.8, 849.38], "text": " to be on the winning streak that they have been, maybe we don't need legislation. Maybe the case law will be good enough. And the biggest thing"}, {"timestamp": [849.38, 855.42], "text": " that we want to be able to inhibit is plaintiff's lawyers. That is lawyers representing, I would say,"}, {"timestamp": [855.5, 860.4], "text": " opportunistic plaintiffs who are, you know, maybe weren't as popular as they would like to be and"}, {"timestamp": [860.4, 866.16], "text": " sued Katy Perry, for example. Flame, nobody knows who Flame is, but he tried to get $2.7 million out of her, right?"}, {"timestamp": [866.24, 867.7], "text": " I understand that a lot of these cases,"}, {"timestamp": [867.76, 869.0], "text": " I don't know about Flame in particular,"}, {"timestamp": [869.1, 870.26], "text": " but I understand a lot of these,"}, {"timestamp": [870.28, 871.7], "text": " you stole my melody lawsuits,"}, {"timestamp": [871.88, 874.08], "text": " are taken by lawyers on contingency."}, {"timestamp": [874.44, 876.94], "text": " And what that means is that the clients don't pay the lawyer."}, {"timestamp": [877.16, 878.44], "text": " The way the lawyer gets paid is that"}, {"timestamp": [878.44, 879.98], "text": " if the lawyer gets a recovery,"}, {"timestamp": [880.16, 881.78], "text": " they get a percentage of the recovery."}, {"timestamp": [882.0, 882.86], "text": " So I, as a lawyer,"}, {"timestamp": [882.92, 884.66], "text": " if I'm going to take something on contingency,"}, {"timestamp": [884.76, 888.9], "text": " I better be pretty sure that it's going to win. And if it's not certain, I'm probably"}, {"timestamp": [888.9, 893.3], "text": " not going to take it. So really, I think more than legislative changes that need to happen,"}, {"timestamp": [893.46, 897.52], "text": " I think we're actually winning the war because between the Katy Perry case and the Led Zeppelin"}, {"timestamp": [897.52, 902.68], "text": " case and the Ed Sheeran case, I, as a lawyer that might've otherwise taken it on contingency as a"}, {"timestamp": [902.68, 908.9], "text": " sure thing, because every time the defendants have lost, right, maybe now the odds are against me. And maybe I don't take that"}, {"timestamp": [908.9, 913.2], "text": " case. And maybe there are fewer of these, you stole my melody lawsuits. Anyway, maybe we need"}, {"timestamp": [913.2, 916.38], "text": " legislation. But with this Congress, I don't think it's likely, maybe we don't."}, {"timestamp": [918.14, 923.76], "text": " Right. And so if we're not going down the legislation route, what mindset shifts need"}, {"timestamp": [923.76, 926.64], "text": " to happen? Do you think that we're thinking about"}, {"timestamp": [926.64, 933.42], "text": " this all the wrong way? I think yes. And I'd be interested in Noah's thoughts on this. At least"}, {"timestamp": [933.42, 939.78], "text": " the way that I'm approaching this as a musician is what are we as musicians proudest of? Are we"}, {"timestamp": [939.78, 945.0], "text": " proudest of the copyright that we have? Or instead, are we proudest of the music that we're creating?"}, {"timestamp": [945.3, 951.22], "text": " And do we need copyrights to attain the goals of pride in our music? As I talk to musicians about"}, {"timestamp": [951.22, 956.62], "text": " this, the people who are worried about our project are the ones that want to have control of their"}, {"timestamp": [956.62, 961.52], "text": " thing to say, hey, this is mine. I want to stake out a claim for my melody that I, you know, through"}, {"timestamp": [961.52, 965.9], "text": " the lightning strike of inspiration was able to make this and this is mine and no one else's."}, {"timestamp": [966.06, 970.66], "text": " I think that that mindset needs to maybe shift to say, you know, this lightning strike of"}, {"timestamp": [970.66, 975.22], "text": " this melody that you just came up with, here are 20 other songs that somebody else had"}, {"timestamp": [975.22, 976.24], "text": " that same lightning strike."}, {"timestamp": [976.42, 979.48], "text": " So maybe the thing that you created isn't that special."}, {"timestamp": [979.48, 983.78], "text": " And in fact, you shouldn't be suing somebody over something that everybody else has been"}, {"timestamp": [983.78, 984.38], "text": " using too."}, {"timestamp": [984.64, 988.38], "text": " And so in that way, it's, you know, standing on the shoulders of giants. Essentially musicians"}, {"timestamp": [988.38, 993.68], "text": " should have the humility to realize that what they're creating while beautiful and special,"}, {"timestamp": [993.68, 997.62], "text": " and you should certainly be creating more of it. It's not something you should have a monopoly on"}, {"timestamp": [997.62, 1002.86], "text": " that you should be lock up forever more because essentially nobody who came before you, who also"}, {"timestamp": [1002.86, 1006.02], "text": " did that same thing, they let you do the thing so"}, {"timestamp": [1006.02, 1009.64], "text": " you shouldn't keep the next people from doing the thing right they didn't lock it up so you"}, {"timestamp": [1009.64, 1014.54], "text": " shouldn't lock it up either yeah i i agree with what damien said stated a different way i think"}, {"timestamp": [1014.54, 1018.74], "text": " there are certain components of a song and when i say a song i mean the general song right there"}, {"timestamp": [1018.74, 1024.04], "text": " are components of songs that are not in our opinion original they're fundamental building"}, {"timestamp": [1024.04, 1028.24], "text": " blocks like a melody like a simple chord progression."}, {"timestamp": [1028.24, 1029.78], "text": " There's a great video I love of like,"}, {"timestamp": [1029.78, 1032.2], "text": " how to make a Shane Smoker song in five minutes."}, {"timestamp": [1032.2, 1033.52], "text": " You know, it's like that kind of thing."}, {"timestamp": [1033.52, 1035.28], "text": " A lot of pop songs, a lot of country songs"}, {"timestamp": [1035.28, 1037.82], "text": " use the same sort of chord progressions or melodies."}, {"timestamp": [1037.82, 1039.14], "text": " So like Damien said,"}, {"timestamp": [1039.14, 1041.88], "text": " we're not trying to take anything away from musicians,"}, {"timestamp": [1041.88, 1046.64], "text": " but musicians should take pride in the composition that is their work"}, {"timestamp": [1046.64, 1052.24], "text": " and not think about, you know, the melody, like that one small component is making up their whole"}, {"timestamp": [1052.24, 1057.88], "text": " song. It's the composition of components that make up their unique song. And maybe some of the"}, {"timestamp": [1057.88, 1062.36], "text": " components aren't that unique, right? Like one problem that we're interested in solving right"}, {"timestamp": [1062.36, 1065.5], "text": " now in active talks about is how do you make a"}, {"timestamp": [1065.5, 1070.64], "text": " tool for musicians to be able to say like this component of my song was used in these x other"}, {"timestamp": [1070.64, 1074.74], "text": " songs that came before me it's a hard problem to solve because you need a big database and it's an"}, {"timestamp": [1074.74, 1080.2], "text": " interesting interesting technical problem there but you can't expect a human to be able to know"}, {"timestamp": [1080.2, 1085.12], "text": " that on their own so if we say okay there okay, there are certain things, certain components of songs"}, {"timestamp": [1085.12, 1089.04], "text": " that are fundamental building blocks, everyone can use them. It takes a lot of pressure off"}, {"timestamp": [1089.04, 1093.22], "text": " musicians and they can take pride in the thing that's most important, which is the composition"}, {"timestamp": [1093.22, 1098.94], "text": " of components. That's right. Of all the things. And an example that is a great example is the"}, {"timestamp": [1098.94, 1103.84], "text": " composition, Baa Baa Black Sheep, Have You Any Wool? It's the same as Twinkle Twinkle Little Star,"}, {"timestamp": [1104.02, 1110.38], "text": " which is the same as A, B, C, D, E, F, G, right? All of those have the same melody, but they're different songs. And"}, {"timestamp": [1110.38, 1114.88], "text": " often when I say that people are like, oh my gosh, I've lived decades and I've never realized that"}, {"timestamp": [1114.88, 1118.66], "text": " those three contain the same melody. And there's a reason for that. The reason is that they're"}, {"timestamp": [1118.66, 1123.5], "text": " different songs. Even though they share the same melody in our minds, they occupy different song"}, {"timestamp": [1123.5, 1125.52], "text": " spaces. So if a, if a song"}, {"timestamp": [1125.52, 1130.2], "text": " is melody plus rhythm, plus chord structure, plus timbre, plus all of these other things,"}, {"timestamp": [1130.64, 1135.5], "text": " the entirety of all those things put together is a song. And we shouldn't extract any one of those"}, {"timestamp": [1135.5, 1140.0], "text": " things, including we shouldn't extract melody to be able to say, I have a monopoly on this for my"}, {"timestamp": [1140.0, 1146.64], "text": " life plus 70 years. Amazing. Thank you for the analogy. It really paints a picture."}, {"timestamp": [1148.46, 1154.36], "text": " And switching gears a little bit, I wanted to find out how you both kind of got involved with"}, {"timestamp": [1154.36, 1160.04], "text": " Open and Creative Commons. Well, maybe I can start with Creative Commons and then Noah can talk about"}, {"timestamp": [1160.04, 1163.42], "text": " all the open things that he's working on. So Creative Commons, I've been a big fan of Lawrence"}, {"timestamp": [1163.42, 1168.92], "text": " Lessig since 1999 when I first went to law school. I read Code is Law, and I read all of"}, {"timestamp": [1168.92, 1173.0], "text": " his books on copyright and the way the copyright needs to be reformed. So when Lawrence and others"}, {"timestamp": [1173.0, 1177.86], "text": " created Creative Commons back in the early 2000s, I was a huge fan. I thought, of course, this is a"}, {"timestamp": [1177.86, 1181.96], "text": " solution to many of the problems that he'd been talking about. So I've always been a fan of the"}, {"timestamp": [1181.96, 1187.8], "text": " Creative Commons, and I've tried to license my things under the Creative Commons as much as I can. And I actually was able to meet Lawrence around 2008"}, {"timestamp": [1187.8, 1192.72], "text": " or 2009. And we were able to chat a little bit about the Disney copyright case before the US"}, {"timestamp": [1192.72, 1196.42], "text": " Supreme Court and how I thought it was a travesty, how that case ended up. So anyway, so Creative"}, {"timestamp": [1196.42, 1200.52], "text": " Commons has been in my mind for 20 years. And so when I thought about what our license should be"}, {"timestamp": [1200.52, 1203.86], "text": " for the All the Music Project, I thought, of course, of course, Creative Commons Zero is the"}, {"timestamp": [1203.86, 1207.98], "text": " logical and really the only way that one can dedicate into the public domain under"}, {"timestamp": [1207.98, 1211.94], "text": " Creative Commons Zero. I couldn't even think of an alternative. So I'm a huge fan of Creative"}, {"timestamp": [1211.94, 1216.22], "text": " Commons. I love what you've been doing. And Noah's been doing a lot of cool things with the open"}, {"timestamp": [1216.22, 1222.9], "text": " source and other open communities. Yeah, my exposure to open things is open source software."}, {"timestamp": [1223.3, 1226.0], "text": " And I'm a big believer in that mostly because the world"}, {"timestamp": [1226.0, 1231.64], "text": " pretty much runs on open source software anyway, right now. And I don't think that open source"}, {"timestamp": [1231.64, 1235.82], "text": " software maintainers get enough love or funding, but I've been a contributor to open source"}, {"timestamp": [1235.82, 1240.74], "text": " projects for a while now. I have a bunch of open source things that I've done myself,"}, {"timestamp": [1241.38, 1246.06], "text": " mostly that I use, not necessarily the most popular projects, but I enjoy doing them."}, {"timestamp": [1246.26, 1251.68], "text": " All the music is one of them. And my first introduction to Creative Commons was a lot of"}, {"timestamp": [1251.68, 1256.0], "text": " software documentation. Is Creative Commons licensed, which is an interesting dichotomy"}, {"timestamp": [1256.0, 1259.72], "text": " between like you have a separate license for documentations versus your code. But that was"}, {"timestamp": [1259.72, 1266.12], "text": " my first intro to it. Our code is currently licensed under Creative Commons 4. And actually someone opened an"}, {"timestamp": [1266.12, 1270.58], "text": " issue on our repository saying you shouldn't license your code under Creative Commons 4,"}, {"timestamp": [1270.66, 1275.22], "text": " which is an interesting debate that Damian and I will have later. But the data sets themselves"}, {"timestamp": [1275.22, 1281.92], "text": " will stay CC0. I should also mention that my day job is as a lawyer doing AI. I was using AI tools"}, {"timestamp": [1281.92, 1285.5], "text": " to extract the stuff that matters from 650 million judicial documents"}, {"timestamp": [1285.5, 1290.24], "text": " and lawyer file documents. Part of that work is under a standard nonprofit legal data standard"}, {"timestamp": [1290.24, 1295.94], "text": " called SALI, S-A-L-I. All of SALI's work is Creative Commons as well. Even before I joined,"}, {"timestamp": [1296.08, 1299.8], "text": " Creative Commons was the license that we used for all the documentation of everything that we're"}, {"timestamp": [1299.8, 1305.66], "text": " doing. So anyway, Creative Commons, I'm a huge fan and I'm so glad that so many of my projects are using it."}, {"timestamp": [1312.9, 1313.26], "text": " Thank you both. So what's next for the project, for you personally, what's happening?"}, {"timestamp": [1324.56, 1329.78], "text": " One thing I'm excited about that Noah and I have been, and Noah alluded to it, is if you've seen my TEDx talk, there is a grid that I would love to be able to fill in that grid, both with the red spots, that is the copyrighted songs, as well as all the 20 other copyrighted songs that are before that to be able to do"}, {"timestamp": [1329.78, 1330.04], "text": " that."}, {"timestamp": [1330.16, 1334.58], "text": " And then also all the gray spots, that is all the Bach, all the Beethoven, all the Mozart,"}, {"timestamp": [1334.7, 1338.66], "text": " the things that are currently in the public domain that should not be locked up either."}, {"timestamp": [1338.66, 1342.5], "text": " As Noah discussed earlier, we're currently in talks with ways to do that programmatically"}, {"timestamp": [1342.5, 1346.08], "text": " and the ways to be able to have machines do that work for us."}, {"timestamp": [1346.42, 1350.24], "text": " And I'm optimistic and hopeful that we're able to fill in those blanks to be able to"}, {"timestamp": [1350.24, 1351.16], "text": " help those songwriters."}, {"timestamp": [1351.7, 1357.64], "text": " I'm currently working on bringing all of our various repositories into one single mono"}, {"timestamp": [1357.64, 1363.02], "text": " repo, as they call it typically, and upgrading our tooling, giving pre-compiled binaries"}, {"timestamp": [1363.02, 1364.76], "text": " to people so they don't have to do it themselves."}, {"timestamp": [1364.92, 1368.76], "text": " Really just kind of upping our game on GitHub. And so that's something that I'm working on."}, {"timestamp": [1368.84, 1373.0], "text": " It'll probably take a few weeks, but if people want to be able to use our tooling, then we'll"}, {"timestamp": [1373.0, 1377.32], "text": " be available for you in GitHub sometime soon. And we'd love for people to build upon what we do,"}, {"timestamp": [1377.44, 1381.86], "text": " which is the biggest reason that Noah's doing what he just described. We, in a very open way,"}, {"timestamp": [1382.02, 1385.42], "text": " we are not the end, but we're merely the beginning. We would love to see what people can do with it."}, {"timestamp": [1386.28, 1393.28], "text": " And on that note, how can folks get involved and, you know, find you and learn more about"}, {"timestamp": [1393.28, 1393.92], "text": " All The Music?"}, {"timestamp": [1394.56, 1396.48], "text": " Yeah, allthemusic.info is our website."}, {"timestamp": [1396.66, 1399.52], "text": " From there, there are links to our GitHub repo that Noah is maintaining."}, {"timestamp": [1399.76, 1403.7], "text": " And so if you're a programmer, the GitHub repo is probably the best spot to pull requests"}, {"timestamp": [1403.7, 1405.12], "text": " and do other comments and notes."}, {"timestamp": [1405.44, 1409.48], "text": " And for being able to reach out for the law side, to the extent you want to, I'm on Twitter"}, {"timestamp": [1409.48, 1410.44], "text": " at Damien Real."}, {"timestamp": [1410.8, 1413.34], "text": " That's probably the best way to get ahold of me is to be able to reach out."}, {"timestamp": [1413.44, 1417.76], "text": " I've had so many really good interactions with entertainment industry titans whose names"}, {"timestamp": [1417.76, 1421.36], "text": " I can't say, but we're part of a group now that I'm able to have these kinds of discussions"}, {"timestamp": [1421.36, 1423.12], "text": " with copyright office folks I'm with."}, {"timestamp": [1423.52, 1425.7], "text": " And so, yeah, largely that's all been done by Twitter."}, {"timestamp": [1425.84, 1427.38], "text": " So if people want to reach out, that's the best spot."}, {"timestamp": [1427.74, 1428.52], "text": " That's amazing."}, {"timestamp": [1428.7, 1431.28], "text": " I'll drop those links in the episode description."}, {"timestamp": [1431.56, 1436.56], "text": " That was my final question, but I just wondered if you had any kind of closing remarks that"}, {"timestamp": [1436.56, 1438.1], "text": " you wanted to end on."}, {"timestamp": [1438.74, 1443.04], "text": " Yeah, the last thing I'll say is, and we've already said it, but we want people to engage"}, {"timestamp": [1443.04, 1443.56], "text": " with us."}, {"timestamp": [1443.56, 1444.94], "text": " You can talk to Damien on Twitter."}, {"timestamp": [1448.84, 1452.1], "text": " If you open an issue on our GitHub repo, it doesn't even have to be about the code. You can just talk to us about how you're feeling, like the person who said we should change our"}, {"timestamp": [1452.1, 1456.98], "text": " source code license. We love to engage other people and want to reiterate, like we've said"}, {"timestamp": [1456.98, 1462.44], "text": " a number of times, we are trying to help people, not make it worse for you. So if people have ideas"}, {"timestamp": [1462.44, 1468.8], "text": " on how we can make it better, I'm happy to talk about that and collaborate. And on my side, creative commons people are my"}, {"timestamp": [1468.8, 1473.2], "text": " favorite people. That is, they are the people that realize that everything is a remix, right?"}, {"timestamp": [1473.22, 1478.12], "text": " We are all standing on the shoulders of giants and the gestalt, the whole is greater than the"}, {"timestamp": [1478.12, 1481.72], "text": " sum of the parts. I can create something. And if it's remixed in a different way,"}, {"timestamp": [1482.12, 1490.2], "text": " all the better because humanity is better for it. So I just want to encourage everybody who's in the Creative Commons sphere, keep doing what you're doing because you're fighting the right fight."}, {"timestamp": [1490.34, 1495.44], "text": " I think that there's many good things that we could do on the Creative Commons side that copyright shouldn't stand in the way of."}, {"timestamp": [1495.98, 1500.98], "text": " Thank you so much for making the time to speak to us on Open Minds."}, {"timestamp": [1501.0, 1501.82], "text": " It's been incredible."}, {"timestamp": [1502.74, 1503.82], "text": " Thank you very much for having us."}, {"timestamp": [1504.2, 1504.78], "text": " Thank you."}, {"timestamp": [1506.4, 1512.48], "text": " Thanks for listening to Open Minds. It's been incredible. Thank you very much for having us. Thank you. Thanks for listening to Open Minds from Creative Commons. Special thanks to the musician Broke for"}, {"timestamp": [1512.48, 1517.3], "text": " Free, whose track Daybird you heard at the beginning of this episode and you're listening"}, {"timestamp": [1517.3, 1525.4], "text": " to right now. It's available under the Creative Commons attribution License. Meaning it's free for anyone to use."}, {"timestamp": [1525.54, 1530.46], "text": " You can find it at the Free Music Archive, freemusicarchive.org."}, {"timestamp": [1530.86, 1535.1], "text": " Please subscribe to our show so you don't miss any of our conversations"}, {"timestamp": [1535.1, 1539.28], "text": " with people working to make the internet and our global culture"}, {"timestamp": [1539.28, 1541.16], "text": " more open and collaborative."}, {"timestamp": [1541.8, 1543.72], "text": " We'll be back soon with another episode."}, {"timestamp": [1544.24, null], "text": " Talk to you then."}], "text": " Welcome to Open Minds from Creative Commons. I'm Oney Anukam, CC's Communications and Campaigns Manager. Our Open Minds podcast is a series of conversations with people working on the issues we're involved with and the subjects we're excited about. Each episode we sit down with amazing guests who are working to make the internet and our global culture more open and collaborative. In this episode we're joined by programmer, musician and copyright attorney Damien Real and fellow musician and programmer Noah Rubin, the creators of the All the Music Project. Frustrated by accidental copyright infringement lawsuits stifling artists' creativity, the dynamic duo teamed up to create an algorithm that would generate and save every possible melody in order to claim the copyright and then release it again to the public domain under CC0, which means they have no rights reserved. We dive into why they decided to take on this audacious project, how they did it, and how they're trying to help other musicians and creators. Good to have you both. I thought we could just start off with you telling me a little bit about yourselves and how you met and started the All The Music project. Maybe I can start and then Noah can jump in. I've been a lawyer since 2002, a coder since 1985, though my coding expertise is not nearly as good as Noah's. So I litigated for about 15 years and then got to know Noah through, we both worked for the same company, a cybersecurity company called Strauss-Friedberg. And we were working on an engagement together and got to be really good friends and colleagues. And we decided that we might be able to work on a project together that might make a difference. And we'll be talking about that in a bit, but I'll let Noah introduce himself. Yeah. My name is Noah Rubin. Like Damien said, I used to work for a company called Strauss-Friedberg, got bought by Aon in 2016, And I did incident response for a while. Now I'm at AWS as a senior security engineer. I like writing code, big fan of open source code and giving things away for free. And yeah, I've loved music my whole life. So this seemed like a no brainer for me. And one thing that I should also mention is that both Noah and I are do-gooders. That is, we want the world to be better because of us, not worse. So Creative Commons plays a big part in that do-gooderness. Yay. Yay. You're both musicians, I understand, right? I have a bachelor's degree in music. Yeah. So I have my two instruments for vocal music and instrumental music with percussion. And so I record and play and do lots of things. And Noah is also a great musician. That's incredible. So for those of us who are non-musical and non-technical, tell me how you would describe the All The Music Project. Yeah. Maybe I can give a high level overview and then Noah can talk about the details of how he implemented it. But the problem that we were trying to solve is that there was a case where George Harrison had been accused of copyright infringement where he had, my sweet Lord, oh, sweet Lord. And then he was sued for a case that was, he's so fine. Oh, so fine. And he ultimately got dinged for 2.7 million dollars by the judge who said, I believe you, George Harrison, that you say you've never heard that other song before, but I think you subconsciously infringed it. I think you, you heard it maybe over somebody's loudspeaker and you just subconsciously put that into your own music. I heard that in law school in the early 2000s. And that always seemed wrong because every other aspect of law, you need to have intent. You need to be able to say, I didn't brush up against you accidentally. I punched you in the nose, right? Punching is different than accidentally brushing up. right? Punching is different than accidentally brushing up. So when I was working in cybersecurity, it occurred to me, I knew that you could brute force passwords. And the way you can brute force a password is use a computer to go A, A, A, A, B, A, C, until it ultimately guesses your password. That's called brute forcing. And I thought, and so Noah and I, after a long day on our cybersecurity engagement, we were sitting in the hotel in the bar and I said, Noah, do you think we could brute force music? Do you think we could go da, da, da, da, da,da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da-da- interested in using code to solve interesting problems. I'm not much of a, I don't necessarily like writing code just for the sake of writing code. I like to solve interesting problems. And this sounded super fun. I, at the time, didn't think it would be that hard to do. Turned out to be a little more time intensive than anticipated, but it sounded super interesting. So I was all for it. And, and really the problem that we ultimately solved on that, that subconscious infringement was to maybe, you know, at this point we've made between 200 and 400 billion melodies, depending on how you count them. And so one argument is that we've coded them all, placed them on a disc. As soon as they're placed on a disc under the copyright law, under the Berning Convention, they are copyrighted automatically as soon as they hit the disc. So we've copyrighted between 200 and 400 billion melodies. And then we've used Creative Commons Zero to be able to say, this is a public domain. At least we have dedicated this to the public domain. Of course, anything that we have copyright to, we dedicate to the public domain. We can't necessarily dedicate to the public domain, other people's works that we don't have control over. But that is a fuzzy aspect because if we happen, as we brute force across them, we happen to have also done a popular melody. There is a big question as to the copyrightability of that melody. Is it Creative Commons Zero? Did they still have copyright in it? That is an open question. Anyway, so Creative Commons was a very important way that we could be able to solve the problem that was the George Harrison problem, subconscious friction. Okay, well, let's stay on that vein. So this started off as an idea that kind of came together very organically. What was the development process like? And what were some of the challenges, hurdles that you had to cross along the way so sort of like any software project you have requirements that you need to gather and I had a lot of learning to do I didn't know much about music theory forgot everything I learned in school so I had to relearn a bunch from Damien and we we talked for a long time many hours about what the goal of the project was making sure that whatever we were going to do it in line with what we actually wanted to do, because we didn't want to screw anyone over just to solve a cool technical problem. So it was really gathering requirements, prototyping, and then going back and forth with Damien in an iterative process to make sure that what I was actually producing is accurate and what we want to be doing. So we prototyped a lot in Python. Python was critical to the process. So we prototyped a lot in Python. Python was critical to the process. And then we realized we needed higher throughput. So we switched to Rust, which I'm a huge fan of. And the eventual implementation was in Rust. And the types of requirements that Noah is talking about is when you think about how many melodies we were creating, part of it is the number of pitches, the do, re, mi, fa, sol, la, ti, do. And then how many notes repeated one two three four five six seven eight nine ten right how many repeated notes do you do so the initial requirements i thought maybe we could do the entire piano but then we figured out that that 88 keys is computationally very absurdly complicated and but then we thought you know popular music which is the thing we were focused on we didn't want to focus on jazz or classical music because nobody sues over jazz or classical music because it doesn't make any money. The only thing that makes money is popular music. And popular music generally focuses on the diatonic scale, the do, re, mi, fa, sol, la, ti, do. And so our first data set was those eight pitches that I just said, and then repeated 12 times. And then the next data set that we created was the minor scale, do, re, mi, fa, sol, la, ti, do. And then the next data set that we created was the minor scale. Do, re, mi, fa, sol, la, ti, do. And then the next data set that we created was both the black notes and the white notes. That is the chromatic scale, which did cover jazz, which did cover classical music. And then after that, some people said, you know, you're not including rhythm. You should include rhythm. So then we added a silent note to be able to essentially create rhythm where there wasn't any before. So really, those are Noah and I working through those iterations on what makes sense from a musicological standpoint and then how we could implement that technically. And all of that was demonstrating that music largely is just math and it's just plowing through all those combinatorial iterations of those things. So the project's been up and running for some time now. I'm wondering if you can talk a bit about some of the wins that you've had, the positive feedback you've received. Yeah. Tell me. Yeah, I'd be happy to. I'm going to talk about some of the wins and then I'll talk also about the Creative Commons Zero and the important aspect of Creative Commons Zero. The good news on the wins side, on the legal aspect of it, is before my talk, and one of the reasons I created the talk and created the All The Music Project with Noah, is because before this, everybody lost. Because essentially every defendant had to prove a negative. I, as a defendant, have to prove that I've never heard your song. And philosophically, everyone knows that proving a negative is impossible. I can't prove that I've never heard that song on the supermarket loudspeaker. I can't prove that my friend of mine didn't hold their phone up to me and say, listen to this cool song. It's as soon as a song is popular enough, then the defendant always loses. That was the case before our talk. And the reason for that is that under copyright law, and of course, Creative Commons listeners are very familiar with copyright law, to be able to show copyright infringement, you have to show three things. I think number one is show that is copyrightable in the first place. Is it protectable is question number one. Question number two, did you have access to the thing? That is, did the second person have access to the first thing? Question number three is, is there substantial similarity between the two? So question number one, originality. Question number two, access. Question number three, substantial similarity. Every defendant before us focused on the second two. That is, did they have access? Was it substantially similar? They didn't focus on question number one. Is it copyrightable in the first place? Is it protectable in the first place? And so when all, all of the, you know, all the news articles you say is they play them side by side and say, boy, don't those sound similar? That's question number three, right? And then they really kind of gloss over number two, was there access? And, but all of the cases focused on those two, but my TED talk and, and Noah's and my project said, maybe we should look at number one. Maybe we should look at whether these melodies are copyrightable in the first place, because the, the machine that Noah has spit out at 300,000 melodies per second, should we give that to any one person for the life of the author, a monopoly for the life of that author plus 70 years on top of that? Or should we instead say, maybe those things that Noah's machine spit out at 300,000 melodies per second, maybe those are just the building blocks of music. Maybe everybody needs those in a commons to be able to use, to be able to save music. Because if we give a monopoly to any one person for their life plus 70 years for these building blocks, we're going to run out of open spaces. We're not going to be able to make music anymore because essentially the baby boomers are going to have a monopoly on these things for the next hundred years. So anyway, that's why we dedicated them to the Creative Commons Zero, to be able to say these should be in the Commons. And arguably they have always been in the Commons, but they should be in the Commons forevermore. So anyway, before my talk, everybody lost. After my talk, my talk was in August of 2019. It was released to the public via YouTube in August of 2019. It was released to the public via YouTube in January 30th, I think, of 2020, right? Like two months after that, Led Zeppelin Ninth Circuit didn't focus on question two or three, like all the others, but focused on number one. Like I argued in my TED talk saying, is this original? And the answer is no, in the Stairway to Heaven cast. They said, this is not original, therefore not copyrightable. A month after that, the Katy Perry District Court case focused on number one, saying this is not original. We don't even have to worry about number two or three. And then more recently in this past month, the Ninth Circuit affirmed that District Court case, the Katy Perry case, saying that's right. It is not original, therefore you can't go forward. And then more recently, the Ed Sheeran case in the UK had the same thing. And he actually cribbed some language from my TEDx talk. Correlation is not causation. But in my TED talk, I say, there are only so many notes and we're running out. And he said in his public statement, there are only so many notes and we're running out. So anyway, correlation is not causation. But I would like to think that our talk, which has been seen well over, I think about 2 million times at this point, that maybe a judicial law clerk or a judge or some lawyers that are litigating things, things maybe used our project as inspiration. Well, that's incredible. And it's great to see that it's definitely opened up a conversation and is causing some change. I guess moving into copyright a bit more, what legislative changes would you like to see to really address the issues around accidental infringement moving forward? I think one legislative change that the Creative Commons has done a really good job of doing is Creative Commons Zero. I've spoken with a lot of folks, lawyers and copyright scholars that really focus on copyright law. And they say that there's an open question as to whether one can dedicate something to the public domain. Is it even possible to dedicate under Creative Commons Zero? So I would like for essentially a licensing Creative Commons Zero to turn into a legislative for the Congress to be able to say, yes, you can do this. This is something you are permitted to do because Noah and I are do-getters. And I know that lots of Creative Commons listeners are do-getters. We want to be able to dedicate things for remixing, for doing things without having any credit for them to do what they want. I would love for that kind of question that is in the minds of scholars to be taken care of by legislation, by statutes saying, yes, you can give it up to the public domain. And then to the other, there's two ways to make law. There's the legislative way, and then there's the case law way. And I think we are certainly on a trend with the cases I mentioned earlier, the Katy Perry case and the Led Zeppelin case and the Ed Sheeran case to be able to say that certainly short melodies are not copyrightable, that they are mere building blocks upon which everyone should be able to build. So I would say that if the cases continue to be on the winning streak that they have been, maybe we don't need legislation. Maybe the case law will be good enough. And the biggest thing that we want to be able to inhibit is plaintiff's lawyers. That is lawyers representing, I would say, opportunistic plaintiffs who are, you know, maybe weren't as popular as they would like to be and sued Katy Perry, for example. Flame, nobody knows who Flame is, but he tried to get $2.7 million out of her, right? I understand that a lot of these cases, I don't know about Flame in particular, but I understand a lot of these, you stole my melody lawsuits, are taken by lawyers on contingency. And what that means is that the clients don't pay the lawyer. The way the lawyer gets paid is that if the lawyer gets a recovery, they get a percentage of the recovery. So I, as a lawyer, if I'm going to take something on contingency, I better be pretty sure that it's going to win. And if it's not certain, I'm probably not going to take it. So really, I think more than legislative changes that need to happen, I think we're actually winning the war because between the Katy Perry case and the Led Zeppelin case and the Ed Sheeran case, I, as a lawyer that might've otherwise taken it on contingency as a sure thing, because every time the defendants have lost, right, maybe now the odds are against me. And maybe I don't take that case. And maybe there are fewer of these, you stole my melody lawsuits. Anyway, maybe we need legislation. But with this Congress, I don't think it's likely, maybe we don't. Right. And so if we're not going down the legislation route, what mindset shifts need to happen? Do you think that we're thinking about this all the wrong way? I think yes. And I'd be interested in Noah's thoughts on this. At least the way that I'm approaching this as a musician is what are we as musicians proudest of? Are we proudest of the copyright that we have? Or instead, are we proudest of the music that we're creating? And do we need copyrights to attain the goals of pride in our music? As I talk to musicians about this, the people who are worried about our project are the ones that want to have control of their thing to say, hey, this is mine. I want to stake out a claim for my melody that I, you know, through the lightning strike of inspiration was able to make this and this is mine and no one else's. I think that that mindset needs to maybe shift to say, you know, this lightning strike of this melody that you just came up with, here are 20 other songs that somebody else had that same lightning strike. So maybe the thing that you created isn't that special. And in fact, you shouldn't be suing somebody over something that everybody else has been using too. And so in that way, it's, you know, standing on the shoulders of giants. Essentially musicians should have the humility to realize that what they're creating while beautiful and special, and you should certainly be creating more of it. It's not something you should have a monopoly on that you should be lock up forever more because essentially nobody who came before you, who also did that same thing, they let you do the thing so you shouldn't keep the next people from doing the thing right they didn't lock it up so you shouldn't lock it up either yeah i i agree with what damien said stated a different way i think there are certain components of a song and when i say a song i mean the general song right there are components of songs that are not in our opinion original they're fundamental building blocks like a melody like a simple chord progression. There's a great video I love of like, how to make a Shane Smoker song in five minutes. You know, it's like that kind of thing. A lot of pop songs, a lot of country songs use the same sort of chord progressions or melodies. So like Damien said, we're not trying to take anything away from musicians, but musicians should take pride in the composition that is their work and not think about, you know, the melody, like that one small component is making up their whole song. It's the composition of components that make up their unique song. And maybe some of the components aren't that unique, right? Like one problem that we're interested in solving right now in active talks about is how do you make a tool for musicians to be able to say like this component of my song was used in these x other songs that came before me it's a hard problem to solve because you need a big database and it's an interesting interesting technical problem there but you can't expect a human to be able to know that on their own so if we say okay there okay, there are certain things, certain components of songs that are fundamental building blocks, everyone can use them. It takes a lot of pressure off musicians and they can take pride in the thing that's most important, which is the composition of components. That's right. Of all the things. And an example that is a great example is the composition, Baa Baa Black Sheep, Have You Any Wool? It's the same as Twinkle Twinkle Little Star, which is the same as A, B, C, D, E, F, G, right? All of those have the same melody, but they're different songs. And often when I say that people are like, oh my gosh, I've lived decades and I've never realized that those three contain the same melody. And there's a reason for that. The reason is that they're different songs. Even though they share the same melody in our minds, they occupy different song spaces. So if a, if a song is melody plus rhythm, plus chord structure, plus timbre, plus all of these other things, the entirety of all those things put together is a song. And we shouldn't extract any one of those things, including we shouldn't extract melody to be able to say, I have a monopoly on this for my life plus 70 years. Amazing. Thank you for the analogy. It really paints a picture. And switching gears a little bit, I wanted to find out how you both kind of got involved with Open and Creative Commons. Well, maybe I can start with Creative Commons and then Noah can talk about all the open things that he's working on. So Creative Commons, I've been a big fan of Lawrence Lessig since 1999 when I first went to law school. I read Code is Law, and I read all of his books on copyright and the way the copyright needs to be reformed. So when Lawrence and others created Creative Commons back in the early 2000s, I was a huge fan. I thought, of course, this is a solution to many of the problems that he'd been talking about. So I've always been a fan of the Creative Commons, and I've tried to license my things under the Creative Commons as much as I can. And I actually was able to meet Lawrence around 2008 or 2009. And we were able to chat a little bit about the Disney copyright case before the US Supreme Court and how I thought it was a travesty, how that case ended up. So anyway, so Creative Commons has been in my mind for 20 years. And so when I thought about what our license should be for the All the Music Project, I thought, of course, of course, Creative Commons Zero is the logical and really the only way that one can dedicate into the public domain under Creative Commons Zero. I couldn't even think of an alternative. So I'm a huge fan of Creative Commons. I love what you've been doing. And Noah's been doing a lot of cool things with the open source and other open communities. Yeah, my exposure to open things is open source software. And I'm a big believer in that mostly because the world pretty much runs on open source software anyway, right now. And I don't think that open source software maintainers get enough love or funding, but I've been a contributor to open source projects for a while now. I have a bunch of open source things that I've done myself, mostly that I use, not necessarily the most popular projects, but I enjoy doing them. All the music is one of them. And my first introduction to Creative Commons was a lot of software documentation. Is Creative Commons licensed, which is an interesting dichotomy between like you have a separate license for documentations versus your code. But that was my first intro to it. Our code is currently licensed under Creative Commons 4. And actually someone opened an issue on our repository saying you shouldn't license your code under Creative Commons 4, which is an interesting debate that Damian and I will have later. But the data sets themselves will stay CC0. I should also mention that my day job is as a lawyer doing AI. I was using AI tools to extract the stuff that matters from 650 million judicial documents and lawyer file documents. Part of that work is under a standard nonprofit legal data standard called SALI, S-A-L-I. All of SALI's work is Creative Commons as well. Even before I joined, Creative Commons was the license that we used for all the documentation of everything that we're doing. So anyway, Creative Commons, I'm a huge fan and I'm so glad that so many of my projects are using it. Thank you both. So what's next for the project, for you personally, what's happening? One thing I'm excited about that Noah and I have been, and Noah alluded to it, is if you've seen my TEDx talk, there is a grid that I would love to be able to fill in that grid, both with the red spots, that is the copyrighted songs, as well as all the 20 other copyrighted songs that are before that to be able to do that. And then also all the gray spots, that is all the Bach, all the Beethoven, all the Mozart, the things that are currently in the public domain that should not be locked up either. As Noah discussed earlier, we're currently in talks with ways to do that programmatically and the ways to be able to have machines do that work for us. And I'm optimistic and hopeful that we're able to fill in those blanks to be able to help those songwriters. I'm currently working on bringing all of our various repositories into one single mono repo, as they call it typically, and upgrading our tooling, giving pre-compiled binaries to people so they don't have to do it themselves. Really just kind of upping our game on GitHub. And so that's something that I'm working on. It'll probably take a few weeks, but if people want to be able to use our tooling, then we'll be available for you in GitHub sometime soon. And we'd love for people to build upon what we do, which is the biggest reason that Noah's doing what he just described. We, in a very open way, we are not the end, but we're merely the beginning. We would love to see what people can do with it. And on that note, how can folks get involved and, you know, find you and learn more about All The Music? Yeah, allthemusic.info is our website. From there, there are links to our GitHub repo that Noah is maintaining. And so if you're a programmer, the GitHub repo is probably the best spot to pull requests and do other comments and notes. And for being able to reach out for the law side, to the extent you want to, I'm on Twitter at Damien Real. That's probably the best way to get ahold of me is to be able to reach out. I've had so many really good interactions with entertainment industry titans whose names I can't say, but we're part of a group now that I'm able to have these kinds of discussions with copyright office folks I'm with. And so, yeah, largely that's all been done by Twitter. So if people want to reach out, that's the best spot. That's amazing. I'll drop those links in the episode description. That was my final question, but I just wondered if you had any kind of closing remarks that you wanted to end on. Yeah, the last thing I'll say is, and we've already said it, but we want people to engage with us. You can talk to Damien on Twitter. If you open an issue on our GitHub repo, it doesn't even have to be about the code. You can just talk to us about how you're feeling, like the person who said we should change our source code license. We love to engage other people and want to reiterate, like we've said a number of times, we are trying to help people, not make it worse for you. So if people have ideas on how we can make it better, I'm happy to talk about that and collaborate. And on my side, creative commons people are my favorite people. That is, they are the people that realize that everything is a remix, right? We are all standing on the shoulders of giants and the gestalt, the whole is greater than the sum of the parts. I can create something. And if it's remixed in a different way, all the better because humanity is better for it. So I just want to encourage everybody who's in the Creative Commons sphere, keep doing what you're doing because you're fighting the right fight. I think that there's many good things that we could do on the Creative Commons side that copyright shouldn't stand in the way of. Thank you so much for making the time to speak to us on Open Minds. It's been incredible. Thank you very much for having us. Thank you. Thanks for listening to Open Minds. It's been incredible. Thank you very much for having us. Thank you. Thanks for listening to Open Minds from Creative Commons. Special thanks to the musician Broke for Free, whose track Daybird you heard at the beginning of this episode and you're listening to right now. It's available under the Creative Commons attribution License. Meaning it's free for anyone to use. You can find it at the Free Music Archive, freemusicarchive.org. Please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our global culture more open and collaborative. We'll be back soon with another episode. Talk to you then."}