{"speakers": [{"speaker": "SPEAKER_00", "timestamp": [0.0, 9.26], "text": " Welcome to Open Minds from Creative Commons. I'm Oney Anukam, CC's Communications and"}, {"speaker": "SPEAKER_00", "timestamp": [9.26, 15.08], "text": " Campaigns Manager. Our Open Minds podcast is a series of conversations with people working"}, {"speaker": "SPEAKER_00", "timestamp": [15.08, 20.14], "text": " on the issues we're involved with and the subjects we're excited about. Each episode,"}, {"speaker": "SPEAKER_00", "timestamp": [20.32, 26.1], "text": " we sit down with amazing guests who are working to make the internet and our global culture"}, {"speaker": "SPEAKER_00", "timestamp": [26.1, 32.98], "text": " more open and collaborative. In this episode, Creative Commons General Counsel Kat Walsh"}, {"speaker": "SPEAKER_00", "timestamp": [32.98, 37.78], "text": " sits down for an hour-long discussion with award-winning science fiction author,"}, {"speaker": "SPEAKER_00", "timestamp": [38.26, 46.88], "text": " journalist and tech activist Corey Doctro. Corey is a renowned advocate for liberalizing copyright law and a longtime"}, {"speaker": "SPEAKER_00", "timestamp": [46.88, 53.62], "text": " contributor and supporter of CC and the Commons, with several of his titles and creative works"}, {"speaker": "SPEAKER_00", "timestamp": [53.62, 60.8], "text": " licensed under CC licenses. He is the author of young adult novels like Little Brother and Homeland"}, {"speaker": "SPEAKER_00", "timestamp": [60.8, 66.58], "text": " and novels for adults like Attack Surface and Walk Away, as well as non-fiction"}, {"speaker": "SPEAKER_00", "timestamp": [66.58, 73.72], "text": " books like How to Destroy Surveillance Capitalism. His next non-fiction book, Chokepoint Capitalism"}, {"speaker": "SPEAKER_00", "timestamp": [73.72, 79.6], "text": " with Rebecca Giblin, is about monopoly and fairness in the creative arts labour market."}, {"speaker": "SPEAKER_00", "timestamp": [80.08, 85.06], "text": " Corey was born in Toronto, Canada, and now lives in LA."}, {"speaker": "SPEAKER_00", "timestamp": [86.18, 86.54], "text": " Enough from me."}, {"speaker": "SPEAKER_00", "timestamp": [89.24, 92.22], "text": " Let's hand it over to Corey and Kat."}, {"speaker": "SPEAKER_02", "timestamp": [93.14, 93.28], "text": " Welcome, Corey."}, {"speaker": "SPEAKER_02", "timestamp": [95.56, 95.78], "text": " It's really great to have you here on this podcast."}, {"speaker": "SPEAKER_02", "timestamp": [97.08, 97.5], "text": " We're so glad that you could make it."}, {"speaker": "SPEAKER_01", "timestamp": [98.56, 98.74], "text": " I'm delighted to be here."}, {"speaker": "SPEAKER_01", "timestamp": [105.74, 106.02], "text": " I have a very long history with Creative Commons, and it's always a pleasure to talk about this subject."}, {"speaker": "SPEAKER_01", "timestamp": [111.0, 111.26], "text": " As I often tell people who ask me to come on podcasts to talk about the stuff that I work on,"}, {"speaker": "SPEAKER_01", "timestamp": [115.28, 122.14], "text": " I've spent two years locked in a house with two people who are so bored of hearing me talk about this stuff that any chance to talk with, you know, one of my co-religionists over Zoom or whatever"}, {"speaker": "SPEAKER_02", "timestamp": [122.14, 127.76], "text": " is warmly welcome. It has been great to have the chance to talk with other people who are similarly bored."}, {"speaker": "SPEAKER_02", "timestamp": [127.86, 131.42], "text": " I think a lot of people have been able to make time who would not have been able to make time before."}, {"speaker": "SPEAKER_02", "timestamp": [131.9, 132.18], "text": " Yeah."}, {"speaker": "SPEAKER_01", "timestamp": [132.18, 134.82], "text": " And it is unfortunate that our listeners cannot see this,"}, {"speaker": "SPEAKER_02", "timestamp": [134.98, 139.72], "text": " but behind Corey is the most amazing set of bookshelves and conference badges"}, {"speaker": "SPEAKER_02", "timestamp": [139.72, 141.74], "text": " and little mementos of everything."}, {"speaker": "SPEAKER_02", "timestamp": [141.94, 143.7], "text": " So just imagine that picture as you're listening."}, {"speaker": "SPEAKER_01", "timestamp": [143.94, 148.26], "text": " Extremely similar to yours, though. Are all those yellow spines, are they"}, {"speaker": "SPEAKER_01", "timestamp": [148.26, 152.78], "text": " Daw paper books or Nancy Drews? Or what are all those yellow spines behind you?"}, {"speaker": "SPEAKER_02", "timestamp": [152.92, 156.96], "text": " It is a whole mix of things. There is actually one entire wall that is science fiction,"}, {"speaker": "SPEAKER_02", "timestamp": [157.16, 159.4], "text": " and the rest is like mathematics and law."}, {"speaker": "SPEAKER_01", "timestamp": [159.6, 160.38], "text": " So are those all..."}, {"speaker": "SPEAKER_02", "timestamp": [160.38, 160.8], "text": " Everything."}, {"speaker": "SPEAKER_01", "timestamp": [161.26, 165.48], "text": " I know this is inside baseball, but are all those yellow spines behind you, are they Dawes?"}, {"speaker": "SPEAKER_02", "timestamp": [165.72, 166.46], "text": " They are not."}, {"speaker": "SPEAKER_02", "timestamp": [166.68, 169.1], "text": " I think a lot of them are actually mathematical texts that belong."}, {"speaker": "SPEAKER_01", "timestamp": [169.22, 171.04], "text": " Oh, yeah."}, {"speaker": "SPEAKER_01", "timestamp": [171.04, 175.26], "text": " I was raised by a mathematician, but his bookcase did not have the same editions as yours."}, {"speaker": "SPEAKER_01", "timestamp": [175.7, 179.4], "text": " So when I see those yellow spines, my mind either goes to Nancy Drew or Daw,"}, {"speaker": "SPEAKER_01", "timestamp": [179.8, 182.04], "text": " 1980s Daw paperbacks, one or the other."}, {"speaker": "SPEAKER_01", "timestamp": [182.14, 184.52], "text": " Those were the two iconic yellow spines for me."}, {"speaker": "SPEAKER_02", "timestamp": [184.52, 187.76], "text": " I would actually have to check and see which they are because I do not have a good, you know,"}, {"speaker": "SPEAKER_02", "timestamp": [187.8, 190.9], "text": " spatial sense of like what those were. Right, right. Fair enough."}, {"speaker": "SPEAKER_01", "timestamp": [191.12, 194.86], "text": " So let's get started with things other than the contents of our respective libraries."}, {"speaker": "SPEAKER_02", "timestamp": [195.3, 200.4], "text": " Right. Mine's just a false facade and you slide it aside and it's just whiskey back there."}, {"speaker": "SPEAKER_01", "timestamp": [201.0, 204.88], "text": " That's right. I know, but it is clear from your writing that you have never read any of these."}, {"speaker": "SPEAKER_02", "timestamp": [204.88, 205.04], "text": " You definitely do not have like an encyclopedic knowledge. there. That's right. I know, but it is clear from your writing that you have never read any of these."}, {"speaker": "SPEAKER_01", "timestamp": [211.02, 211.52], "text": " You definitely do not have like an encyclopedic knowledge. That's very kind of you. Thank you."}, {"speaker": "SPEAKER_02", "timestamp": [215.72, 229.5], "text": " So we'd love to have our community get a chance to know you a bit better and like talk about your background in open and in copyright reform. So how did you first get involved with all those many years ago. Right. Well, you know, it was a kind of road to Damascus conversion"}, {"speaker": "SPEAKER_01", "timestamp": [229.5, 238.14], "text": " experience at 30,000 feet. So I was raised in the science fiction field. I knew I wanted to"}, {"speaker": "SPEAKER_01", "timestamp": [238.14, 243.54], "text": " be a writer from a very young age. I grew up in Toronto where we had an amazing science fiction"}, {"speaker": "SPEAKER_01", "timestamp": [243.54, 252.4], "text": " writing community, thanks primarily to the good offices of a woman called Judith Merrill, who was a wonderful editor and writer and critic and community figure."}, {"speaker": "SPEAKER_01", "timestamp": [253.26, 267.22], "text": " And everything I knew about copyright, I had gleaned from reading advice to writers in magazines and in the introductions to people's short story collections and going to science fiction conventions and listening to panelists."}, {"speaker": "SPEAKER_01", "timestamp": [268.16, 275.52], "text": " And they all spoke about copyright using the language of someone"}, {"speaker": "SPEAKER_01", "timestamp": [275.52, 278.56], "text": " for whom copyright was primarily a labor law"}, {"speaker": "SPEAKER_01", "timestamp": [278.56, 283.84], "text": " that created negotiating leverage with industrial entities"}, {"speaker": "SPEAKER_01", "timestamp": [283.84, 287.52], "text": " who were otherwise liable to exploit"}, {"speaker": "SPEAKER_01", "timestamp": [287.52, 294.06], "text": " them and treat them badly. And for them, the heuristic, the rule of thumb for copyright,"}, {"speaker": "SPEAKER_01", "timestamp": [294.06, 301.44], "text": " is the more you retain, the more power you have. And the more power you have, the more groceries"}, {"speaker": "SPEAKER_01", "timestamp": [301.44, 310.4], "text": " you can buy by the labor of your brain and the movement of your fingers. And when the internet came along, obviously I had on the one hand that natural"}, {"speaker": "SPEAKER_01", "timestamp": [310.4, 315.96], "text": " impulse that I think so many of us had, which is to just celebrate the availability of things that"}, {"speaker": "SPEAKER_01", "timestamp": [315.96, 319.92], "text": " were not available, not because we couldn't afford them, they just weren't available. You know, I'd"}, {"speaker": "SPEAKER_01", "timestamp": [319.92, 326.32], "text": " worked in used bookstores for years and I, they just like the problem with so many of the works that were"}, {"speaker": "SPEAKER_01", "timestamp": [326.32, 332.62], "text": " around that, you know, got scanned and posted and so on. The problem for readers that they were"}, {"speaker": "SPEAKER_01", "timestamp": [332.62, 336.34], "text": " solving was not that they couldn't afford to buy these books, right? It was just that the books"}, {"speaker": "SPEAKER_01", "timestamp": [336.34, 349.4], "text": " were not available for sale on the stream of commerce unless you got very lucky in a used bookstore. And so I felt that natural upwelling of pleasure at the availability of"}, {"speaker": "SPEAKER_01", "timestamp": [349.4, 355.5], "text": " these works. And at the same time, hanging out in online spaces that science fiction writers"}, {"speaker": "SPEAKER_01", "timestamp": [355.5, 360.86], "text": " had created, which were some of the first and most, you know, well-established online spaces,"}, {"speaker": "SPEAKER_01", "timestamp": [361.06, 365.88], "text": " you know, the first social news group on Usenet, the first time people created"}, {"speaker": "SPEAKER_01", "timestamp": [365.88, 370.92], "text": " a formal space on the internet to talk about things other than technology was for Star Trek"}, {"speaker": "SPEAKER_01", "timestamp": [370.92, 377.92], "text": " fans. And so, you know, we are the origin node of non-technical discussion on the internet."}, {"speaker": "SPEAKER_01", "timestamp": [378.54, 384.26], "text": " And those spaces were just full of people saying, this is an apocalypse. We are going to lose our"}, {"speaker": "SPEAKER_01", "timestamp": [384.26, 385.08], "text": " copyright. And when we lose our copyright and when we"}, {"speaker": "SPEAKER_01", "timestamp": [385.08, 389.54], "text": " lose our copyright we will lose our negotiating leverage and then we will never buy groceries by"}, {"speaker": "SPEAKER_01", "timestamp": [389.54, 396.8], "text": " the sweat of our brow and the movement of our fingers again. And that's where I landed and I"}, {"speaker": "SPEAKER_01", "timestamp": [396.8, 405.78], "text": " had this kind of dual consciousness where on the one hand I felt this incredible excitement at the availability of information,"}, {"speaker": "SPEAKER_01", "timestamp": [405.78, 414.74], "text": " and on the other hand I felt this guilt and fear and moral outrage about the erosion of copyright."}, {"speaker": "SPEAKER_01", "timestamp": [415.74, 427.04], "text": " And I particularly was very interested in DRM as a means of allowing writers to set the terms on which their works could be used and to create"}, {"speaker": "SPEAKER_01", "timestamp": [427.04, 434.7], "text": " a kind of labor rights regime in which creators could say, this is what I'm willing to sell you"}, {"speaker": "SPEAKER_01", "timestamp": [434.7, 441.42], "text": " this for and not other things. And it wasn't a well thought through position. And I come from"}, {"speaker": "SPEAKER_01", "timestamp": [441.42, 445.28], "text": " a family of people who argue about their positions to figure out what they feel about them."}, {"speaker": "SPEAKER_01", "timestamp": [445.78, 451.82], "text": " And I got on an airplane to Hong Kong with Cindy Cohen and Fred Von Lohman."}, {"speaker": "SPEAKER_01", "timestamp": [452.62, 454.92], "text": " Fred was then at Morrison Forrester."}, {"speaker": "SPEAKER_01", "timestamp": [455.2, 461.62], "text": " Cindy was, I think, chief counsel at EFF or legal director at the Electronic Frontier Foundation."}, {"speaker": "SPEAKER_01", "timestamp": [462.54, 465.54], "text": " Fred later came to EFF and worked as a copyright lawyer for many years,"}, {"speaker": "SPEAKER_01", "timestamp": [465.58, 466.64], "text": " and he's currently at Google."}, {"speaker": "SPEAKER_01", "timestamp": [467.54, 471.4], "text": " And Fred and I argued about this for 15 hours"}, {"speaker": "SPEAKER_01", "timestamp": [471.4, 474.12], "text": " between San Francisco and Hong Kong."}, {"speaker": "SPEAKER_01", "timestamp": [474.34, 476.48], "text": " And then we were all horrifically jet lagged"}, {"speaker": "SPEAKER_01", "timestamp": [476.48, 477.6], "text": " and in this amazing city."}, {"speaker": "SPEAKER_01", "timestamp": [477.6, 479.7], "text": " And so we walked around every night"}, {"speaker": "SPEAKER_01", "timestamp": [479.7, 481.32], "text": " after this conference we flew to,"}, {"speaker": "SPEAKER_01", "timestamp": [481.64, 484.8], "text": " and we walked around for hours to markets"}, {"speaker": "SPEAKER_01", "timestamp": [484.8, 487.04], "text": " and museums and restaurants"}, {"speaker": "SPEAKER_01", "timestamp": [487.04, 498.0], "text": " and districts. And we just argued about this for hours. And when I got back, I felt deeply disturbed"}, {"speaker": "SPEAKER_01", "timestamp": [498.0, 502.7], "text": " because I felt like I'd lost the argument, but I was still not willing to give up the position."}, {"speaker": "SPEAKER_01", "timestamp": [503.28, 505.92], "text": " And then we went and spoke at another conference in London."}, {"speaker": "SPEAKER_01", "timestamp": [506.58, 509.04], "text": " And we flew there separately, but we did the same thing."}, {"speaker": "SPEAKER_01", "timestamp": [509.12, 511.84], "text": " We wandered around Portobello Road and we wandered around Brick Lane"}, {"speaker": "SPEAKER_01", "timestamp": [511.84, 514.68], "text": " and we went to tea at Fortnum and Mason's."}, {"speaker": "SPEAKER_01", "timestamp": [515.24, 522.06], "text": " And somewhere in there, I so definitively lost the argument that I changed my mind."}, {"speaker": "SPEAKER_01", "timestamp": [527.26, 534.68], "text": " that I changed my mind and I realized actually the way to think about copyright is as knowledge creation and sharing framework that it should not be"}, {"speaker": "SPEAKER_01", "timestamp": [534.68, 540.12], "text": " unilaterally decided either by users of information nor by the producers or"}, {"speaker": "SPEAKER_01", "timestamp": [540.12, 546.02], "text": " investors in information that there is a profound democratic interest in creating balance"}, {"speaker": "SPEAKER_01", "timestamp": [546.02, 553.9], "text": " between the different ways that all those people think about it. And I got involved. I ended up"}, {"speaker": "SPEAKER_01", "timestamp": [553.9, 558.56], "text": " quitting the startup I had helped found and going to work for the Electronic Frontier Foundation,"}, {"speaker": "SPEAKER_01", "timestamp": [559.34, 571.66], "text": " narrowly avoiding what was to be an acquisition by Microsoft, which would have seen me in the role of DRM advocate. And that was 20 years and three weeks ago, two weeks ago that I went to"}, {"speaker": "SPEAKER_01", "timestamp": [571.66, 577.98], "text": " work at EFF. And so 20 years later, here I am. And my understanding has evolved a lot. I feel"}, {"speaker": "SPEAKER_01", "timestamp": [577.98, 581.98], "text": " like I've talked a lot about this, this origin story and being bit by a radioactive Fred von"}, {"speaker": "SPEAKER_01", "timestamp": [581.98, 585.04], "text": " Lohmann. But I feel like there's more to say,"}, {"speaker": "SPEAKER_01", "timestamp": [585.18, 591.04], "text": " but that's a good starting point. I didn't realize that you were celebrating your 20th"}, {"speaker": "SPEAKER_02", "timestamp": [591.04, 596.26], "text": " anniversary in the same year as Creative Commons. So maybe it's particularly good to have you here"}, {"speaker": "SPEAKER_01", "timestamp": [596.26, 602.66], "text": " for that. In fact, my inaugural, well, not my inaugural, my second role with EFF was to transfer"}, {"speaker": "SPEAKER_01", "timestamp": [602.66, 608.04], "text": " to Europe to be our European director, which was a three-quarter time"}, {"speaker": "SPEAKER_01", "timestamp": [608.04, 612.64], "text": " position with a one-quarter time position as Creative Commons European director, which didn't"}, {"speaker": "SPEAKER_01", "timestamp": [612.64, 619.72], "text": " last very long. But that was my second role at EFF. My first role had a kind of made-up title,"}, {"speaker": "SPEAKER_01", "timestamp": [619.84, 624.56], "text": " it was Outreach Coordinator. And I used to say that I reached out in a coordinated fashion,"}, {"speaker": "SPEAKER_01", "timestamp": [624.78, 625.36], "text": " which is hilarious because I can't catch a ball. The one thing I've say that I reached out in a coordinated fashion, which is"}, {"speaker": "SPEAKER_01", "timestamp": [625.36, 629.8], "text": " hilarious because I can't catch a ball. The one thing I've never done is reach out in a coordinated"}, {"speaker": "SPEAKER_02", "timestamp": [629.8, 636.42], "text": " fashion. What titles are not made up really? Like we're all just trying. Oh, I'm a special advisor"}, {"speaker": "SPEAKER_01", "timestamp": [636.42, 649.24], "text": " now. I mean, I know. So you've mentioned that your thinking has evolved since you first got converted by the radioactive spider, Cindy and Fred."}, {"speaker": "SPEAKER_02", "timestamp": [649.28, 652.4], "text": " And I am just imagining these hours and hours of conversation."}, {"speaker": "SPEAKER_02", "timestamp": [652.66, 657.72], "text": " And it's sad that they are lost to the mists of history because I bet the correspondence would be amazing."}, {"speaker": "SPEAKER_01", "timestamp": [657.96, 660.26], "text": " But how has your thinking evolved since that first conversion?"}, {"speaker": "SPEAKER_02", "timestamp": [660.26, 668.5], "text": " So I would say that I have zoomed out. So you can think of this whole process as a process"}, {"speaker": "SPEAKER_01", "timestamp": [668.5, 676.3], "text": " of zooming out. So when you think about copyright, just as a labor rule, you are zoomed way in on a"}, {"speaker": "SPEAKER_01", "timestamp": [676.3, 680.74], "text": " specific transaction, which is the transaction between a writer, their agent and their publisher"}, {"speaker": "SPEAKER_01", "timestamp": [680.74, 686.18], "text": " or other creative people and their investors. And that is a super micro-focused"}, {"speaker": "SPEAKER_01", "timestamp": [686.18, 692.02], "text": " thing. And oftentimes it doesn't go well for writers, for the people who I think deserve"}, {"speaker": "SPEAKER_01", "timestamp": [692.02, 696.7], "text": " it to come out. I think a well-written copyright system, one of the ways you can tell if it's"}, {"speaker": "SPEAKER_01", "timestamp": [696.7, 700.36], "text": " well-written is that writers do well by it. If writers can't afford to buy groceries,"}, {"speaker": "SPEAKER_01", "timestamp": [700.48, 704.54], "text": " it's a bad copyright system. So your Zoom weigh-in, and because you're Zoomed weigh-in,"}, {"speaker": "SPEAKER_01", "timestamp": [704.6, 708.64], "text": " every time you don't end up with groceries, it's really hard to find out why because a lot of stuff"}, {"speaker": "SPEAKER_01", "timestamp": [708.64, 712.88], "text": " is happening outside the frame. So then you zoom out a bit and you look at the public policy"}, {"speaker": "SPEAKER_01", "timestamp": [712.88, 721.46], "text": " interests and trying to balance out incentives and access in information law. And that is the"}, {"speaker": "SPEAKER_01", "timestamp": [721.46, 728.26], "text": " kind of thing where you go around and you get involved in things like Creative Commons and you say, look, we need sharing as well as proprietary interests."}, {"speaker": "SPEAKER_01", "timestamp": [728.32, 732.62], "text": " We need to enable people to choose to be less proprietary."}, {"speaker": "SPEAKER_01", "timestamp": [733.44, 747.86], "text": " The creation of a default in which copyright adheres at the moment of fixation for the life and 70 years and that any variance on that requires that the creator hire a lawyer and then that the user hire a lawyer to interpret what the creator's lawyer wrote."}, {"speaker": "SPEAKER_01", "timestamp": [748.24, 752.38], "text": " That that is a glaring defect, even if you accept the rubric for it."}, {"speaker": "SPEAKER_01", "timestamp": [752.52, 767.6], "text": " If you zoom out one more tier, what you realize is that as important as all that stuff is, and it's like civilizationally important. That there is an even more critical aspect of what's wrong with copyright,"}, {"speaker": "SPEAKER_01", "timestamp": [768.18, 773.82], "text": " which is not how it's applied, but who we apply it to. When we argue about copyright, even I think"}, {"speaker": "SPEAKER_01", "timestamp": [773.82, 779.16], "text": " in a Creative Commons framework, we argue about it as an industrial regulation, right? We have an"}, {"speaker": "SPEAKER_01", "timestamp": [779.16, 783.54], "text": " entertainment and knowledge creation industry. We can argue about whether they should be the same"}, {"speaker": "SPEAKER_01", "timestamp": [783.54, 789.16], "text": " industry, but for these purposes, they're one industry, right? And people who are within the industry have to follow"}, {"speaker": "SPEAKER_01", "timestamp": [789.16, 794.42], "text": " the rules. And I'm all in favor of industrial regulation. Like, it would be great if we had"}, {"speaker": "SPEAKER_01", "timestamp": [794.42, 800.54], "text": " finance regulation. Holy moly, do we ever need some financial regulation, right? So as much as"}, {"speaker": "SPEAKER_01", "timestamp": [800.54, 806.14], "text": " I want financial regulation, I also think that whatever the financial regulation"}, {"speaker": "SPEAKER_01", "timestamp": [806.14, 809.92], "text": " says is arguably less important than who it says it to."}, {"speaker": "SPEAKER_01", "timestamp": [810.46, 818.84], "text": " So if we say any time a million dollars is transacted, you are sufficiently bank-like"}, {"speaker": "SPEAKER_01", "timestamp": [818.84, 822.0], "text": " that you have to follow bank laws and there's some know your customers and some reporting"}, {"speaker": "SPEAKER_01", "timestamp": [822.0, 829.1], "text": " and some data retention and whatever, that's fine, right? I think that would be a reasonable rule. But if we had hyperinflation"}, {"speaker": "SPEAKER_01", "timestamp": [829.1, 835.86], "text": " tomorrow and a million dollars didn't buy you a sandwich, buying a sandwich for your friend"}, {"speaker": "SPEAKER_01", "timestamp": [835.86, 845.34], "text": " wouldn't make you a bank. And if all we did was say, all right, now that sandwiches cost a million dollars, everyone who buys a sandwich has to"}, {"speaker": "SPEAKER_01", "timestamp": [845.34, 852.8], "text": " have the nous and technical capability to satisfy banking regulations, we would have created a"}, {"speaker": "SPEAKER_01", "timestamp": [852.8, 860.5], "text": " nightmare system, right? Copyright as an industrial regulation to regulate the entertainment and"}, {"speaker": "SPEAKER_01", "timestamp": [860.5, 865.56], "text": " knowledge creation industry has a test to ask whether or not you're part of that industry"}, {"speaker": "SPEAKER_01", "timestamp": [865.56, 870.64], "text": " or those industries. And it's whether you are making or handling copies of works, which are"}, {"speaker": "SPEAKER_01", "timestamp": [870.64, 877.1], "text": " in the pre-digital era, profoundly industrial activities. I have a background in pre-press,"}, {"speaker": "SPEAKER_01", "timestamp": [877.56, 883.56], "text": " printing presses are industrial, and every book has a printing press in its history. And so as"}, {"speaker": "SPEAKER_01", "timestamp": [883.56, 887.76], "text": " a proxy for figuring out whether you're in the industry, you will catch a lot"}, {"speaker": "SPEAKER_01", "timestamp": [887.76, 894.22], "text": " more tuna than dolphins in a net that is sized to catch people who are making and handling"}, {"speaker": "SPEAKER_01", "timestamp": [894.22, 896.78], "text": " copies of books in an era of printing presses."}, {"speaker": "SPEAKER_01", "timestamp": [897.44, 902.08], "text": " Today, we make copies of creative works every time we click a mouse."}, {"speaker": "SPEAKER_01", "timestamp": [902.4, 905.82], "text": " Hundreds of transient copies of creative works. And as you"}, {"speaker": "SPEAKER_01", "timestamp": [905.82, 911.46], "text": " will know, Bruce Lehman, right, the copyright czar for Bill Clinton, Microsoft lawyer, he at one"}, {"speaker": "SPEAKER_01", "timestamp": [911.46, 916.76], "text": " point proposed that we should have copyright licenses for transient copies in RAM, right,"}, {"speaker": "SPEAKER_01", "timestamp": [916.82, 921.64], "text": " and in frame buffers. It's just like, well, you know, like a computer is clearly part of the"}, {"speaker": "SPEAKER_01", "timestamp": [921.64, 928.5], "text": " entertainment industry now. And if a creative work is copied and recopied between five different buffers before it's"}, {"speaker": "SPEAKER_01", "timestamp": [928.5, 932.6], "text": " displayed on a screen, five lawyers should be hired to negotiate those buffer licenses,"}, {"speaker": "SPEAKER_01", "timestamp": [933.08, 933.22], "text": " right?"}, {"speaker": "SPEAKER_01", "timestamp": [933.24, 936.26], "text": " It was a bananas proposition."}, {"speaker": "SPEAKER_01", "timestamp": [936.26, 950.78], "text": " But it is only marginally less bananas to say that if you are engaged in culture and not industry, like talking about stuff and singing"}, {"speaker": "SPEAKER_01", "timestamp": [950.78, 958.18], "text": " stuff and telling stories about stuff, that you are now part of the entertainment industry and"}, {"speaker": "SPEAKER_01", "timestamp": [958.18, 963.78], "text": " you have to adhere to rules that were written to be interpreted by extremely specialized lawyers"}, {"speaker": "SPEAKER_01", "timestamp": [963.78, 971.36], "text": " working for entertainment companies. And that is a real problem for, on the one hand, because it like criminalizes lots of"}, {"speaker": "SPEAKER_01", "timestamp": [971.36, 978.5], "text": " everyday activity, right? But also because as someone who relies on that system to buy groceries,"}, {"speaker": "SPEAKER_01", "timestamp": [978.88, 986.14], "text": " I want it to be highly technical so that all of the different industrial entities in the supply chain between"}, {"speaker": "SPEAKER_01", "timestamp": [986.14, 992.46], "text": " me and the activity that pays for my groceries have a sufficiently nuanced complex framework"}, {"speaker": "SPEAKER_01", "timestamp": [992.46, 999.28], "text": " to manage all that stuff. And if it is that nuanced and complex, then it won't be suited to"}, {"speaker": "SPEAKER_01", "timestamp": [999.28, 1010.04], "text": " use by people who aren't in the entertainment industry. So, you know, I live here in Burbank, California, the belly of the beast. And, you know, 20 minute walk that way is Warner Studios"}, {"speaker": "SPEAKER_01", "timestamp": [1010.04, 1015.6], "text": " and 25 minutes that way is Universal Studios. And when Universal Studios built that really"}, {"speaker": "SPEAKER_01", "timestamp": [1015.6, 1022.12], "text": " badass Universal Studios Harry Potter theme park, they had a lawyer call up Warner's lawyer and"}, {"speaker": "SPEAKER_01", "timestamp": [1022.12, 1027.48], "text": " negotiate a deal. And they use some really technical stuff to do that deal."}, {"speaker": "SPEAKER_01", "timestamp": [1028.04, 1034.32], "text": " Now, in the before times, every Halloween, kids in my neighborhood would ring my doorbell wearing Harry Potter robes."}, {"speaker": "SPEAKER_01", "timestamp": [1034.6, 1036.36], "text": " Many of them bought from that Universal park."}, {"speaker": "SPEAKER_01", "timestamp": [1036.7, 1039.54], "text": " And I guarantee you some of those kids are writing Harry Potter fanfic."}, {"speaker": "SPEAKER_01", "timestamp": [1039.76, 1043.66], "text": " And the idea that they should walk down the street to the gates of the Warner lot,"}, {"speaker": "SPEAKER_01", "timestamp": [1044.06, 1051.28], "text": " ring the bell and ask to have the general counsel come out and negotiate their fanfic license is bananas."}, {"speaker": "SPEAKER_01", "timestamp": [1051.64, 1065.7], "text": " Because he won't come out, and if he would 20 books, many of them international bestsellers,"}, {"speaker": "SPEAKER_01", "timestamp": [1066.14, 1073.44], "text": " was in 1977 when I got home from Star Wars and my brain all a-fizz took some scrap paper,"}, {"speaker": "SPEAKER_01", "timestamp": [1073.62, 1077.86], "text": " folded it into the shape of a magazine, stapled it up the middle,"}, {"speaker": "SPEAKER_01", "timestamp": [1077.86, 1082.96], "text": " and rewrote the Star Wars story over and over again like a kid practicing scales on the piano."}, {"speaker": "SPEAKER_01", "timestamp": [1083.56, 1090.82], "text": " And the idea that we should just exterminate that activity because now it involves making copies and frame buffers and because it,"}, {"speaker": "SPEAKER_01", "timestamp": [1090.98, 1094.98], "text": " rather than reaching the kid who lives across the street, it reaches the kid who lives across you"}, {"speaker": "SPEAKER_01", "timestamp": [1094.98, 1102.84], "text": " on social media. That is ghastly. So that's kind of the next tier. And the next tier up from that"}, {"speaker": "SPEAKER_01", "timestamp": [1102.84, 1105.92], "text": " is the fact that a bunch of people who don't do"}, {"speaker": "SPEAKER_01", "timestamp": [1105.92, 1109.54], "text": " anything to do with the entertainment industry, because software is now regulated by the"}, {"speaker": "SPEAKER_01", "timestamp": [1109.54, 1114.02], "text": " entertainment industry, have figured out how to use copyright law to stop you from fixing a tractor"}, {"speaker": "SPEAKER_01", "timestamp": [1114.02, 1119.32], "text": " or fixing a ventilator or installing your own coffee pot in your coffee maker or getting your"}, {"speaker": "SPEAKER_01", "timestamp": [1119.32, 1126.86], "text": " car fixed by an independent dealer or adapting Facebook so it doesn't spy on you or doing a whole range of"}, {"speaker": "SPEAKER_01", "timestamp": [1126.86, 1131.46], "text": " activities that are completely unrelated to the entertainment industry that just hijacks this"}, {"speaker": "SPEAKER_01", "timestamp": [1131.46, 1137.1], "text": " entertainment law in a way that like puts the plight of fanfic writers and Burbank to shame"}, {"speaker": "SPEAKER_01", "timestamp": [1137.1, 1146.24], "text": " and then beyond that to wrap all the way back around to a labor right, one of the things that that does is allow for the"}, {"speaker": "SPEAKER_01", "timestamp": [1146.24, 1153.46], "text": " aggregation of monopoly power by highly concentrated industries. And it neutralizes the ability of"}, {"speaker": "SPEAKER_01", "timestamp": [1153.46, 1159.72], "text": " copyright to be used as a labor rule. Because now that there's only four major publishers,"}, {"speaker": "SPEAKER_01", "timestamp": [1160.54, 1166.28], "text": " if you give a writer more copyright because the writer needs to go through those four major"}, {"speaker": "SPEAKER_01", "timestamp": [1166.28, 1173.22], "text": " publishers to reach their audience, the publishers just misappropriate that copyright as a condition"}, {"speaker": "SPEAKER_01", "timestamp": [1173.22, 1177.82], "text": " of access to the audience. It's like giving your bullied kid more lunch money, right? Unless you"}, {"speaker": "SPEAKER_01", "timestamp": [1177.82, 1182.2], "text": " get the bullies away from the school gate, it doesn't matter how much lunch money you give your"}, {"speaker": "SPEAKER_01", "timestamp": [1182.2, 1185.68], "text": " kid. And so, you know, that I think is like the,"}, {"speaker": "SPEAKER_01", "timestamp": [1185.92, 1190.6], "text": " you know, if we're doing that galaxy brain meme, that's the galaxy brain version. That it's the"}, {"speaker": "SPEAKER_01", "timestamp": [1190.6, 1195.88], "text": " reason that you can't get groceries out of your copyright negotiation. You have to zoom all the"}, {"speaker": "SPEAKER_01", "timestamp": [1195.88, 1207.1], "text": " way out to see how the problem is allowing industries to concentrate, to allow financialization and the capital markets to dominate how we"}, {"speaker": "SPEAKER_01", "timestamp": [1207.1, 1213.34], "text": " operate. And some of that has to do with copyright itself. So that is my long wind."}, {"speaker": "SPEAKER_02", "timestamp": [1213.42, 1216.46], "text": " It's funny, you were mentioning having to go through five layers of lawyers,"}, {"speaker": "SPEAKER_02", "timestamp": [1216.66, 1220.64], "text": " it's just, you know, write your fanfic. I feel like that's the origin story for a lot of copyright"}, {"speaker": "SPEAKER_02", "timestamp": [1220.64, 1224.36], "text": " reform advocates. They're just trying to participate in culture and then all of a sudden"}, {"speaker": "SPEAKER_02", "timestamp": [1224.36, 1228.9], "text": " find a roadblock that doesn't make any sense, like especially not for the activities"}, {"speaker": "SPEAKER_01", "timestamp": [1228.9, 1236.04], "text": " that they're trying to do. Yeah. And, you know, channeling Fred, maybe one of the issues that I"}, {"speaker": "SPEAKER_01", "timestamp": [1236.04, 1241.72], "text": " think Creative Commons has always wrestled with is making Creative Commons a ceiling and not a floor."}, {"speaker": "SPEAKER_01", "timestamp": [1242.2, 1245.94], "text": " Right. You know, I wrote a thing about the people who bought"}, {"speaker": "SPEAKER_01", "timestamp": [1245.94, 1253.8], "text": " the dune treatment the spice dow and about how foolish they were and the thing that most people"}, {"speaker": "SPEAKER_01", "timestamp": [1253.8, 1258.6], "text": " dunked on them for was thinking that acquiring the treatment gave them the right to make a film"}, {"speaker": "SPEAKER_01", "timestamp": [1258.6, 1270.96], "text": " adaptation but i think that there's another case to be made, which is that thinking that if you're a group of fans who want to make a fan film, that you must acquire something before you can make that adaptation."}, {"speaker": "SPEAKER_01", "timestamp": [1271.18, 1281.0], "text": " Right. Like the thing that says, oh, no, you can't make an adaptation is just as wrong as the one that says, well, now that you've spent three million dollars on a book, you can."}, {"speaker": "SPEAKER_01", "timestamp": [1281.52, 1285.1], "text": " Right. There's a whole other game, game which is like what about the limitations and"}, {"speaker": "SPEAKER_01", "timestamp": [1285.1, 1290.68], "text": " exceptions to copyright what about the wind done gone you know is there a way that we can talk"}, {"speaker": "SPEAKER_01", "timestamp": [1290.68, 1296.74], "text": " about how you could make that fan film without having to you know allow a grifter which is now"}, {"speaker": "SPEAKER_01", "timestamp": [1296.74, 1301.98], "text": " what's happened to skim 1.2 million dollars by convincing you all that buying a book would let"}, {"speaker": "SPEAKER_02", "timestamp": [1301.98, 1307.36], "text": " you make a dune movie i'm just imagining the rights to the story about the people who were trying to acquire"}, {"speaker": "SPEAKER_02", "timestamp": [1307.36, 1308.68], "text": " the rights to make this Dune movie."}, {"speaker": "SPEAKER_02", "timestamp": [1308.84, 1310.64], "text": " Like, I look forward to that film."}, {"speaker": "SPEAKER_01", "timestamp": [1311.98, 1313.22], "text": " I love that idea."}, {"speaker": "SPEAKER_01", "timestamp": [1313.68, 1314.48], "text": " That's great."}, {"speaker": "SPEAKER_02", "timestamp": [1315.48, 1320.1], "text": " So it is great to have that perspective of like how the system ought to work."}, {"speaker": "SPEAKER_02", "timestamp": [1320.38, 1324.08], "text": " Can you talk more about like you as a writer who has had to put groceries on your table,"}, {"speaker": "SPEAKER_02", "timestamp": [1324.18, 1329.56], "text": " like how that has worked for you as you took the step of like, I'm going to release my work under Creative Commons licenses?"}, {"speaker": "SPEAKER_01", "timestamp": [1330.76, 1339.16], "text": " Yeah, I will say for the record that because the people I live with will otherwise chide me that I put the groceries in the fridge."}, {"speaker": "SPEAKER_01", "timestamp": [1339.26, 1351.56], "text": " I don't just leave them on the table and that I yell at them to put the groceries in the fridge when they bring them in. So I am very lucky to have a very good relationship with a very good publisher. Tor Books"}, {"speaker": "SPEAKER_01", "timestamp": [1351.56, 1355.34], "text": " is the largest science fiction imprint in the world. English language now. I think there's a"}, {"speaker": "SPEAKER_01", "timestamp": [1355.34, 1362.02], "text": " Chinese one that's bigger. And Tor Books was run like a family business even though it was part of"}, {"speaker": "SPEAKER_01", "timestamp": [1362.02, 1369.56], "text": " Macmillan, is part of Macmillan, which itself is the only of the big five publishers that's still a family business as well. And you may hear me say"}, {"speaker": "SPEAKER_01", "timestamp": [1369.56, 1374.88], "text": " big five and big four. That's because Simon & Schuster may or may not end up being a permanent"}, {"speaker": "SPEAKER_01", "timestamp": [1374.88, 1378.3], "text": " part of Penguin Random House, depending on what the Federal Trade Commission says. But there are"}, {"speaker": "SPEAKER_01", "timestamp": [1378.3, 1384.5], "text": " either five or four big publishers right now. And Tom Doherty started Tor. He was a salesman"}, {"speaker": "SPEAKER_01", "timestamp": [1384.5, 1386.68], "text": " for Simon & Schuster. He and Ian"}, {"speaker": "SPEAKER_01", "timestamp": [1386.68, 1391.16], "text": " Ballantyne invented the mass market. So they were the ones who figured out that you could sell books"}, {"speaker": "SPEAKER_01", "timestamp": [1391.16, 1396.32], "text": " outside of bookstores. And they started pitching pharmacies and grocery stores on mass market"}, {"speaker": "SPEAKER_01", "timestamp": [1396.32, 1402.42], "text": " paperbacks. That created a powerful funnel to bring non-readers into the industry. And when"}, {"speaker": "SPEAKER_01", "timestamp": [1402.42, 1405.96], "text": " Tom left Simon & Schuster, he started his own imprint called"}, {"speaker": "SPEAKER_01", "timestamp": [1405.96, 1412.52], "text": " Tor. Tor did really well, very successful, but its distributor went down and the distributor"}, {"speaker": "SPEAKER_01", "timestamp": [1412.52, 1417.78], "text": " was holding onto a bunch of Tor books that they hadn't paid for yet, which their secure creditors,"}, {"speaker": "SPEAKER_01", "timestamp": [1417.78, 1422.96], "text": " the banks, got first crack at. So the banks got the books, which they then sold to Tom's"}, {"speaker": "SPEAKER_01", "timestamp": [1422.96, 1425.08], "text": " wholesale customers at 10 cents on the dollar."}, {"speaker": "SPEAKER_01", "timestamp": [1425.58, 1428.14], "text": " Tom still owed his printer for printing those books."}, {"speaker": "SPEAKER_01", "timestamp": [1428.78, 1438.16], "text": " And so he had to convince someone to print new ones and then compete with the ones that he'd already had to pay for that were being sold below cost."}, {"speaker": "SPEAKER_01", "timestamp": [1438.16, 1441.56], "text": " And so he was facing financial ruin, even though he had a successful business."}, {"speaker": "SPEAKER_01", "timestamp": [1442.02, 1448.38], "text": " And because of that, the major publishers of the day made a bunch of offers to him to buy out Tor, because they understood that they could make a"}, {"speaker": "SPEAKER_01", "timestamp": [1448.38, 1453.34], "text": " business out of it. And one of them was Macmillan. And Macmillan had, as I understand it, the second"}, {"speaker": "SPEAKER_01", "timestamp": [1453.34, 1458.54], "text": " highest offer. But what they did do was promised home autonomy, so he could run it like a family"}, {"speaker": "SPEAKER_01", "timestamp": [1458.54, 1463.94], "text": " business, even though it was part of this giant publisher. And my editor at Tor, so Tor is full of"}, {"speaker": "SPEAKER_01", "timestamp": [1463.94, 1465.92], "text": " interesting people from non-traditional backgrounds. So my editor at Tor, so Tor is full of interesting people from non-traditional"}, {"speaker": "SPEAKER_01", "timestamp": [1465.92, 1471.1], "text": " backgrounds. So my editor at Tor, who was then a senior editor and is now a vice president at"}, {"speaker": "SPEAKER_01", "timestamp": [1471.1, 1477.3], "text": " Macmillan and co-publisher of Tor, in the wake of Tom's retirement, he was someone who dropped out"}, {"speaker": "SPEAKER_01", "timestamp": [1477.3, 1483.4], "text": " of school at 14 to travel around the country and sleep on fans' sofas, science fiction fans' sofas,"}, {"speaker": "SPEAKER_01", "timestamp": [1483.64, 1486.0], "text": " while he published fan fiction found"}, {"speaker": "SPEAKER_01", "timestamp": [1486.0, 1490.32], "text": " himself in new york and worked his way up the publishing ladder and i met him on a bulletin"}, {"speaker": "SPEAKER_01", "timestamp": [1490.32, 1497.02], "text": " board system when i was 17 years old and he and i had a very good relationship going back years and"}, {"speaker": "SPEAKER_01", "timestamp": [1497.02, 1503.24], "text": " years and i came to new york and went and had lunch with him and he said when are you going to"}, {"speaker": "SPEAKER_01", "timestamp": [1503.24, 1508.86], "text": " send me a book and i said well i'm working on this book and I described Down and Out the Magic Kingdom my first novel to him and he"}, {"speaker": "SPEAKER_01", "timestamp": [1508.86, 1513.56], "text": " said that sounds great how far are you and I said I'm like six chapters in and he said do you have"}, {"speaker": "SPEAKER_01", "timestamp": [1513.56, 1517.0], "text": " an outline and I said sort of and he said fix the outline send me the first three chapters that's a"}, {"speaker": "SPEAKER_01", "timestamp": [1517.0, 1523.82], "text": " book proposal and I'll take a look and he bought it and between that moment and the book coming out"}, {"speaker": "SPEAKER_01", "timestamp": [1523.82, 1526.86], "text": " Creative Commons launched and I was involved with the founding of CC."}, {"speaker": "SPEAKER_01", "timestamp": [1527.14, 1531.26], "text": " I was then dating Lisa Rine, who was the founding CTO."}, {"speaker": "SPEAKER_01", "timestamp": [1531.8, 1536.9], "text": " I suggested Matt Howey to them, who was one of the core technologists."}, {"speaker": "SPEAKER_01", "timestamp": [1537.24, 1540.42], "text": " Aaron Swartz was kind of Lisa's ward in San Francisco."}, {"speaker": "SPEAKER_01", "timestamp": [1540.42, 1544.0], "text": " And he came in whenever he would come to standards meetings in San Francisco."}, {"speaker": "SPEAKER_01", "timestamp": [1544.14, 1550.16], "text": " Lisa was kind of his babysitter and he would stay with us or Lisa when he was in town. And so I had a long"}, {"speaker": "SPEAKER_01", "timestamp": [1550.16, 1554.94], "text": " association with the organization already, long before it was actually formally founded and had"}, {"speaker": "SPEAKER_01", "timestamp": [1554.94, 1560.16], "text": " been a part of it. And my editor had spent a bunch of time on Usenet having intemperate arguments"}, {"speaker": "SPEAKER_01", "timestamp": [1560.16, 1567.12], "text": " with people who were worried that book piracy would be the end of the world. And so I went to him and I was like, all right, Patrick, what should we do here?"}, {"speaker": "SPEAKER_01", "timestamp": [1567.28, 1574.22], "text": " And he said, the e-book marketplace has the worst ratio of hours and meetings to dollars"}, {"speaker": "SPEAKER_01", "timestamp": [1574.22, 1578.36], "text": " of revenue of any venture in the history of publishing."}, {"speaker": "SPEAKER_01", "timestamp": [1579.62, 1581.0], "text": " We should just try it."}, {"speaker": "SPEAKER_01", "timestamp": [1581.3, 1582.1], "text": " It's your first novel."}, {"speaker": "SPEAKER_01", "timestamp": [1582.2, 1582.8], "text": " It's low stakes."}, {"speaker": "SPEAKER_01", "timestamp": [1582.9, 1583.58], "text": " You've got a platform."}, {"speaker": "SPEAKER_01", "timestamp": [1583.72, 1584.16], "text": " Let's do it."}, {"speaker": "SPEAKER_01", "timestamp": [1584.22, 1584.88], "text": " And I did it."}, {"speaker": "SPEAKER_01", "timestamp": [1590.3, 1594.92], "text": " Down in the Magic Kingdom, launched the day of the Creative Commons licenses. It was the first professional work ever licensed or commercial work ever licensed under CC. Also"}, {"speaker": "SPEAKER_01", "timestamp": [1594.92, 1599.46], "text": " the first novel. It sold out its hardcover run. It did very well in paperback. It's still in print"}, {"speaker": "SPEAKER_01", "timestamp": [1599.46, 1605.68], "text": " today. Millions of people read it. Only tens of thousands, maybe 100,000 people at this point bought it."}, {"speaker": "SPEAKER_01", "timestamp": [1606.02, 1610.04], "text": " But millions of people read it. It became a calling card. And I did that with several"}, {"speaker": "SPEAKER_01", "timestamp": [1610.04, 1614.66], "text": " subsequent books. And at a certain point, e-books became an actual going commercial concern"}, {"speaker": "SPEAKER_01", "timestamp": [1614.66, 1620.92], "text": " and also a source of enormous political tension within Macmillan. So if you follow publishing,"}, {"speaker": "SPEAKER_01", "timestamp": [1620.92, 1630.96], "text": " one of the things you may know is that Macmillan's then CEO, resigned during the pandemic, John Sargent, was the guy who refused to settle the price fixing"}, {"speaker": "SPEAKER_01", "timestamp": [1630.96, 1636.76], "text": " claim when the publishers and Apple tried to force Amazon not to use predatory pricing to sell"}, {"speaker": "SPEAKER_01", "timestamp": [1636.76, 1644.02], "text": " Kindles and therefore, you know, shackle all writers to their platform. And the FTC really"}, {"speaker": "SPEAKER_01", "timestamp": [1644.02, 1647.48], "text": " spanked John and Macmillan. And Macmillan just"}, {"speaker": "SPEAKER_01", "timestamp": [1647.48, 1653.28], "text": " basically said, we can't do the CC thing anymore. So starting in 2017, that was it. But I still do"}, {"speaker": "SPEAKER_01", "timestamp": [1653.28, 1661.44], "text": " my short fiction that way, my podcast, my photos. And I did convince Tor to be the first major"}, {"speaker": "SPEAKER_01", "timestamp": [1661.44, 1665.1], "text": " publisher in the world, and I think maybe the only major imprint in the world"}, {"speaker": "SPEAKER_01", "timestamp": [1665.1, 1671.86], "text": " still, whose books are entirely DRM-free in every marketplace. And that remains true, which means"}, {"speaker": "SPEAKER_01", "timestamp": [1671.86, 1679.32], "text": " that if you have one of those expansive rights that CC is the floor under and not the ceiling"}, {"speaker": "SPEAKER_01", "timestamp": [1679.32, 1685.02], "text": " over, right, one of those SpiceDAO rights we were just talking about. The DRM doesn't get in your way."}, {"speaker": "SPEAKER_01", "timestamp": [1685.7, 1689.3], "text": " And since section 12.1 of the Digital Millennium Copyright Act passed in 1998,"}, {"speaker": "SPEAKER_01", "timestamp": [1689.3, 1695.96], "text": " makes it a felony to remove DRM even to do legal things. You don't have that barrier between you"}, {"speaker": "SPEAKER_01", "timestamp": [1695.96, 1701.36], "text": " and the full exercise of the flexibilities embodied by the limitations and exceptions in"}, {"speaker": "SPEAKER_01", "timestamp": [1701.36, 1706.08], "text": " copyright, which I think it's not the full CC package,"}, {"speaker": "SPEAKER_01", "timestamp": [1706.3, 1708.28], "text": " but it's more than people give a credit for."}, {"speaker": "SPEAKER_02", "timestamp": [1710.2, 1714.42], "text": " I think that's an amazing story. And it was probably the case that I first read your books"}, {"speaker": "SPEAKER_02", "timestamp": [1714.42, 1718.58], "text": " because I was an undergrad and somebody talked about this amazing book and you could read it"}, {"speaker": "SPEAKER_02", "timestamp": [1718.58, 1723.0], "text": " for free. And so that's, you know, part of my copyright reform origin story."}, {"speaker": "SPEAKER_01", "timestamp": [1723.18, 1729.52], "text": " Very good. I'm honored. And, you know, people when I started said, of course, Cory Doctorow can do a CC release."}, {"speaker": "SPEAKER_01", "timestamp": [1729.96, 1732.04], "text": " No one's heard of him. Right."}, {"speaker": "SPEAKER_01", "timestamp": [1732.2, 1736.0], "text": " And then when I was successful, people said, of course, Cory can do a CC release."}, {"speaker": "SPEAKER_01", "timestamp": [1736.36, 1740.14], "text": " He's a bestseller. And, you know, you just can't win."}, {"speaker": "SPEAKER_01", "timestamp": [1740.28, 1744.88], "text": " And the reality is having done now a lot of books with Tor, some CC and some not."}, {"speaker": "SPEAKER_01", "timestamp": [1745.92, 1750.14], "text": " in. And the reality is, having done now a lot of books with Tor, some CC and some not, I can tell you some of them sell great and some of them don't, and some of them are CC and some of them aren't,"}, {"speaker": "SPEAKER_01", "timestamp": [1750.6, 1757.86], "text": " and the distribution of those two facts is seemingly random. So I would love to go back"}, {"speaker": "SPEAKER_01", "timestamp": [1757.86, 1763.44], "text": " to a CC release. Unfortunately, as much as Macmillan has treated me very well and Tor treats"}, {"speaker": "SPEAKER_01", "timestamp": [1763.44, 1769.78], "text": " me very well, with only four or maybe five publishers, the likelihood that I will find a major publisher"}, {"speaker": "SPEAKER_01", "timestamp": [1769.78, 1777.46], "text": " who wants to be more expansive than Tor or who could credibly stampede Tor into increased"}, {"speaker": "SPEAKER_01", "timestamp": [1777.46, 1781.78], "text": " flexibility because they worried about losing me to them is pretty low."}, {"speaker": "SPEAKER_01", "timestamp": [1782.5, 1786.14], "text": " I have a book coming out from a small press, not a small press, mid-sized"}, {"speaker": "SPEAKER_01", "timestamp": [1786.14, 1793.26], "text": " press, Beacon, a good leftist press in September about copyright and entertainment industry salaries"}, {"speaker": "SPEAKER_01", "timestamp": [1793.26, 1798.0], "text": " and wages called Chokepoint Capitalism that I wrote with Rebecca Giblin, an amazing copyright"}, {"speaker": "SPEAKER_01", "timestamp": [1798.0, 1802.86], "text": " scholar from Australia. And even though they're a mid-sized publisher, they're distributed by"}, {"speaker": "SPEAKER_01", "timestamp": [1802.86, 1808.6], "text": " Penguin Random House. And Penguin will not put our book on Amazon as an e-book unless we accede to DRM."}, {"speaker": "SPEAKER_01", "timestamp": [1808.84, 1817.42], "text": " So we're having to self-publish the e-book because even mid-sized publishers can't get their books onto Amazon without DRM."}, {"speaker": "SPEAKER_01", "timestamp": [1817.7, 1821.92], "text": " So it's not even like I could exit the big four and go to one of the smaller ones."}, {"speaker": "SPEAKER_01", "timestamp": [1821.92, 1825.62], "text": " I'm negotiating with another global mid-tier publisher,"}, {"speaker": "SPEAKER_01", "timestamp": [1826.28, 1828.38], "text": " respectable literary house right now."}, {"speaker": "SPEAKER_01", "timestamp": [1828.74, 1830.52], "text": " They're also distributed by Penguin Random House."}, {"speaker": "SPEAKER_01", "timestamp": [1830.6, 1831.84], "text": " We're going to have the same problem with them too."}, {"speaker": "SPEAKER_02", "timestamp": [1833.16, 1835.6], "text": " So how does somebody without your experience"}, {"speaker": "SPEAKER_02", "timestamp": [1835.6, 1836.7], "text": " with the publishing industry,"}, {"speaker": "SPEAKER_02", "timestamp": [1836.88, 1838.9], "text": " somebody listening to this podcast,"}, {"speaker": "SPEAKER_02", "timestamp": [1839.02, 1840.56], "text": " it's like Creative Commons sounds really interesting."}, {"speaker": "SPEAKER_02", "timestamp": [1840.68, 1842.02], "text": " I'd like to make my works available."}, {"speaker": "SPEAKER_02", "timestamp": [1842.22, 1843.02], "text": " How do I do that?"}, {"speaker": "SPEAKER_01", "timestamp": [1843.02, 1849.96], "text": " And it sounds like the landscape has changed a lot since you first yeah well so let me start by saying something"}, {"speaker": "SPEAKER_01", "timestamp": [1849.96, 1855.24], "text": " that i say to anyone who asks me for professional advice about breaking into writing irrespective"}, {"speaker": "SPEAKER_01", "timestamp": [1855.24, 1859.7], "text": " of whether it has to do with creative commons which is that i am encyclopedic on what it took"}, {"speaker": "SPEAKER_01", "timestamp": [1859.7, 1867.32], "text": " to break into writing 25 years ago and i know not one thing about breaking into writing 25 years ago. And I know not one thing about breaking into writing today because"}, {"speaker": "SPEAKER_01", "timestamp": [1867.32, 1872.76], "text": " the whole market is different. And it took me a while to figure this out. I thought I was really"}, {"speaker": "SPEAKER_01", "timestamp": [1872.76, 1876.5], "text": " doing it wrong when I started because I would go to science fiction conventions and I'd go to panels"}, {"speaker": "SPEAKER_01", "timestamp": [1876.5, 1882.28], "text": " and they'd say like, you know, if you want to get your books into the spinner racks and pharmacies"}, {"speaker": "SPEAKER_01", "timestamp": [1882.28, 1888.58], "text": " and grocery stores, you want to go to the warehouse where the truckers are who take the books out in the morning and give them a box of donuts."}, {"speaker": "SPEAKER_01", "timestamp": [1889.5, 1894.66], "text": " And this was like in the late 80s when all of those small distributors that had unionized"}, {"speaker": "SPEAKER_01", "timestamp": [1894.66, 1900.76], "text": " Teamsters had collapsed from 300 to three national ones whose warehouses you couldn't get near to."}, {"speaker": "SPEAKER_01", "timestamp": [1900.9, 1910.78], "text": " Or people who would say like, if you've written a john w campbell story the best thing to do show me got a lot of gumption is you take the c train to lincoln center and you go up to the the"}, {"speaker": "SPEAKER_01", "timestamp": [1910.78, 1915.34], "text": " zip davis offices and you throw it over the transom so that it's there when he comes in in the morning"}, {"speaker": "SPEAKER_01", "timestamp": [1915.34, 1921.06], "text": " and i'm like okay so zip davis has been acquired three times since then john w campbell died the"}, {"speaker": "SPEAKER_01", "timestamp": [1921.06, 1928.52], "text": " year i was born and he was a fascist and And now they have air conditioning, so they don't have transoms anymore. Like, what do I do with any of that advice?"}, {"speaker": "SPEAKER_01", "timestamp": [1929.12, 1936.52], "text": " And so all of my advice looks like that, right? All of my advice is the 2022 version of how to"}, {"speaker": "SPEAKER_01", "timestamp": [1936.52, 1943.4], "text": " sell books to dead editors who work for companies that don't exist anymore, where literally the"}, {"speaker": "SPEAKER_01", "timestamp": [1943.4, 1945.0], "text": " hole you put your book through"}, {"speaker": "SPEAKER_01", "timestamp": [1945.0, 1946.54], "text": " has been sealed permanently."}, {"speaker": "SPEAKER_01", "timestamp": [1947.32, 1948.9], "text": " And I don't know what to tell you."}, {"speaker": "SPEAKER_01", "timestamp": [1948.96, 1950.62], "text": " So that's like my first piece of advice."}, {"speaker": "SPEAKER_01", "timestamp": [1950.72, 1952.24], "text": " You need to go and talk to people"}, {"speaker": "SPEAKER_01", "timestamp": [1952.24, 1955.74], "text": " who are doing what you're doing, right?"}, {"speaker": "SPEAKER_01", "timestamp": [1955.74, 1956.84], "text": " If you want to break into the field,"}, {"speaker": "SPEAKER_01", "timestamp": [1956.94, 1958.32], "text": " find other people trying to break into the field"}, {"speaker": "SPEAKER_01", "timestamp": [1958.32, 1959.94], "text": " and share your gleanings"}, {"speaker": "SPEAKER_01", "timestamp": [1959.94, 1962.68], "text": " because you will be accumulating market intelligence"}, {"speaker": "SPEAKER_01", "timestamp": [1962.68, 1964.22], "text": " that is relevant to where you are now."}, {"speaker": "SPEAKER_01", "timestamp": [1964.4, 1970.16], "text": " In terms of CC, I think that you will honestly, I think you'll really struggle to find one of the"}, {"speaker": "SPEAKER_01", "timestamp": [1970.16, 1973.78], "text": " big four or five publishers who will let you do it. I think the midsize publishers are better"}, {"speaker": "SPEAKER_01", "timestamp": [1973.78, 1980.0], "text": " about it. I think even they will run up against limits because of the issues with the distributors."}, {"speaker": "SPEAKER_01", "timestamp": [1980.68, 1984.78], "text": " And, you know, one of the reasons that everyone's distributing through Penguin Random House,"}, {"speaker": "SPEAKER_01", "timestamp": [1984.94, 1985.12], "text": " which is a competitor of theirs, right? Let's be clear here. Penguin Random House isn't just and you know one of the reasons that everyone's distributing through penguin random house which"}, {"speaker": "SPEAKER_01", "timestamp": [1985.12, 1989.58], "text": " is a competitor of theirs right let's let's be clear here penguin random house isn't just a"}, {"speaker": "SPEAKER_01", "timestamp": [1989.58, 1993.78], "text": " distributor they're the largest publisher in the world so all the mid-tier publishers are"}, {"speaker": "SPEAKER_01", "timestamp": [1993.78, 1999.84], "text": " distributing with penguin random house the largest publisher in the world this is like if everyone"}, {"speaker": "SPEAKER_01", "timestamp": [1999.84, 2006.6], "text": " who did farm to table grass-fed beef distributed through McDonald's, right? It is super weird."}, {"speaker": "SPEAKER_01", "timestamp": [2006.72, 2011.72], "text": " And the reason for that is there's one national distributor left in the United States, Ingram."}, {"speaker": "SPEAKER_01", "timestamp": [2011.98, 2016.7], "text": " They just got FTC approval under the Trump administration to buy out Baker and Taylor,"}, {"speaker": "SPEAKER_01", "timestamp": [2016.8, 2023.84], "text": " one of the two remaining distributors. Remember down from 300 in the 1980s. And so now we're down"}, {"speaker": "SPEAKER_01", "timestamp": [2023.84, 2030.76], "text": " to one. And so, you know, if the distributor won't carry the books on the terms you want to have them, you're screwed, right?"}, {"speaker": "SPEAKER_01", "timestamp": [2030.8, 2037.96], "text": " Like, even if you manage to do a deal, the Audible is now 90% of the audiobook market."}, {"speaker": "SPEAKER_01", "timestamp": [2038.14, 2042.0], "text": " The audiobook market is now as big as the hardcover or paperback market."}, {"speaker": "SPEAKER_01", "timestamp": [2042.68, 2045.64], "text": " And they're owned by Amazon and they will not carry"}, {"speaker": "SPEAKER_01", "timestamp": [2045.64, 2051.82], "text": " any title without DRM. And a Creative Commons license on a DRM book is basically useless"}, {"speaker": "SPEAKER_01", "timestamp": [2051.82, 2056.78], "text": " because you can't use any of the flexibilities in a Creative Commons license with a DRM book"}, {"speaker": "SPEAKER_01", "timestamp": [2056.78, 2062.02], "text": " without removing the DRM, which like exposes you to felony liability, five years in prison"}, {"speaker": "SPEAKER_01", "timestamp": [2062.02, 2066.3], "text": " and a $500,000 fine. So in some ways, this is like"}, {"speaker": "SPEAKER_01", "timestamp": [2066.3, 2069.56], "text": " that old joke from Ireland. If you wanted to get there, I wouldn't start from here."}, {"speaker": "SPEAKER_01", "timestamp": [2070.14, 2075.68], "text": " And it is to return to this theme that you have to keep zooming out where if the question you're"}, {"speaker": "SPEAKER_01", "timestamp": [2075.68, 2081.42], "text": " asking is, which words do I need to say in my contract negotiation to get groceries? And none"}, {"speaker": "SPEAKER_01", "timestamp": [2081.42, 2086.76], "text": " of the words are working. Maybe you're looking in the wrong spot for why you're not getting groceries, right?"}, {"speaker": "SPEAKER_01", "timestamp": [2086.78, 2088.3], "text": " Maybe the problem is"}, {"speaker": "SPEAKER_01", "timestamp": [2088.3, 2090.28], "text": " that there's four major publishers"}, {"speaker": "SPEAKER_01", "timestamp": [2090.28, 2091.44], "text": " and one distributor left"}, {"speaker": "SPEAKER_01", "timestamp": [2091.44, 2094.96], "text": " and not that you need to figure out"}, {"speaker": "SPEAKER_01", "timestamp": [2094.96, 2097.34], "text": " how to convince a publisher to let you do CC."}, {"speaker": "SPEAKER_01", "timestamp": [2097.9, 2100.46], "text": " And, you know, the good news there,"}, {"speaker": "SPEAKER_01", "timestamp": [2100.5, 2103.24], "text": " and I think there is some really profoundly good news there,"}, {"speaker": "SPEAKER_01", "timestamp": [2104.02, 2106.7], "text": " is that this is not just a problem"}, {"speaker": "SPEAKER_01", "timestamp": [2106.7, 2113.7], "text": " for CC. The problem of monopolies and their abuse of their supply chains ripples through every"}, {"speaker": "SPEAKER_01", "timestamp": [2113.7, 2118.22], "text": " sector. There's two major brewers, two major spirits companies, four major finance companies,"}, {"speaker": "SPEAKER_01", "timestamp": [2118.42, 2123.8], "text": " four major shipping cartels. They're so big that their regulators can't tell them boo, and so they're"}, {"speaker": "SPEAKER_01", "timestamp": [2123.8, 2126.98], "text": " able to realize economies of scale by building bigger and bigger ships"}, {"speaker": "SPEAKER_01", "timestamp": [2126.98, 2129.22], "text": " that periodically get stuck in the Suez Canal."}, {"speaker": "SPEAKER_01", "timestamp": [2129.6, 2132.12], "text": " There is one professional wrestling league."}, {"speaker": "SPEAKER_01", "timestamp": [2132.24, 2133.8], "text": " There's one cheerleading league."}, {"speaker": "SPEAKER_01", "timestamp": [2134.02, 2135.82], "text": " There's one cheerleader uniform supplier."}, {"speaker": "SPEAKER_01", "timestamp": [2136.26, 2139.62], "text": " There's two giant athletic shoe manufacturers and so on."}, {"speaker": "SPEAKER_01", "timestamp": [2139.62, 2141.82], "text": " And what this means is that you have allies."}, {"speaker": "SPEAKER_01", "timestamp": [2142.12, 2154.1], "text": " That this weird thing where you want to be more flexible in your copyright for your books is not just the minority fight on the periphery of the main event."}, {"speaker": "SPEAKER_01", "timestamp": [2154.1, 2155.56], "text": " It is the main event."}, {"speaker": "SPEAKER_01", "timestamp": [2170.48, 2170.68], "text": " fairness for all workers, including creative workers, has been absolutely annihilated by the monopoly power or monopsony power of large firms,"}, {"speaker": "SPEAKER_01", "timestamp": [2173.36, 2173.52], "text": " then you have so many allies in this fight."}, {"speaker": "SPEAKER_01", "timestamp": [2178.04, 2178.34], "text": " And, you know, I don't know if Jamie Boyle is still a CC board member, but he was a founding CC board member."}, {"speaker": "SPEAKER_01", "timestamp": [2185.42, 2191.1], "text": " And Jamie, who's at the Duke Center for the Public Domain, he analogizes all of this to the ecology movement. He says before the term ecology was coined, some people cared about owls and some people cared about the ozone layer. But"}, {"speaker": "SPEAKER_01", "timestamp": [2191.1, 2196.46], "text": " what it was that caring about, you know, charismatic nocturnal avians had to do with"}, {"speaker": "SPEAKER_01", "timestamp": [2196.46, 2200.64], "text": " the gaseous composition of the upper atmosphere was not immediately apparent until the word"}, {"speaker": "SPEAKER_01", "timestamp": [2200.64, 2205.48], "text": " ecology came along. And then a thousand issues became one movement with a thousand ways to get involved."}, {"speaker": "SPEAKER_01", "timestamp": [2205.9, 2207.76], "text": " And if you hear me talk about how"}, {"speaker": "SPEAKER_01", "timestamp": [2207.76, 2209.84], "text": " no major publisher is going to let you do CC"}, {"speaker": "SPEAKER_01", "timestamp": [2209.84, 2212.22], "text": " and you want to do CC and you are pissed,"}, {"speaker": "SPEAKER_01", "timestamp": [2212.4, 2214.54], "text": " the answer isn't to argue with major publishers."}, {"speaker": "SPEAKER_01", "timestamp": [2214.86, 2218.3], "text": " The answer is to argue for a restructuring of all industry,"}, {"speaker": "SPEAKER_01", "timestamp": [2219.02, 2220.02], "text": " including publishing,"}, {"speaker": "SPEAKER_01", "timestamp": [2220.44, 2222.72], "text": " so that it gives us all a better shake."}, {"speaker": "SPEAKER_01", "timestamp": [2223.02, 2225.9], "text": " And your allies in that fight are publishing workers."}, {"speaker": "SPEAKER_01", "timestamp": [2226.26, 2228.38], "text": " Because with only four major houses,"}, {"speaker": "SPEAKER_01", "timestamp": [2228.38, 2231.62], "text": " if you want to be an editor or a publicist or a book designer"}, {"speaker": "SPEAKER_01", "timestamp": [2231.62, 2235.52], "text": " or any of these other things that people in publishing want to do,"}, {"speaker": "SPEAKER_01", "timestamp": [2236.2, 2238.76], "text": " nobody ever went into that industry because they wanted to get rich."}, {"speaker": "SPEAKER_01", "timestamp": [2239.2, 2240.88], "text": " They're the people of the book, just like you and me."}, {"speaker": "SPEAKER_01", "timestamp": [2240.96, 2243.12], "text": " They got involved with it because they could not."}, {"speaker": "SPEAKER_01", "timestamp": [2243.88, 2252.6], "text": " Then you are screwed by only having five buyers for your labor. And they are on your side in this fight. They may"}, {"speaker": "SPEAKER_01", "timestamp": [2252.6, 2256.7], "text": " not know it yet, but you can leave them there. And so that's the fight I think we need to have."}, {"speaker": "SPEAKER_02", "timestamp": [2258.22, 2262.16], "text": " And I feel like we've talked a lot about your fiction writing, but most of these themes will"}, {"speaker": "SPEAKER_01", "timestamp": [2262.16, 2268.74], "text": " be very familiar to people who have read your nonfiction, all of these articles and writing. Which one of these do you have more energy for"}, {"speaker": "SPEAKER_01", "timestamp": [2268.74, 2271.28], "text": " lately? Which one do you feel is making more of a difference in the world?"}, {"speaker": "SPEAKER_01", "timestamp": [2272.46, 2278.44], "text": " Well, I'll let you in on a dirty secret, which is that I write when I'm anxious. And so I have"}, {"speaker": "SPEAKER_01", "timestamp": [2278.44, 2284.6], "text": " eight books coming out between now and the end of 2025. And they run that gamut. I have four novels,"}, {"speaker": "SPEAKER_01", "timestamp": [2286.0, 2286.54], "text": " in the end of 2025. And they run that gamut. I have four novels, a short story collection,"}, {"speaker": "SPEAKER_01", "timestamp": [2292.82, 2300.3], "text": " two nonfiction books, and a young adult graphic novel coming out in the next three years. And so I would say all of the above. And I really do think that like the abstract, complex technical"}, {"speaker": "SPEAKER_01", "timestamp": [2300.3, 2306.12], "text": " argument about how our markets are structured and how a regulation is structured"}, {"speaker": "SPEAKER_01", "timestamp": [2306.12, 2316.46], "text": " and how unfair that is benefits enormously from the emotional, personal narrative argument that"}, {"speaker": "SPEAKER_01", "timestamp": [2316.46, 2323.26], "text": " arises in fiction. And that people who read the fiction and go like, damn, I want to do something"}, {"speaker": "SPEAKER_01", "timestamp": [2323.26, 2326.06], "text": " about this, need the nonfiction to help"}, {"speaker": "SPEAKER_01", "timestamp": [2326.06, 2331.52], "text": " them figure it out, right? They need both. And so I try to be like a full stack activist here,"}, {"speaker": "SPEAKER_01", "timestamp": [2331.66, 2336.64], "text": " full stack literary activist here and do both. So, you know, you can read my story on authorized"}, {"speaker": "SPEAKER_01", "timestamp": [2336.64, 2343.52], "text": " bread, which is about DRM and you can read my articles about DRM and then you can read my"}, {"speaker": "SPEAKER_01", "timestamp": [2343.52, 2345.84], "text": " legislative proposals for managing DRM."}, {"speaker": "SPEAKER_01", "timestamp": [2345.96, 2350.98], "text": " And you can get involved in the lawsuit I helped create through EFF to overturn the DRM law, right?"}, {"speaker": "SPEAKER_01", "timestamp": [2351.92, 2353.18], "text": " That's my theory of change."}, {"speaker": "SPEAKER_01", "timestamp": [2353.24, 2354.7], "text": " That's how I can make change."}, {"speaker": "SPEAKER_01", "timestamp": [2354.96, 2356.54], "text": " Because I'm not an organizer."}, {"speaker": "SPEAKER_01", "timestamp": [2356.8, 2358.12], "text": " I'm a terrible boss."}, {"speaker": "SPEAKER_01", "timestamp": [2358.44, 2359.7], "text": " You know, I'm a hermit."}, {"speaker": "SPEAKER_01", "timestamp": [2359.7, 2362.82], "text": " You know, like the things that I can do, that's what I can do."}, {"speaker": "SPEAKER_01", "timestamp": [2362.92, 2365.8], "text": " And if I do all of them at once, each one of them is better."}, {"speaker": "SPEAKER_02", "timestamp": [2367.74, 2370.74], "text": " Sounds like they're like everybody has their role in the activism movement."}, {"speaker": "SPEAKER_02", "timestamp": [2370.84, 2376.16], "text": " And yours is just put out more text than pretty much anyone else that I can think of."}, {"speaker": "SPEAKER_01", "timestamp": [2377.52, 2383.26], "text": " Well, you know, it's funny because like there's I think there are some things to be skeptical about in the musical Hamilton."}, {"speaker": "SPEAKER_01", "timestamp": [2383.78, 2385.68], "text": " Mostly we talk about the politics of it."}, {"speaker": "SPEAKER_01", "timestamp": [2385.88, 2387.9], "text": " Hamilton was a dick, you know?"}, {"speaker": "SPEAKER_01", "timestamp": [2388.18, 2391.32], "text": " Yeah, he was like a sympathetic and flawed character, but he was like personally a dick."}, {"speaker": "SPEAKER_01", "timestamp": [2391.38, 2392.06], "text": " He was wrong."}, {"speaker": "SPEAKER_01", "timestamp": [2392.28, 2397.26], "text": " But despite all that, I think though, leaving aside all of that, one of the things that"}, {"speaker": "SPEAKER_01", "timestamp": [2397.26, 2403.14], "text": " Miranda really, I think, doesn't get enough stick for is the fact that he locates Hamilton's"}, {"speaker": "SPEAKER_01", "timestamp": [2403.14, 2406.78], "text": " greatness in his writing, right? Like this guy who"}, {"speaker": "SPEAKER_01", "timestamp": [2406.78, 2413.72], "text": " like founds Columbia University and the New York Post and is a brilliant military tactician and"}, {"speaker": "SPEAKER_01", "timestamp": [2413.72, 2419.18], "text": " like structures the American financial market. But for Miranda, who is after all a writer,"}, {"speaker": "SPEAKER_01", "timestamp": [2419.66, 2425.98], "text": " the most cool thing that Alexander Hamilton did is is not all it wasn't like leading people to"}, {"speaker": "SPEAKER_01", "timestamp": [2425.98, 2435.34], "text": " glorious victory in battle it was writing about it like what would you love to see more of from"}, {"speaker": "SPEAKER_02", "timestamp": [2435.34, 2439.86], "text": " people who would like to make that kind of change in the world i mean it's that coalition that's"}, {"speaker": "SPEAKER_01", "timestamp": [2439.86, 2445.36], "text": " what i'm pushing for right we need to recognize that we are fighting the same fight. That once we"}, {"speaker": "SPEAKER_01", "timestamp": [2445.36, 2453.98], "text": " understand the common role that monopoly plays in distorting our regulation and therefore making us"}, {"speaker": "SPEAKER_01", "timestamp": [2453.98, 2462.04], "text": " miserable, right? Like the reason Boeing 737 Max's fall out of the sky is that Boeing is part of a"}, {"speaker": "SPEAKER_01", "timestamp": [2462.04, 2466.32], "text": " highly monopolized aerospace sector, which convinced the FAA to"}, {"speaker": "SPEAKER_01", "timestamp": [2466.32, 2471.44], "text": " let itself regulate and then killed hundreds of people. And if, you know, I live around the corner"}, {"speaker": "SPEAKER_01", "timestamp": [2471.44, 2478.18], "text": " from Burbank Airport, you know, 5737 Max's with Southwest Livery take off and land there every"}, {"speaker": "SPEAKER_01", "timestamp": [2478.18, 2487.12], "text": " day. If one of them ever falls through my roof, it'll be the problem of monopoly, right? If you are appalled by animal cruelty or by the death"}, {"speaker": "SPEAKER_01", "timestamp": [2487.12, 2496.06], "text": " of people in meatpacking, that's also a monopoly story. And if you want to know why your kids are"}, {"speaker": "SPEAKER_01", "timestamp": [2496.06, 2501.78], "text": " getting spied on while they learn with their ed tech, that's also a monopoly story. Or why there's"}, {"speaker": "SPEAKER_01", "timestamp": [2501.78, 2505.24], "text": " no federal privacy law with a private right of action. It's also a"}, {"speaker": "SPEAKER_01", "timestamp": [2505.24, 2511.56], "text": " monopoly story. Whatever you care about, right? Whatever it is that you are personally angry"}, {"speaker": "SPEAKER_01", "timestamp": [2511.56, 2517.86], "text": " about. The gas at the pump when Texas benchmark crude is at like a five-year low and gas at the"}, {"speaker": "SPEAKER_01", "timestamp": [2517.86, 2526.58], "text": " pump is at a 10-year high, 20-year high. That's a monopoly story, right? All of that stuff is a monopoly story. How is it"}, {"speaker": "SPEAKER_01", "timestamp": [2526.58, 2533.48], "text": " that our financial sector and their auditors allowed Russian oligarchs to establish safe"}, {"speaker": "SPEAKER_01", "timestamp": [2533.48, 2540.48], "text": " havens for their wealth outside of Russia, such that we can now not even find it and lay hands"}, {"speaker": "SPEAKER_01", "timestamp": [2540.48, 2546.42], "text": " on it? Also a monopoly story. The financial sector and the auditing sector are"}, {"speaker": "SPEAKER_01", "timestamp": [2546.42, 2552.38], "text": " just as monopolized as these other sectors. When we figure out that we're all fighting the same"}, {"speaker": "SPEAKER_01", "timestamp": [2552.38, 2558.12], "text": " fight, right, that fighting for owls and fighting for the ozone layer are both ecology, and that"}, {"speaker": "SPEAKER_01", "timestamp": [2558.12, 2563.48], "text": " fighting about price gouging at the pump and fighting about, gosh, you know, the way that"}, {"speaker": "SPEAKER_01", "timestamp": [2563.48, 2565.32], "text": " big law requires certain"}, {"speaker": "SPEAKER_01", "timestamp": [2565.32, 2571.04], "text": " credentials of law students which either shackle them to debt for their whole life or limit the"}, {"speaker": "SPEAKER_01", "timestamp": [2571.04, 2575.32], "text": " profession to people who are born with a silver spoon in their mouth right that's the same fight"}, {"speaker": "SPEAKER_01", "timestamp": [2575.32, 2580.4], "text": " too once we figure that out once we are all fighting the right fight and and helping each"}, {"speaker": "SPEAKER_01", "timestamp": [2580.4, 2584.52], "text": " other which doesn't mean you stop fighting about big law or eyeglasses or professional wrestling"}, {"speaker": "SPEAKER_01", "timestamp": [2584.52, 2588.72], "text": " or copyright it means that you frame that struggle in solidarity with other struggles."}, {"speaker": "SPEAKER_01", "timestamp": [2588.92, 2593.16], "text": " And when they ask you to march, you show up because when you ask them to march, they'll show up too."}, {"speaker": "SPEAKER_01", "timestamp": [2593.88, 2599.82], "text": " You sign their petition, they sign your petition and you form a block in your local precinct and"}, {"speaker": "SPEAKER_01", "timestamp": [2599.82, 2604.44], "text": " in your local political organization to stand up for this stuff. When that happens, I think we can"}, {"speaker": "SPEAKER_01", "timestamp": [2604.44, 2608.58], "text": " make real change. And until that happens, I think we're going to struggle. Do you see open moving towards"}, {"speaker": "SPEAKER_02", "timestamp": [2608.58, 2612.1], "text": " that in the future? Do you see the open movement being able to form those coalitions with people"}, {"speaker": "SPEAKER_01", "timestamp": [2612.1, 2618.44], "text": " who are fighting the same fight? I think so. You know, I think that the open movement really avoided"}, {"speaker": "SPEAKER_01", "timestamp": [2618.44, 2628.42], "text": " politics for a long time and tried to argue that openness was about a kind of ethical stance and not about a commercial or a political stance."}, {"speaker": "SPEAKER_01", "timestamp": [2628.74, 2632.22], "text": " And it could exist somehow above it."}, {"speaker": "SPEAKER_01", "timestamp": [2632.22, 2636.96], "text": " And, you know, that is a thing that I think has represented some important splits in the movement,"}, {"speaker": "SPEAKER_01", "timestamp": [2637.14, 2641.28], "text": " including the adoption of the word open instead of the adoption of the word free,"}, {"speaker": "SPEAKER_01", "timestamp": [2641.5, 2644.08], "text": " which, to be clear, I think using the word free was a mistake."}, {"speaker": "SPEAKER_01", "timestamp": [2644.08, 2644.42], "text": " of the adoption of the word free, which to be clear, I think using the word free was a mistake."}, {"speaker": "SPEAKER_01", "timestamp": [2650.26, 2655.52], "text": " I think that, you know, the idea that, oh, I'm going to start like a generations long project, and I'm going to specifically put some wordplay in its name so that nobody is ever sure what it"}, {"speaker": "SPEAKER_01", "timestamp": [2655.52, 2661.1], "text": " means. And most people misunderstand it at the outset was like a huge tactical blunder. But I"}, {"speaker": "SPEAKER_01", "timestamp": [2661.1, 2674.14], "text": " think that switching from a focus or an emphasis on the ethical proposition of freedom and moving to the instrumental proposition of openness, things are better when they're open."}, {"speaker": "SPEAKER_01", "timestamp": [2674.26, 2681.68], "text": " Your code is better when it's open, as opposed to the people who use your code are more free when it's free."}, {"speaker": "SPEAKER_01", "timestamp": [2682.26, 2686.36], "text": " As in speech, if not in beer, thank you very much for that ambiguity."}, {"speaker": "SPEAKER_01", "timestamp": [2687.02, 2693.98], "text": " You know, that was a mistake. And it produced a circumstance where you can have openness without"}, {"speaker": "SPEAKER_01", "timestamp": [2693.98, 2698.9], "text": " freedom, where you can know exactly how screwed you are, but can't do a damn thing about it."}, {"speaker": "SPEAKER_01", "timestamp": [2699.34, 2704.34], "text": " You know, so this is way more visible in the code world. Mako Hill gave a LibrePlanet talk about this,"}, {"speaker": "SPEAKER_01", "timestamp": [2704.64, 2705.28], "text": " where he said,"}, {"speaker": "SPEAKER_01", "timestamp": [2705.6, 2710.72], "text": " if you have software freedom today, you're probably one of the big tech companies. So Google has total"}, {"speaker": "SPEAKER_01", "timestamp": [2710.72, 2715.78], "text": " software freedom. They have the source code to all of the stuff they use, and they get the benefits"}, {"speaker": "SPEAKER_01", "timestamp": [2715.78, 2720.32], "text": " of open source because lots of people bang away at it and submit patches for it. But if they want"}, {"speaker": "SPEAKER_01", "timestamp": [2720.32, 2729.48], "text": " to reconfigure it, they can. And we all have open source. Like if we want to know what Google stack looks like, it's on GitHub for us to download and look at, and we can check in our own"}, {"speaker": "SPEAKER_01", "timestamp": [2729.48, 2735.7], "text": " commits to it, but they won't be adopted for Google's backend unless Google chooses to put"}, {"speaker": "SPEAKER_01", "timestamp": [2735.7, 2741.6], "text": " it there. And since all of our apps loop through Google somehow, we don't have the freedom, right?"}, {"speaker": "SPEAKER_01", "timestamp": [2741.6, 2747.4], "text": " Without being able to control that platform. And openness is not enough without freedom."}, {"speaker": "SPEAKER_01", "timestamp": [2748.12, 2753.1], "text": " You know, openness is just, openness without freedom is actually a recipe for despair."}, {"speaker": "SPEAKER_01", "timestamp": [2753.42, 2761.86], "text": " Like if you have body cam footage that shows you to a farthing exactly how brutal and unfair"}, {"speaker": "SPEAKER_01", "timestamp": [2761.86, 2765.48], "text": " cops are to people of color, and yet the cops get off scot-free,"}, {"speaker": "SPEAKER_01", "timestamp": [2765.82, 2772.72], "text": " despite that body of evidence, that is far from being a mechanism that produces meaningful reform."}, {"speaker": "SPEAKER_01", "timestamp": [2773.04, 2776.94], "text": " I don't think we can have meaningful reform without openness, right? We need to know what's"}, {"speaker": "SPEAKER_01", "timestamp": [2776.94, 2781.82], "text": " going on to change what's going on. But if all we have is openness with no mechanism for change,"}, {"speaker": "SPEAKER_01", "timestamp": [2782.26, 2789.02], "text": " then I think we are just going to make people cynical and we'll lose the ability to make a better world."}, {"speaker": "SPEAKER_02", "timestamp": [2790.4, 2795.04], "text": " I feel like this is always the problem for people trying to design things for change in the long term."}, {"speaker": "SPEAKER_02", "timestamp": [2795.28, 2799.16], "text": " Like you don't know what you need until the problems that you've designed come back to bite you."}, {"speaker": "SPEAKER_01", "timestamp": [2799.96, 2801.58], "text": " Like this was not enough."}, {"speaker": "SPEAKER_01", "timestamp": [2801.58, 2807.58], "text": " Yeah, well, I mean, see cc 2.0 licenses right which like"}, {"speaker": "SPEAKER_01", "timestamp": [2807.58, 2812.98], "text": " again i'm not blaming cc for i was there when they were made i didn't notice the problem right like"}, {"speaker": "SPEAKER_01", "timestamp": [2812.98, 2821.12], "text": " this is not it's not anyone's fault but you know defects lurk in systems for long periods of time"}, {"speaker": "SPEAKER_01", "timestamp": [2821.12, 2825.7], "text": " you know look at open ssl andbleed, where you had this piece of"}, {"speaker": "SPEAKER_01", "timestamp": [2825.7, 2830.84], "text": " absolutely mission-critical code that everyone on the internet used, and it had a showstopper bug"}, {"speaker": "SPEAKER_01", "timestamp": [2830.84, 2836.74], "text": " that had been there for a decade and just no one had noticed. And, you know, it's absolutely"}, {"speaker": "SPEAKER_01", "timestamp": [2836.74, 2844.14], "text": " possible for serious defects to hide in plain sight. I'm just having a conversation with staff"}, {"speaker": "SPEAKER_02", "timestamp": [2844.14, 2851.12], "text": " where I'm suggesting that perhaps we should have talked about the license upgrade as a security update to encourage people to do it."}, {"speaker": "SPEAKER_00", "timestamp": [2851.46, 2859.92], "text": " And I think similar to software security updates, the main problem with that is that for most people acting in good faith, like the previous version was completely fine."}, {"speaker": "SPEAKER_00", "timestamp": [2860.04, 2864.24], "text": " And it is just that there are a few bad actors who would like to abuse the system that they get necessary for."}, {"speaker": "SPEAKER_00", "timestamp": [2863.98, 2864.32], "text": " And it is just that there are a few bad actors who would like to abuse the system that make it necessary."}, {"speaker": "SPEAKER_01", "timestamp": [2873.26, 2876.58], "text": " Yeah, I mean, I think that's right. But, you know, one of the things that's really terrible about copyright is its duration. And we mostly talk about in the context of not having a public domain."}, {"speaker": "SPEAKER_01", "timestamp": [2876.82, 2886.84], "text": " But it's even more important in the context of having these long term governance crises where, you know, your copyright will fall into an estate someday."}, {"speaker": "SPEAKER_01", "timestamp": [2887.32, 2893.02], "text": " And then that estate will liquidate that copyright in some way. Chances are it'll just disappear and"}, {"speaker": "SPEAKER_01", "timestamp": [2893.02, 2897.34], "text": " become an orphan work, but they might sell it off. You know, you could even imagine some successor"}, {"speaker": "SPEAKER_01", "timestamp": [2897.34, 2905.14], "text": " to today's copyleft trolls just buying the estates, the copyrights out of the estates of people who have CC 2.0 works. And then having"}, {"speaker": "SPEAKER_01", "timestamp": [2905.14, 2912.44], "text": " a hundred years, 70 years to go out and find people who make attribution errors and sue them."}, {"speaker": "SPEAKER_01", "timestamp": [2912.76, 2918.6], "text": " And since those people are long dead, no one is going to be able to upgrade those licenses except"}, {"speaker": "SPEAKER_01", "timestamp": [2918.6, 2927.18], "text": " whoever becomes the proprietor of those copyrights. And, you know, wouldn't that be crazy if the most enduring legacy that you leave behind"}, {"speaker": "SPEAKER_01", "timestamp": [2927.18, 2931.38], "text": " as someone who spent 20 years sticking photos on flickr or wikimedia commons or whatever"}, {"speaker": "SPEAKER_01", "timestamp": [2931.38, 2937.7], "text": " is that 50 years later no one knows who you were and no one knows anything about you and all that"}, {"speaker": "SPEAKER_01", "timestamp": [2937.7, 2945.92], "text": " is remembered of you is that your work is used to victimize people acting in good faith for sharing an open culture."}, {"speaker": "SPEAKER_01", "timestamp": [2946.28, 2950.4], "text": " Like what a horrible monkey's paw curl that would be."}, {"speaker": "SPEAKER_02", "timestamp": [2950.96, 2953.22], "text": " It's like being remembered for selling faulty copper."}, {"speaker": "SPEAKER_02", "timestamp": [2953.58, 2957.66], "text": " I feel like that's not where the legacy of most of these works is going to be."}, {"speaker": "SPEAKER_02", "timestamp": [2957.9, 2958.2], "text": " No."}, {"speaker": "SPEAKER_01", "timestamp": [2958.98, 2963.0], "text": " I think actually it's been great to see a lot of these works get new life."}, {"speaker": "SPEAKER_02", "timestamp": [2963.52, 2968.76], "text": " You know, people's photos that they never knew would be useful being used in things like wikipedia and things like illustrations i hope"}, {"speaker": "SPEAKER_02", "timestamp": [2968.76, 2973.64], "text": " it's a small problem but definitely i've appreciated your writing and making people"}, {"speaker": "SPEAKER_02", "timestamp": [2973.64, 2977.56], "text": " aware of like what can happen that certainly helped with our efforts in trying to get people"}, {"speaker": "SPEAKER_01", "timestamp": [2977.56, 2982.78], "text": " to use the newer licenses yeah and you know really what we need is the institutions to step up"}, {"speaker": "SPEAKER_01", "timestamp": [2982.78, 2989.82], "text": " which cc's done you know the search engine guys run with Automatic, it does most of what I think it needs to do."}, {"speaker": "SPEAKER_01", "timestamp": [2990.16, 2991.42], "text": " I don't think it does warnings yet."}, {"speaker": "SPEAKER_01", "timestamp": [2991.56, 2993.4], "text": " Does it do a prominent warning on 2.0 images?"}, {"speaker": "SPEAKER_01", "timestamp": [2994.22, 2995.4], "text": " I don't believe so."}, {"speaker": "SPEAKER_02", "timestamp": [2995.88, 2999.9], "text": " That, I think, is a missing piece, but easy enough fix."}, {"speaker": "SPEAKER_01", "timestamp": [2999.98, 3002.56], "text": " But the automatic attribution string generation is very good."}, {"speaker": "SPEAKER_01", "timestamp": [3002.88, 3006.84], "text": " I'm told by Flickr that they are updating to 4.0 really soon,"}, {"speaker": "SPEAKER_01", "timestamp": [3006.88, 3010.68], "text": " and they'll post warnings on images that aren't updated by their creators."}, {"speaker": "SPEAKER_01", "timestamp": [3011.7, 3017.5], "text": " Wikimedia really needs to have an attribution string generator on the commons."}, {"speaker": "SPEAKER_01", "timestamp": [3017.66, 3020.26], "text": " I mean, that is the way that you ensure proper compliance,"}, {"speaker": "SPEAKER_01", "timestamp": [3020.26, 3026.34], "text": " even with the very strict CC2 rules, is to just give people one-click attribution."}, {"speaker": "SPEAKER_01", "timestamp": [3027.34, 3035.18], "text": " And, you know, once the institutions step up, it actually doesn't matter so much if the individuals don't upgrade."}, {"speaker": "SPEAKER_01", "timestamp": [3035.24, 3041.6], "text": " Because for all that, the initial hope for this was that we would have distributed hosting,"}, {"speaker": "SPEAKER_01", "timestamp": [3041.86, 3044.84], "text": " thousands and thousands of people hosting their own CC works,"}, {"speaker": "SPEAKER_01", "timestamp": [3044.82, 3045.32], "text": " would have distributed hosting, thousands and thousands of people hosting their own CC works,"}, {"speaker": "SPEAKER_01", "timestamp": [3049.9, 3055.06], "text": " and that search engines would use the RDF to find them and aggregate them so you could search and find them all. What's actually happened is there's like five places where almost all CC works are"}, {"speaker": "SPEAKER_01", "timestamp": [3055.06, 3060.46], "text": " sourced from, right? And that's not great. But you know, one advantage is if we can get those five"}, {"speaker": "SPEAKER_01", "timestamp": [3060.46, 3065.06], "text": " places to stick warnings on old licenses and add attribution one clicks to all"}, {"speaker": "SPEAKER_01", "timestamp": [3065.06, 3071.46], "text": " of them, then I think we get rid of 95% of the trolls business model. Feels like we're coming"}, {"speaker": "SPEAKER_02", "timestamp": [3071.46, 3076.1], "text": " back full circle. It shouldn't be on the individual to have to be informed and like make these"}, {"speaker": "SPEAKER_02", "timestamp": [3076.1, 3081.78], "text": " choices. The system should make the right thing to do the easiest thing to do. For sure. For sure."}, {"speaker": "SPEAKER_01", "timestamp": [3081.98, 3085.28], "text": " And I, you know, that was the well, that's interesting."}, {"speaker": "SPEAKER_01", "timestamp": [3085.42, 3094.34], "text": " I guess it wasn't the original CC design. The original CC design was all about picking a license and very little about using the license."}, {"speaker": "SPEAKER_01", "timestamp": [3094.66, 3101.3], "text": " Right. I don't think there was much of a tool chain for information users."}, {"speaker": "SPEAKER_01", "timestamp": [3102.2, 3106.46], "text": " And that was maybe a lacuna. Right? Maybe that was something we forgot to do"}, {"speaker": "SPEAKER_01", "timestamp": [3106.46, 3116.26], "text": " 20 years ago. But, you know, I mean, you would know better than I, but it feels like apart from"}, {"speaker": "SPEAKER_01", "timestamp": [3116.26, 3121.64], "text": " correcting these defects, like not having an opportunity to cure before termination, that the"}, {"speaker": "SPEAKER_01", "timestamp": [3121.64, 3125.24], "text": " new versions of the license are making pretty incremental progress,"}, {"speaker": "SPEAKER_01", "timestamp": [3126.06, 3131.84], "text": " and that the licenses are really fit for purpose today. And maybe if we spent the first 20 years"}, {"speaker": "SPEAKER_01", "timestamp": [3131.84, 3137.2], "text": " developing tooling for creators, we can spend the next 20 years building tooling for users"}, {"speaker": "SPEAKER_01", "timestamp": [3137.2, 3143.66], "text": " and perfecting that. I think that's right. We don't have any short-term plans for a new version."}, {"speaker": "SPEAKER_02", "timestamp": [3143.8, 3152.34], "text": " I would have been happy to see as somebody who worked on the 4.0 version and then has come back to Creative Commons that it seems to have held up pretty well to the uses that everybody has wanted to put it to."}, {"speaker": "SPEAKER_01", "timestamp": [3152.46, 3172.7], "text": " And that so much of the work is going to be in maintenance now and education and making them easier to use and better integrated in the ways that people are actually sharing. I mean, there's so much opportunity just to stick license data, attribution data, and even alt text, assistive text in EXIF on images."}, {"speaker": "SPEAKER_01", "timestamp": [3173.92, 3176.88], "text": " And, you know, nobody, as far as I can tell, is doing that."}, {"speaker": "SPEAKER_01", "timestamp": [3177.04, 3177.66], "text": " There's a little bit."}, {"speaker": "SPEAKER_01", "timestamp": [3177.7, 3181.34], "text": " I think Welcome Trust does it, but almost no one else does."}, {"speaker": "SPEAKER_01", "timestamp": [3182.16, 3184.68], "text": " And boy, wouldn't that make life easy?"}, {"speaker": "SPEAKER_01", "timestamp": [3187.88, 3194.18], "text": " almost no one else does. And boy, wouldn't that make life easy? And you could have a Twitter subroutine in their publishing platform that just checks the exif of any photo that's uploaded"}, {"speaker": "SPEAKER_01", "timestamp": [3194.18, 3200.66], "text": " and checks to see whether it has alt text and or licensing text. And it could just expose that with"}, {"speaker": "SPEAKER_01", "timestamp": [3200.66, 3205.4], "text": " an alt tag, right? As both assistive and licensing data that would make it visible to"}, {"speaker": "SPEAKER_01", "timestamp": [3205.4, 3211.04], "text": " search tools so we could re-aggregate it back into the commons and would also increase the"}, {"speaker": "SPEAKER_01", "timestamp": [3211.04, 3216.52], "text": " penetration of assistive information for people with visual disabilities and you know like i'm"}, {"speaker": "SPEAKER_01", "timestamp": [3216.52, 3221.54], "text": " sure there are people out there for whom xf data as it stands is very useful to know that it was"}, {"speaker": "SPEAKER_01", "timestamp": [3221.54, 3226.46], "text": " taken with an iphone 6 with the following f-stop or whatever. But I"}, {"speaker": "SPEAKER_01", "timestamp": [3226.46, 3233.8], "text": " suspect that for the vast majority of photo users, that is completely irrelevant. Whereas having"}, {"speaker": "SPEAKER_01", "timestamp": [3233.8, 3239.2], "text": " assistive data, which would improve search and accessibility, as well as licensing data, which"}, {"speaker": "SPEAKER_01", "timestamp": [3239.2, 3246.68], "text": " would improve reuse and reduce the likelihood of predatory conduct would be far more valuable."}, {"speaker": "SPEAKER_02", "timestamp": [3247.44, 3250.88], "text": " I feel like all of this data is interesting and useful to somebody."}, {"speaker": "SPEAKER_02", "timestamp": [3251.1, 3253.94], "text": " So like, well, but yeah, we don't have to choose."}, {"speaker": "SPEAKER_01", "timestamp": [3254.02, 3255.46], "text": " You could keep the f-stop in there too."}, {"speaker": "SPEAKER_01", "timestamp": [3256.08, 3256.3], "text": " Yeah."}, {"speaker": "SPEAKER_01", "timestamp": [3256.8, 3257.08], "text": " Yeah."}, {"speaker": "SPEAKER_01", "timestamp": [3257.22, 3261.62], "text": " I mean, I struggle with this now because I'm so worried about getting dinged by copyleft"}, {"speaker": "SPEAKER_01", "timestamp": [3261.62, 3261.96], "text": " trolls."}, {"speaker": "SPEAKER_01", "timestamp": [3262.22, 3267.56], "text": " I upload a new podcast every week and i usually use a cc image as the"}, {"speaker": "SPEAKER_01", "timestamp": [3267.56, 3275.3], "text": " thumbnail and i add it to the mp3 as part of the metadata and there is no good field in mp3 id3"}, {"speaker": "SPEAKER_01", "timestamp": [3275.3, 3283.94], "text": " tags for license image not for the mp3 but for the image that comes with the mp3 and i'm like"}, {"speaker": "SPEAKER_01", "timestamp": [3283.94, 3286.54], "text": " sticking it in the other and the comments area"}, {"speaker": "SPEAKER_01", "timestamp": [3286.54, 3291.06], "text": " and adding it to the exif of the image and just hoping that if i ever get into another situation"}, {"speaker": "SPEAKER_01", "timestamp": [3291.06, 3296.44], "text": " where someone says i'm going to come after you for 150 000 for copyright infringement because you"}, {"speaker": "SPEAKER_01", "timestamp": [3296.44, 3302.76], "text": " didn't attribute that cc2 image correctly that i can point to that id3 tag and the exif data and"}, {"speaker": "SPEAKER_01", "timestamp": [3302.76, 3306.94], "text": " the jpeg and go like i think a judge will see this my way."}, {"speaker": "SPEAKER_01", "timestamp": [3307.08, 3311.78], "text": " Are you feeling lucky, punk? And that they'll go away. And if you're not sure how to get it right,"}, {"speaker": "SPEAKER_02", "timestamp": [3311.78, 3320.06], "text": " who has a chance of being able to get this right? Yeah, exactly. Exactly. So yeah, I mean,"}, {"speaker": "SPEAKER_01", "timestamp": [3320.1, 3325.8], "text": " I do think that tooling for users is really a missing piece. And I think it's because we just"}, {"speaker": "SPEAKER_01", "timestamp": [3325.8, 3332.78], "text": " assumed correctly that the majority of CC publishers were right on and like they just"}, {"speaker": "SPEAKER_01", "timestamp": [3332.78, 3338.18], "text": " wouldn't be dicks about it. And, you know, that is a system that works very well and fails very"}, {"speaker": "SPEAKER_01", "timestamp": [3338.18, 3342.72], "text": " badly because it turns out that there are a bunch of dicks out there and we can't count on people"}, {"speaker": "SPEAKER_01", "timestamp": [3342.72, 3345.98], "text": " being right on. The whole system of Creative Commons exists basically and we can't count on people being right on the whole system of creative"}, {"speaker": "SPEAKER_02", "timestamp": [3345.98, 3350.44], "text": " commons exists basically because we can't count on everybody being right on all the time although"}, {"speaker": "SPEAKER_01", "timestamp": [3350.44, 3355.0], "text": " i would also say that the most important thing creative commons has done is be a normative"}, {"speaker": "SPEAKER_01", "timestamp": [3355.0, 3361.18], "text": " intervention i think that the licenses are frankly secondary which is why all those 2.0 licenses"}, {"speaker": "SPEAKER_01", "timestamp": [3361.18, 3371.26], "text": " aren't a hazard for the most part because what this this is really about is signal. It's like a hanky code for right on people. You know, are you right on? I'm right on"}, {"speaker": "SPEAKER_01", "timestamp": [3371.26, 3376.28], "text": " too. Let's go be right on together. I have to admit, as somebody who has spent a lot of time"}, {"speaker": "SPEAKER_02", "timestamp": [3376.28, 3380.08], "text": " in the text of the licenses that I appreciate doing it so that other people do not have to"}, {"speaker": "SPEAKER_02", "timestamp": [3380.08, 3385.28], "text": " and just basically understand what it means. We're coming up on the end of the hour. Anything else you want to talk about?"}, {"speaker": "SPEAKER_02", "timestamp": [3387.52, 3388.44], "text": " I don't know."}, {"speaker": "SPEAKER_01", "timestamp": [3388.62, 3391.1], "text": " I mean, I'm so grateful that CC is still out there"}, {"speaker": "SPEAKER_01", "timestamp": [3391.1, 3392.0], "text": " and doing what it does."}, {"speaker": "SPEAKER_01", "timestamp": [3392.12, 3393.36], "text": " And I think maybe that last point"}, {"speaker": "SPEAKER_01", "timestamp": [3393.36, 3394.5], "text": " is the best one to end on,"}, {"speaker": "SPEAKER_01", "timestamp": [3394.56, 3397.14], "text": " that the licenses are important, obviously,"}, {"speaker": "SPEAKER_01", "timestamp": [3397.34, 3399.28], "text": " but the most important thing CC has done"}, {"speaker": "SPEAKER_01", "timestamp": [3399.28, 3403.06], "text": " is encourage people to think about cultural use"}, {"speaker": "SPEAKER_01", "timestamp": [3403.06, 3404.72], "text": " as a realm distinct"}, {"speaker": "SPEAKER_01", "timestamp": [3404.72, 3406.28], "text": " from the industrial regulation of"}, {"speaker": "SPEAKER_01", "timestamp": [3406.28, 3415.98], "text": " copyright that kind of back formed a set of cultural norms and frameworks into a system that"}, {"speaker": "SPEAKER_01", "timestamp": [3415.98, 3426.64], "text": " we made the terrible choice to apply to everything that is done on the internet when it was designed to mediate"}, {"speaker": "SPEAKER_01", "timestamp": [3426.64, 3434.88], "text": " negotiations like the harry potter theme park and getting us away from the"}, {"speaker": "SPEAKER_01", "timestamp": [3434.88, 3449.6], "text": " i don't know i know i probably shouldn't swear but the you can beep it the batshit proposition that if you are dating or going to school or having a doctor's appointment"}, {"speaker": "SPEAKER_01", "timestamp": [3449.6, 3455.1], "text": " or doing your finances that the regulation that backstops all of that is the one that"}, {"speaker": "SPEAKER_01", "timestamp": [3455.1, 3458.56], "text": " was invented so that me and my agent can negotiate with my publisher"}, {"speaker": "SPEAKER_01", "timestamp": [3458.56, 3466.2], "text": " getting rid of that lunacy is the most important thing that CC does."}, {"speaker": "SPEAKER_01", "timestamp": [3466.58, 3468.36], "text": " And I'm grateful that it's doing it."}, {"speaker": "SPEAKER_01", "timestamp": [3469.92, 3472.1], "text": " I think that's a great thought to end on."}, {"speaker": "SPEAKER_02", "timestamp": [3472.44, 3476.26], "text": " And thank you so much for being here and having this conversation."}, {"speaker": "SPEAKER_00", "timestamp": [3477.22, 3479.48], "text": " I have actually learned a lot from this conversation,"}, {"speaker": "SPEAKER_01", "timestamp": [3479.48, 3482.38], "text": " which is amazing because I've been reading your writing for 20 years."}, {"speaker": "SPEAKER_02", "timestamp": [3482.72, 3489.82], "text": " And I'm so glad that you're still around in the CC community, you know, helping out what everybody's trying to do. Yeah, well,"}, {"speaker": "SPEAKER_01", "timestamp": [3489.9, 3494.9], "text": " I can't wait to see everybody in person again someday soon. I think that we're long overdue"}, {"speaker": "SPEAKER_02", "timestamp": [3494.9, 3502.02], "text": " for a jamboree. I think that's right. Thank you so much. It was great to have you on. My pleasure."}, {"speaker": "SPEAKER_01", "timestamp": [3504.5, 3507.68], "text": " Thanks for listening to Open Minds from Creative Commons."}, {"speaker": "SPEAKER_02", "timestamp": [3508.26, 3510.82], "text": " Special thanks to the musician Broke For Free,"}, {"speaker": "SPEAKER_00", "timestamp": [3511.26, 3514.28], "text": " whose track Daybird you heard at the beginning of this episode"}, {"speaker": "SPEAKER_01", "timestamp": [3514.28, 3516.54], "text": " and you're listening to right now."}, {"speaker": "SPEAKER_00", "timestamp": [3516.74, 3520.58], "text": " It's available under the Creative Commons Attribution License."}, {"speaker": "SPEAKER_01", "timestamp": [3521.04, 3523.42], "text": " Meaning it's free for anyone to use."}, {"speaker": "SPEAKER_00", "timestamp": [3523.42, 3526.0], "text": " You can find it at the Free Music Archive,"}, {"speaker": "SPEAKER_00", "timestamp": [3526.38, 3533.16], "text": " freemusicarchive.org. Please subscribe to our show so you don't miss any of our conversations"}, {"speaker": "SPEAKER_00", "timestamp": [3533.16, 3539.2], "text": " with people working to make the internet and our global culture more open and collaborative."}, {"speaker": "SPEAKER_00", "timestamp": [3539.42, 3543.02], "text": " We'll be back soon with another episode. Talk to you then."}], "chunks": [{"timestamp": [0.0, 9.26], "text": " Welcome to Open Minds from Creative Commons. I'm Oney Anukam, CC's Communications and"}, {"timestamp": [9.26, 15.08], "text": " Campaigns Manager. Our Open Minds podcast is a series of conversations with people working"}, {"timestamp": [15.08, 20.14], "text": " on the issues we're involved with and the subjects we're excited about. Each episode,"}, {"timestamp": [20.32, 26.1], "text": " we sit down with amazing guests who are working to make the internet and our global culture"}, {"timestamp": [26.1, 32.98], "text": " more open and collaborative. In this episode, Creative Commons General Counsel Kat Walsh"}, {"timestamp": [32.98, 37.78], "text": " sits down for an hour-long discussion with award-winning science fiction author,"}, {"timestamp": [38.26, 46.88], "text": " journalist and tech activist Corey Doctro. Corey is a renowned advocate for liberalizing copyright law and a longtime"}, {"timestamp": [46.88, 53.62], "text": " contributor and supporter of CC and the Commons, with several of his titles and creative works"}, {"timestamp": [53.62, 60.8], "text": " licensed under CC licenses. He is the author of young adult novels like Little Brother and Homeland"}, {"timestamp": [60.8, 66.58], "text": " and novels for adults like Attack Surface and Walk Away, as well as non-fiction"}, {"timestamp": [66.58, 73.72], "text": " books like How to Destroy Surveillance Capitalism. His next non-fiction book, Chokepoint Capitalism"}, {"timestamp": [73.72, 79.6], "text": " with Rebecca Giblin, is about monopoly and fairness in the creative arts labour market."}, {"timestamp": [80.08, 85.06], "text": " Corey was born in Toronto, Canada, and now lives in LA."}, {"timestamp": [86.18, 86.54], "text": " Enough from me."}, {"timestamp": [89.24, 92.22], "text": " Let's hand it over to Corey and Kat."}, {"timestamp": [93.14, 93.28], "text": " Welcome, Corey."}, {"timestamp": [95.56, 95.78], "text": " It's really great to have you here on this podcast."}, {"timestamp": [97.08, 97.5], "text": " We're so glad that you could make it."}, {"timestamp": [98.56, 98.74], "text": " I'm delighted to be here."}, {"timestamp": [105.74, 106.02], "text": " I have a very long history with Creative Commons, and it's always a pleasure to talk about this subject."}, {"timestamp": [111.0, 111.26], "text": " As I often tell people who ask me to come on podcasts to talk about the stuff that I work on,"}, {"timestamp": [115.28, 122.14], "text": " I've spent two years locked in a house with two people who are so bored of hearing me talk about this stuff that any chance to talk with, you know, one of my co-religionists over Zoom or whatever"}, {"timestamp": [122.14, 127.76], "text": " is warmly welcome. It has been great to have the chance to talk with other people who are similarly bored."}, {"timestamp": [127.86, 131.42], "text": " I think a lot of people have been able to make time who would not have been able to make time before."}, {"timestamp": [131.9, 132.18], "text": " Yeah."}, {"timestamp": [132.18, 134.82], "text": " And it is unfortunate that our listeners cannot see this,"}, {"timestamp": [134.98, 139.72], "text": " but behind Corey is the most amazing set of bookshelves and conference badges"}, {"timestamp": [139.72, 141.74], "text": " and little mementos of everything."}, {"timestamp": [141.94, 143.7], "text": " So just imagine that picture as you're listening."}, {"timestamp": [143.94, 148.26], "text": " Extremely similar to yours, though. Are all those yellow spines, are they"}, {"timestamp": [148.26, 152.78], "text": " Daw paper books or Nancy Drews? Or what are all those yellow spines behind you?"}, {"timestamp": [152.92, 156.96], "text": " It is a whole mix of things. There is actually one entire wall that is science fiction,"}, {"timestamp": [157.16, 159.4], "text": " and the rest is like mathematics and law."}, {"timestamp": [159.6, 160.38], "text": " So are those all..."}, {"timestamp": [160.38, 160.8], "text": " Everything."}, {"timestamp": [161.26, 165.48], "text": " I know this is inside baseball, but are all those yellow spines behind you, are they Dawes?"}, {"timestamp": [165.72, 166.46], "text": " They are not."}, {"timestamp": [166.68, 169.1], "text": " I think a lot of them are actually mathematical texts that belong."}, {"timestamp": [169.22, 171.04], "text": " Oh, yeah."}, {"timestamp": [171.04, 175.26], "text": " I was raised by a mathematician, but his bookcase did not have the same editions as yours."}, {"timestamp": [175.7, 179.4], "text": " So when I see those yellow spines, my mind either goes to Nancy Drew or Daw,"}, {"timestamp": [179.8, 182.04], "text": " 1980s Daw paperbacks, one or the other."}, {"timestamp": [182.14, 184.52], "text": " Those were the two iconic yellow spines for me."}, {"timestamp": [184.52, 187.76], "text": " I would actually have to check and see which they are because I do not have a good, you know,"}, {"timestamp": [187.8, 190.9], "text": " spatial sense of like what those were. Right, right. Fair enough."}, {"timestamp": [191.12, 194.86], "text": " So let's get started with things other than the contents of our respective libraries."}, {"timestamp": [195.3, 200.4], "text": " Right. Mine's just a false facade and you slide it aside and it's just whiskey back there."}, {"timestamp": [201.0, 204.88], "text": " That's right. I know, but it is clear from your writing that you have never read any of these."}, {"timestamp": [204.88, 205.04], "text": " You definitely do not have like an encyclopedic knowledge. there. That's right. I know, but it is clear from your writing that you have never read any of these."}, {"timestamp": [211.02, 211.52], "text": " You definitely do not have like an encyclopedic knowledge. That's very kind of you. Thank you."}, {"timestamp": [215.72, 229.5], "text": " So we'd love to have our community get a chance to know you a bit better and like talk about your background in open and in copyright reform. So how did you first get involved with all those many years ago. Right. Well, you know, it was a kind of road to Damascus conversion"}, {"timestamp": [229.5, 238.14], "text": " experience at 30,000 feet. So I was raised in the science fiction field. I knew I wanted to"}, {"timestamp": [238.14, 243.54], "text": " be a writer from a very young age. I grew up in Toronto where we had an amazing science fiction"}, {"timestamp": [243.54, 252.4], "text": " writing community, thanks primarily to the good offices of a woman called Judith Merrill, who was a wonderful editor and writer and critic and community figure."}, {"timestamp": [253.26, 267.22], "text": " And everything I knew about copyright, I had gleaned from reading advice to writers in magazines and in the introductions to people's short story collections and going to science fiction conventions and listening to panelists."}, {"timestamp": [268.16, 275.52], "text": " And they all spoke about copyright using the language of someone"}, {"timestamp": [275.52, 278.56], "text": " for whom copyright was primarily a labor law"}, {"timestamp": [278.56, 283.84], "text": " that created negotiating leverage with industrial entities"}, {"timestamp": [283.84, 287.52], "text": " who were otherwise liable to exploit"}, {"timestamp": [287.52, 294.06], "text": " them and treat them badly. And for them, the heuristic, the rule of thumb for copyright,"}, {"timestamp": [294.06, 301.44], "text": " is the more you retain, the more power you have. And the more power you have, the more groceries"}, {"timestamp": [301.44, 310.4], "text": " you can buy by the labor of your brain and the movement of your fingers. And when the internet came along, obviously I had on the one hand that natural"}, {"timestamp": [310.4, 315.96], "text": " impulse that I think so many of us had, which is to just celebrate the availability of things that"}, {"timestamp": [315.96, 319.92], "text": " were not available, not because we couldn't afford them, they just weren't available. You know, I'd"}, {"timestamp": [319.92, 326.32], "text": " worked in used bookstores for years and I, they just like the problem with so many of the works that were"}, {"timestamp": [326.32, 332.62], "text": " around that, you know, got scanned and posted and so on. The problem for readers that they were"}, {"timestamp": [332.62, 336.34], "text": " solving was not that they couldn't afford to buy these books, right? It was just that the books"}, {"timestamp": [336.34, 349.4], "text": " were not available for sale on the stream of commerce unless you got very lucky in a used bookstore. And so I felt that natural upwelling of pleasure at the availability of"}, {"timestamp": [349.4, 355.5], "text": " these works. And at the same time, hanging out in online spaces that science fiction writers"}, {"timestamp": [355.5, 360.86], "text": " had created, which were some of the first and most, you know, well-established online spaces,"}, {"timestamp": [361.06, 365.88], "text": " you know, the first social news group on Usenet, the first time people created"}, {"timestamp": [365.88, 370.92], "text": " a formal space on the internet to talk about things other than technology was for Star Trek"}, {"timestamp": [370.92, 377.92], "text": " fans. And so, you know, we are the origin node of non-technical discussion on the internet."}, {"timestamp": [378.54, 384.26], "text": " And those spaces were just full of people saying, this is an apocalypse. We are going to lose our"}, {"timestamp": [384.26, 385.08], "text": " copyright. And when we lose our copyright and when we"}, {"timestamp": [385.08, 389.54], "text": " lose our copyright we will lose our negotiating leverage and then we will never buy groceries by"}, {"timestamp": [389.54, 396.8], "text": " the sweat of our brow and the movement of our fingers again. And that's where I landed and I"}, {"timestamp": [396.8, 405.78], "text": " had this kind of dual consciousness where on the one hand I felt this incredible excitement at the availability of information,"}, {"timestamp": [405.78, 414.74], "text": " and on the other hand I felt this guilt and fear and moral outrage about the erosion of copyright."}, {"timestamp": [415.74, 427.04], "text": " And I particularly was very interested in DRM as a means of allowing writers to set the terms on which their works could be used and to create"}, {"timestamp": [427.04, 434.7], "text": " a kind of labor rights regime in which creators could say, this is what I'm willing to sell you"}, {"timestamp": [434.7, 441.42], "text": " this for and not other things. And it wasn't a well thought through position. And I come from"}, {"timestamp": [441.42, 445.28], "text": " a family of people who argue about their positions to figure out what they feel about them."}, {"timestamp": [445.78, 451.82], "text": " And I got on an airplane to Hong Kong with Cindy Cohen and Fred Von Lohman."}, {"timestamp": [452.62, 454.92], "text": " Fred was then at Morrison Forrester."}, {"timestamp": [455.2, 461.62], "text": " Cindy was, I think, chief counsel at EFF or legal director at the Electronic Frontier Foundation."}, {"timestamp": [462.54, 465.54], "text": " Fred later came to EFF and worked as a copyright lawyer for many years,"}, {"timestamp": [465.58, 466.64], "text": " and he's currently at Google."}, {"timestamp": [467.54, 471.4], "text": " And Fred and I argued about this for 15 hours"}, {"timestamp": [471.4, 474.12], "text": " between San Francisco and Hong Kong."}, {"timestamp": [474.34, 476.48], "text": " And then we were all horrifically jet lagged"}, {"timestamp": [476.48, 477.6], "text": " and in this amazing city."}, {"timestamp": [477.6, 479.7], "text": " And so we walked around every night"}, {"timestamp": [479.7, 481.32], "text": " after this conference we flew to,"}, {"timestamp": [481.64, 484.8], "text": " and we walked around for hours to markets"}, {"timestamp": [484.8, 487.04], "text": " and museums and restaurants"}, {"timestamp": [487.04, 498.0], "text": " and districts. And we just argued about this for hours. And when I got back, I felt deeply disturbed"}, {"timestamp": [498.0, 502.7], "text": " because I felt like I'd lost the argument, but I was still not willing to give up the position."}, {"timestamp": [503.28, 505.92], "text": " And then we went and spoke at another conference in London."}, {"timestamp": [506.58, 509.04], "text": " And we flew there separately, but we did the same thing."}, {"timestamp": [509.12, 511.84], "text": " We wandered around Portobello Road and we wandered around Brick Lane"}, {"timestamp": [511.84, 514.68], "text": " and we went to tea at Fortnum and Mason's."}, {"timestamp": [515.24, 522.06], "text": " And somewhere in there, I so definitively lost the argument that I changed my mind."}, {"timestamp": [527.26, 534.68], "text": " that I changed my mind and I realized actually the way to think about copyright is as knowledge creation and sharing framework that it should not be"}, {"timestamp": [534.68, 540.12], "text": " unilaterally decided either by users of information nor by the producers or"}, {"timestamp": [540.12, 546.02], "text": " investors in information that there is a profound democratic interest in creating balance"}, {"timestamp": [546.02, 553.9], "text": " between the different ways that all those people think about it. And I got involved. I ended up"}, {"timestamp": [553.9, 558.56], "text": " quitting the startup I had helped found and going to work for the Electronic Frontier Foundation,"}, {"timestamp": [559.34, 571.66], "text": " narrowly avoiding what was to be an acquisition by Microsoft, which would have seen me in the role of DRM advocate. And that was 20 years and three weeks ago, two weeks ago that I went to"}, {"timestamp": [571.66, 577.98], "text": " work at EFF. And so 20 years later, here I am. And my understanding has evolved a lot. I feel"}, {"timestamp": [577.98, 581.98], "text": " like I've talked a lot about this, this origin story and being bit by a radioactive Fred von"}, {"timestamp": [581.98, 585.04], "text": " Lohmann. But I feel like there's more to say,"}, {"timestamp": [585.18, 591.04], "text": " but that's a good starting point. I didn't realize that you were celebrating your 20th"}, {"timestamp": [591.04, 596.26], "text": " anniversary in the same year as Creative Commons. So maybe it's particularly good to have you here"}, {"timestamp": [596.26, 602.66], "text": " for that. In fact, my inaugural, well, not my inaugural, my second role with EFF was to transfer"}, {"timestamp": [602.66, 608.04], "text": " to Europe to be our European director, which was a three-quarter time"}, {"timestamp": [608.04, 612.64], "text": " position with a one-quarter time position as Creative Commons European director, which didn't"}, {"timestamp": [612.64, 619.72], "text": " last very long. But that was my second role at EFF. My first role had a kind of made-up title,"}, {"timestamp": [619.84, 624.56], "text": " it was Outreach Coordinator. And I used to say that I reached out in a coordinated fashion,"}, {"timestamp": [624.78, 625.36], "text": " which is hilarious because I can't catch a ball. The one thing I've say that I reached out in a coordinated fashion, which is"}, {"timestamp": [625.36, 629.8], "text": " hilarious because I can't catch a ball. The one thing I've never done is reach out in a coordinated"}, {"timestamp": [629.8, 636.42], "text": " fashion. What titles are not made up really? Like we're all just trying. Oh, I'm a special advisor"}, {"timestamp": [636.42, 649.24], "text": " now. I mean, I know. So you've mentioned that your thinking has evolved since you first got converted by the radioactive spider, Cindy and Fred."}, {"timestamp": [649.28, 652.4], "text": " And I am just imagining these hours and hours of conversation."}, {"timestamp": [652.66, 657.72], "text": " And it's sad that they are lost to the mists of history because I bet the correspondence would be amazing."}, {"timestamp": [657.96, 660.26], "text": " But how has your thinking evolved since that first conversion?"}, {"timestamp": [660.26, 668.5], "text": " So I would say that I have zoomed out. So you can think of this whole process as a process"}, {"timestamp": [668.5, 676.3], "text": " of zooming out. So when you think about copyright, just as a labor rule, you are zoomed way in on a"}, {"timestamp": [676.3, 680.74], "text": " specific transaction, which is the transaction between a writer, their agent and their publisher"}, {"timestamp": [680.74, 686.18], "text": " or other creative people and their investors. And that is a super micro-focused"}, {"timestamp": [686.18, 692.02], "text": " thing. And oftentimes it doesn't go well for writers, for the people who I think deserve"}, {"timestamp": [692.02, 696.7], "text": " it to come out. I think a well-written copyright system, one of the ways you can tell if it's"}, {"timestamp": [696.7, 700.36], "text": " well-written is that writers do well by it. If writers can't afford to buy groceries,"}, {"timestamp": [700.48, 704.54], "text": " it's a bad copyright system. So your Zoom weigh-in, and because you're Zoomed weigh-in,"}, {"timestamp": [704.6, 708.64], "text": " every time you don't end up with groceries, it's really hard to find out why because a lot of stuff"}, {"timestamp": [708.64, 712.88], "text": " is happening outside the frame. So then you zoom out a bit and you look at the public policy"}, {"timestamp": [712.88, 721.46], "text": " interests and trying to balance out incentives and access in information law. And that is the"}, {"timestamp": [721.46, 728.26], "text": " kind of thing where you go around and you get involved in things like Creative Commons and you say, look, we need sharing as well as proprietary interests."}, {"timestamp": [728.32, 732.62], "text": " We need to enable people to choose to be less proprietary."}, {"timestamp": [733.44, 747.86], "text": " The creation of a default in which copyright adheres at the moment of fixation for the life and 70 years and that any variance on that requires that the creator hire a lawyer and then that the user hire a lawyer to interpret what the creator's lawyer wrote."}, {"timestamp": [748.24, 752.38], "text": " That that is a glaring defect, even if you accept the rubric for it."}, {"timestamp": [752.52, 767.6], "text": " If you zoom out one more tier, what you realize is that as important as all that stuff is, and it's like civilizationally important. That there is an even more critical aspect of what's wrong with copyright,"}, {"timestamp": [768.18, 773.82], "text": " which is not how it's applied, but who we apply it to. When we argue about copyright, even I think"}, {"timestamp": [773.82, 779.16], "text": " in a Creative Commons framework, we argue about it as an industrial regulation, right? We have an"}, {"timestamp": [779.16, 783.54], "text": " entertainment and knowledge creation industry. We can argue about whether they should be the same"}, {"timestamp": [783.54, 789.16], "text": " industry, but for these purposes, they're one industry, right? And people who are within the industry have to follow"}, {"timestamp": [789.16, 794.42], "text": " the rules. And I'm all in favor of industrial regulation. Like, it would be great if we had"}, {"timestamp": [794.42, 800.54], "text": " finance regulation. Holy moly, do we ever need some financial regulation, right? So as much as"}, {"timestamp": [800.54, 806.14], "text": " I want financial regulation, I also think that whatever the financial regulation"}, {"timestamp": [806.14, 809.92], "text": " says is arguably less important than who it says it to."}, {"timestamp": [810.46, 818.84], "text": " So if we say any time a million dollars is transacted, you are sufficiently bank-like"}, {"timestamp": [818.84, 822.0], "text": " that you have to follow bank laws and there's some know your customers and some reporting"}, {"timestamp": [822.0, 829.1], "text": " and some data retention and whatever, that's fine, right? I think that would be a reasonable rule. But if we had hyperinflation"}, {"timestamp": [829.1, 835.86], "text": " tomorrow and a million dollars didn't buy you a sandwich, buying a sandwich for your friend"}, {"timestamp": [835.86, 845.34], "text": " wouldn't make you a bank. And if all we did was say, all right, now that sandwiches cost a million dollars, everyone who buys a sandwich has to"}, {"timestamp": [845.34, 852.8], "text": " have the nous and technical capability to satisfy banking regulations, we would have created a"}, {"timestamp": [852.8, 860.5], "text": " nightmare system, right? Copyright as an industrial regulation to regulate the entertainment and"}, {"timestamp": [860.5, 865.56], "text": " knowledge creation industry has a test to ask whether or not you're part of that industry"}, {"timestamp": [865.56, 870.64], "text": " or those industries. And it's whether you are making or handling copies of works, which are"}, {"timestamp": [870.64, 877.1], "text": " in the pre-digital era, profoundly industrial activities. I have a background in pre-press,"}, {"timestamp": [877.56, 883.56], "text": " printing presses are industrial, and every book has a printing press in its history. And so as"}, {"timestamp": [883.56, 887.76], "text": " a proxy for figuring out whether you're in the industry, you will catch a lot"}, {"timestamp": [887.76, 894.22], "text": " more tuna than dolphins in a net that is sized to catch people who are making and handling"}, {"timestamp": [894.22, 896.78], "text": " copies of books in an era of printing presses."}, {"timestamp": [897.44, 902.08], "text": " Today, we make copies of creative works every time we click a mouse."}, {"timestamp": [902.4, 905.82], "text": " Hundreds of transient copies of creative works. And as you"}, {"timestamp": [905.82, 911.46], "text": " will know, Bruce Lehman, right, the copyright czar for Bill Clinton, Microsoft lawyer, he at one"}, {"timestamp": [911.46, 916.76], "text": " point proposed that we should have copyright licenses for transient copies in RAM, right,"}, {"timestamp": [916.82, 921.64], "text": " and in frame buffers. It's just like, well, you know, like a computer is clearly part of the"}, {"timestamp": [921.64, 928.5], "text": " entertainment industry now. And if a creative work is copied and recopied between five different buffers before it's"}, {"timestamp": [928.5, 932.6], "text": " displayed on a screen, five lawyers should be hired to negotiate those buffer licenses,"}, {"timestamp": [933.08, 933.22], "text": " right?"}, {"timestamp": [933.24, 936.26], "text": " It was a bananas proposition."}, {"timestamp": [936.26, 950.78], "text": " But it is only marginally less bananas to say that if you are engaged in culture and not industry, like talking about stuff and singing"}, {"timestamp": [950.78, 958.18], "text": " stuff and telling stories about stuff, that you are now part of the entertainment industry and"}, {"timestamp": [958.18, 963.78], "text": " you have to adhere to rules that were written to be interpreted by extremely specialized lawyers"}, {"timestamp": [963.78, 971.36], "text": " working for entertainment companies. And that is a real problem for, on the one hand, because it like criminalizes lots of"}, {"timestamp": [971.36, 978.5], "text": " everyday activity, right? But also because as someone who relies on that system to buy groceries,"}, {"timestamp": [978.88, 986.14], "text": " I want it to be highly technical so that all of the different industrial entities in the supply chain between"}, {"timestamp": [986.14, 992.46], "text": " me and the activity that pays for my groceries have a sufficiently nuanced complex framework"}, {"timestamp": [992.46, 999.28], "text": " to manage all that stuff. And if it is that nuanced and complex, then it won't be suited to"}, {"timestamp": [999.28, 1010.04], "text": " use by people who aren't in the entertainment industry. So, you know, I live here in Burbank, California, the belly of the beast. And, you know, 20 minute walk that way is Warner Studios"}, {"timestamp": [1010.04, 1015.6], "text": " and 25 minutes that way is Universal Studios. And when Universal Studios built that really"}, {"timestamp": [1015.6, 1022.12], "text": " badass Universal Studios Harry Potter theme park, they had a lawyer call up Warner's lawyer and"}, {"timestamp": [1022.12, 1027.48], "text": " negotiate a deal. And they use some really technical stuff to do that deal."}, {"timestamp": [1028.04, 1034.32], "text": " Now, in the before times, every Halloween, kids in my neighborhood would ring my doorbell wearing Harry Potter robes."}, {"timestamp": [1034.6, 1036.36], "text": " Many of them bought from that Universal park."}, {"timestamp": [1036.7, 1039.54], "text": " And I guarantee you some of those kids are writing Harry Potter fanfic."}, {"timestamp": [1039.76, 1043.66], "text": " And the idea that they should walk down the street to the gates of the Warner lot,"}, {"timestamp": [1044.06, 1051.28], "text": " ring the bell and ask to have the general counsel come out and negotiate their fanfic license is bananas."}, {"timestamp": [1051.64, 1065.7], "text": " Because he won't come out, and if he would 20 books, many of them international bestsellers,"}, {"timestamp": [1066.14, 1073.44], "text": " was in 1977 when I got home from Star Wars and my brain all a-fizz took some scrap paper,"}, {"timestamp": [1073.62, 1077.86], "text": " folded it into the shape of a magazine, stapled it up the middle,"}, {"timestamp": [1077.86, 1082.96], "text": " and rewrote the Star Wars story over and over again like a kid practicing scales on the piano."}, {"timestamp": [1083.56, 1090.82], "text": " And the idea that we should just exterminate that activity because now it involves making copies and frame buffers and because it,"}, {"timestamp": [1090.98, 1094.98], "text": " rather than reaching the kid who lives across the street, it reaches the kid who lives across you"}, {"timestamp": [1094.98, 1102.84], "text": " on social media. That is ghastly. So that's kind of the next tier. And the next tier up from that"}, {"timestamp": [1102.84, 1105.92], "text": " is the fact that a bunch of people who don't do"}, {"timestamp": [1105.92, 1109.54], "text": " anything to do with the entertainment industry, because software is now regulated by the"}, {"timestamp": [1109.54, 1114.02], "text": " entertainment industry, have figured out how to use copyright law to stop you from fixing a tractor"}, {"timestamp": [1114.02, 1119.32], "text": " or fixing a ventilator or installing your own coffee pot in your coffee maker or getting your"}, {"timestamp": [1119.32, 1126.86], "text": " car fixed by an independent dealer or adapting Facebook so it doesn't spy on you or doing a whole range of"}, {"timestamp": [1126.86, 1131.46], "text": " activities that are completely unrelated to the entertainment industry that just hijacks this"}, {"timestamp": [1131.46, 1137.1], "text": " entertainment law in a way that like puts the plight of fanfic writers and Burbank to shame"}, {"timestamp": [1137.1, 1146.24], "text": " and then beyond that to wrap all the way back around to a labor right, one of the things that that does is allow for the"}, {"timestamp": [1146.24, 1153.46], "text": " aggregation of monopoly power by highly concentrated industries. And it neutralizes the ability of"}, {"timestamp": [1153.46, 1159.72], "text": " copyright to be used as a labor rule. Because now that there's only four major publishers,"}, {"timestamp": [1160.54, 1166.28], "text": " if you give a writer more copyright because the writer needs to go through those four major"}, {"timestamp": [1166.28, 1173.22], "text": " publishers to reach their audience, the publishers just misappropriate that copyright as a condition"}, {"timestamp": [1173.22, 1177.82], "text": " of access to the audience. It's like giving your bullied kid more lunch money, right? Unless you"}, {"timestamp": [1177.82, 1182.2], "text": " get the bullies away from the school gate, it doesn't matter how much lunch money you give your"}, {"timestamp": [1182.2, 1185.68], "text": " kid. And so, you know, that I think is like the,"}, {"timestamp": [1185.92, 1190.6], "text": " you know, if we're doing that galaxy brain meme, that's the galaxy brain version. That it's the"}, {"timestamp": [1190.6, 1195.88], "text": " reason that you can't get groceries out of your copyright negotiation. You have to zoom all the"}, {"timestamp": [1195.88, 1207.1], "text": " way out to see how the problem is allowing industries to concentrate, to allow financialization and the capital markets to dominate how we"}, {"timestamp": [1207.1, 1213.34], "text": " operate. And some of that has to do with copyright itself. So that is my long wind."}, {"timestamp": [1213.42, 1216.46], "text": " It's funny, you were mentioning having to go through five layers of lawyers,"}, {"timestamp": [1216.66, 1220.64], "text": " it's just, you know, write your fanfic. I feel like that's the origin story for a lot of copyright"}, {"timestamp": [1220.64, 1224.36], "text": " reform advocates. They're just trying to participate in culture and then all of a sudden"}, {"timestamp": [1224.36, 1228.9], "text": " find a roadblock that doesn't make any sense, like especially not for the activities"}, {"timestamp": [1228.9, 1236.04], "text": " that they're trying to do. Yeah. And, you know, channeling Fred, maybe one of the issues that I"}, {"timestamp": [1236.04, 1241.72], "text": " think Creative Commons has always wrestled with is making Creative Commons a ceiling and not a floor."}, {"timestamp": [1242.2, 1245.94], "text": " Right. You know, I wrote a thing about the people who bought"}, {"timestamp": [1245.94, 1253.8], "text": " the dune treatment the spice dow and about how foolish they were and the thing that most people"}, {"timestamp": [1253.8, 1258.6], "text": " dunked on them for was thinking that acquiring the treatment gave them the right to make a film"}, {"timestamp": [1258.6, 1270.96], "text": " adaptation but i think that there's another case to be made, which is that thinking that if you're a group of fans who want to make a fan film, that you must acquire something before you can make that adaptation."}, {"timestamp": [1271.18, 1281.0], "text": " Right. Like the thing that says, oh, no, you can't make an adaptation is just as wrong as the one that says, well, now that you've spent three million dollars on a book, you can."}, {"timestamp": [1281.52, 1285.1], "text": " Right. There's a whole other game, game which is like what about the limitations and"}, {"timestamp": [1285.1, 1290.68], "text": " exceptions to copyright what about the wind done gone you know is there a way that we can talk"}, {"timestamp": [1290.68, 1296.74], "text": " about how you could make that fan film without having to you know allow a grifter which is now"}, {"timestamp": [1296.74, 1301.98], "text": " what's happened to skim 1.2 million dollars by convincing you all that buying a book would let"}, {"timestamp": [1301.98, 1307.36], "text": " you make a dune movie i'm just imagining the rights to the story about the people who were trying to acquire"}, {"timestamp": [1307.36, 1308.68], "text": " the rights to make this Dune movie."}, {"timestamp": [1308.84, 1310.64], "text": " Like, I look forward to that film."}, {"timestamp": [1311.98, 1313.22], "text": " I love that idea."}, {"timestamp": [1313.68, 1314.48], "text": " That's great."}, {"timestamp": [1315.48, 1320.1], "text": " So it is great to have that perspective of like how the system ought to work."}, {"timestamp": [1320.38, 1324.08], "text": " Can you talk more about like you as a writer who has had to put groceries on your table,"}, {"timestamp": [1324.18, 1329.56], "text": " like how that has worked for you as you took the step of like, I'm going to release my work under Creative Commons licenses?"}, {"timestamp": [1330.76, 1339.16], "text": " Yeah, I will say for the record that because the people I live with will otherwise chide me that I put the groceries in the fridge."}, {"timestamp": [1339.26, 1351.56], "text": " I don't just leave them on the table and that I yell at them to put the groceries in the fridge when they bring them in. So I am very lucky to have a very good relationship with a very good publisher. Tor Books"}, {"timestamp": [1351.56, 1355.34], "text": " is the largest science fiction imprint in the world. English language now. I think there's a"}, {"timestamp": [1355.34, 1362.02], "text": " Chinese one that's bigger. And Tor Books was run like a family business even though it was part of"}, {"timestamp": [1362.02, 1369.56], "text": " Macmillan, is part of Macmillan, which itself is the only of the big five publishers that's still a family business as well. And you may hear me say"}, {"timestamp": [1369.56, 1374.88], "text": " big five and big four. That's because Simon & Schuster may or may not end up being a permanent"}, {"timestamp": [1374.88, 1378.3], "text": " part of Penguin Random House, depending on what the Federal Trade Commission says. But there are"}, {"timestamp": [1378.3, 1384.5], "text": " either five or four big publishers right now. And Tom Doherty started Tor. He was a salesman"}, {"timestamp": [1384.5, 1386.68], "text": " for Simon & Schuster. He and Ian"}, {"timestamp": [1386.68, 1391.16], "text": " Ballantyne invented the mass market. So they were the ones who figured out that you could sell books"}, {"timestamp": [1391.16, 1396.32], "text": " outside of bookstores. And they started pitching pharmacies and grocery stores on mass market"}, {"timestamp": [1396.32, 1402.42], "text": " paperbacks. That created a powerful funnel to bring non-readers into the industry. And when"}, {"timestamp": [1402.42, 1405.96], "text": " Tom left Simon & Schuster, he started his own imprint called"}, {"timestamp": [1405.96, 1412.52], "text": " Tor. Tor did really well, very successful, but its distributor went down and the distributor"}, {"timestamp": [1412.52, 1417.78], "text": " was holding onto a bunch of Tor books that they hadn't paid for yet, which their secure creditors,"}, {"timestamp": [1417.78, 1422.96], "text": " the banks, got first crack at. So the banks got the books, which they then sold to Tom's"}, {"timestamp": [1422.96, 1425.08], "text": " wholesale customers at 10 cents on the dollar."}, {"timestamp": [1425.58, 1428.14], "text": " Tom still owed his printer for printing those books."}, {"timestamp": [1428.78, 1438.16], "text": " And so he had to convince someone to print new ones and then compete with the ones that he'd already had to pay for that were being sold below cost."}, {"timestamp": [1438.16, 1441.56], "text": " And so he was facing financial ruin, even though he had a successful business."}, {"timestamp": [1442.02, 1448.38], "text": " And because of that, the major publishers of the day made a bunch of offers to him to buy out Tor, because they understood that they could make a"}, {"timestamp": [1448.38, 1453.34], "text": " business out of it. And one of them was Macmillan. And Macmillan had, as I understand it, the second"}, {"timestamp": [1453.34, 1458.54], "text": " highest offer. But what they did do was promised home autonomy, so he could run it like a family"}, {"timestamp": [1458.54, 1463.94], "text": " business, even though it was part of this giant publisher. And my editor at Tor, so Tor is full of"}, {"timestamp": [1463.94, 1465.92], "text": " interesting people from non-traditional backgrounds. So my editor at Tor, so Tor is full of interesting people from non-traditional"}, {"timestamp": [1465.92, 1471.1], "text": " backgrounds. So my editor at Tor, who was then a senior editor and is now a vice president at"}, {"timestamp": [1471.1, 1477.3], "text": " Macmillan and co-publisher of Tor, in the wake of Tom's retirement, he was someone who dropped out"}, {"timestamp": [1477.3, 1483.4], "text": " of school at 14 to travel around the country and sleep on fans' sofas, science fiction fans' sofas,"}, {"timestamp": [1483.64, 1486.0], "text": " while he published fan fiction found"}, {"timestamp": [1486.0, 1490.32], "text": " himself in new york and worked his way up the publishing ladder and i met him on a bulletin"}, {"timestamp": [1490.32, 1497.02], "text": " board system when i was 17 years old and he and i had a very good relationship going back years and"}, {"timestamp": [1497.02, 1503.24], "text": " years and i came to new york and went and had lunch with him and he said when are you going to"}, {"timestamp": [1503.24, 1508.86], "text": " send me a book and i said well i'm working on this book and I described Down and Out the Magic Kingdom my first novel to him and he"}, {"timestamp": [1508.86, 1513.56], "text": " said that sounds great how far are you and I said I'm like six chapters in and he said do you have"}, {"timestamp": [1513.56, 1517.0], "text": " an outline and I said sort of and he said fix the outline send me the first three chapters that's a"}, {"timestamp": [1517.0, 1523.82], "text": " book proposal and I'll take a look and he bought it and between that moment and the book coming out"}, {"timestamp": [1523.82, 1526.86], "text": " Creative Commons launched and I was involved with the founding of CC."}, {"timestamp": [1527.14, 1531.26], "text": " I was then dating Lisa Rine, who was the founding CTO."}, {"timestamp": [1531.8, 1536.9], "text": " I suggested Matt Howey to them, who was one of the core technologists."}, {"timestamp": [1537.24, 1540.42], "text": " Aaron Swartz was kind of Lisa's ward in San Francisco."}, {"timestamp": [1540.42, 1544.0], "text": " And he came in whenever he would come to standards meetings in San Francisco."}, {"timestamp": [1544.14, 1550.16], "text": " Lisa was kind of his babysitter and he would stay with us or Lisa when he was in town. And so I had a long"}, {"timestamp": [1550.16, 1554.94], "text": " association with the organization already, long before it was actually formally founded and had"}, {"timestamp": [1554.94, 1560.16], "text": " been a part of it. And my editor had spent a bunch of time on Usenet having intemperate arguments"}, {"timestamp": [1560.16, 1567.12], "text": " with people who were worried that book piracy would be the end of the world. And so I went to him and I was like, all right, Patrick, what should we do here?"}, {"timestamp": [1567.28, 1574.22], "text": " And he said, the e-book marketplace has the worst ratio of hours and meetings to dollars"}, {"timestamp": [1574.22, 1578.36], "text": " of revenue of any venture in the history of publishing."}, {"timestamp": [1579.62, 1581.0], "text": " We should just try it."}, {"timestamp": [1581.3, 1582.1], "text": " It's your first novel."}, {"timestamp": [1582.2, 1582.8], "text": " It's low stakes."}, {"timestamp": [1582.9, 1583.58], "text": " You've got a platform."}, {"timestamp": [1583.72, 1584.16], "text": " Let's do it."}, {"timestamp": [1584.22, 1584.88], "text": " And I did it."}, {"timestamp": [1590.3, 1594.92], "text": " Down in the Magic Kingdom, launched the day of the Creative Commons licenses. It was the first professional work ever licensed or commercial work ever licensed under CC. Also"}, {"timestamp": [1594.92, 1599.46], "text": " the first novel. It sold out its hardcover run. It did very well in paperback. It's still in print"}, {"timestamp": [1599.46, 1605.68], "text": " today. Millions of people read it. Only tens of thousands, maybe 100,000 people at this point bought it."}, {"timestamp": [1606.02, 1610.04], "text": " But millions of people read it. It became a calling card. And I did that with several"}, {"timestamp": [1610.04, 1614.66], "text": " subsequent books. And at a certain point, e-books became an actual going commercial concern"}, {"timestamp": [1614.66, 1620.92], "text": " and also a source of enormous political tension within Macmillan. So if you follow publishing,"}, {"timestamp": [1620.92, 1630.96], "text": " one of the things you may know is that Macmillan's then CEO, resigned during the pandemic, John Sargent, was the guy who refused to settle the price fixing"}, {"timestamp": [1630.96, 1636.76], "text": " claim when the publishers and Apple tried to force Amazon not to use predatory pricing to sell"}, {"timestamp": [1636.76, 1644.02], "text": " Kindles and therefore, you know, shackle all writers to their platform. And the FTC really"}, {"timestamp": [1644.02, 1647.48], "text": " spanked John and Macmillan. And Macmillan just"}, {"timestamp": [1647.48, 1653.28], "text": " basically said, we can't do the CC thing anymore. So starting in 2017, that was it. But I still do"}, {"timestamp": [1653.28, 1661.44], "text": " my short fiction that way, my podcast, my photos. And I did convince Tor to be the first major"}, {"timestamp": [1661.44, 1665.1], "text": " publisher in the world, and I think maybe the only major imprint in the world"}, {"timestamp": [1665.1, 1671.86], "text": " still, whose books are entirely DRM-free in every marketplace. And that remains true, which means"}, {"timestamp": [1671.86, 1679.32], "text": " that if you have one of those expansive rights that CC is the floor under and not the ceiling"}, {"timestamp": [1679.32, 1685.02], "text": " over, right, one of those SpiceDAO rights we were just talking about. The DRM doesn't get in your way."}, {"timestamp": [1685.7, 1689.3], "text": " And since section 12.1 of the Digital Millennium Copyright Act passed in 1998,"}, {"timestamp": [1689.3, 1695.96], "text": " makes it a felony to remove DRM even to do legal things. You don't have that barrier between you"}, {"timestamp": [1695.96, 1701.36], "text": " and the full exercise of the flexibilities embodied by the limitations and exceptions in"}, {"timestamp": [1701.36, 1706.08], "text": " copyright, which I think it's not the full CC package,"}, {"timestamp": [1706.3, 1708.28], "text": " but it's more than people give a credit for."}, {"timestamp": [1710.2, 1714.42], "text": " I think that's an amazing story. And it was probably the case that I first read your books"}, {"timestamp": [1714.42, 1718.58], "text": " because I was an undergrad and somebody talked about this amazing book and you could read it"}, {"timestamp": [1718.58, 1723.0], "text": " for free. And so that's, you know, part of my copyright reform origin story."}, {"timestamp": [1723.18, 1729.52], "text": " Very good. I'm honored. And, you know, people when I started said, of course, Cory Doctorow can do a CC release."}, {"timestamp": [1729.96, 1732.04], "text": " No one's heard of him. Right."}, {"timestamp": [1732.2, 1736.0], "text": " And then when I was successful, people said, of course, Cory can do a CC release."}, {"timestamp": [1736.36, 1740.14], "text": " He's a bestseller. And, you know, you just can't win."}, {"timestamp": [1740.28, 1744.88], "text": " And the reality is having done now a lot of books with Tor, some CC and some not."}, {"timestamp": [1745.92, 1750.14], "text": " in. And the reality is, having done now a lot of books with Tor, some CC and some not, I can tell you some of them sell great and some of them don't, and some of them are CC and some of them aren't,"}, {"timestamp": [1750.6, 1757.86], "text": " and the distribution of those two facts is seemingly random. So I would love to go back"}, {"timestamp": [1757.86, 1763.44], "text": " to a CC release. Unfortunately, as much as Macmillan has treated me very well and Tor treats"}, {"timestamp": [1763.44, 1769.78], "text": " me very well, with only four or maybe five publishers, the likelihood that I will find a major publisher"}, {"timestamp": [1769.78, 1777.46], "text": " who wants to be more expansive than Tor or who could credibly stampede Tor into increased"}, {"timestamp": [1777.46, 1781.78], "text": " flexibility because they worried about losing me to them is pretty low."}, {"timestamp": [1782.5, 1786.14], "text": " I have a book coming out from a small press, not a small press, mid-sized"}, {"timestamp": [1786.14, 1793.26], "text": " press, Beacon, a good leftist press in September about copyright and entertainment industry salaries"}, {"timestamp": [1793.26, 1798.0], "text": " and wages called Chokepoint Capitalism that I wrote with Rebecca Giblin, an amazing copyright"}, {"timestamp": [1798.0, 1802.86], "text": " scholar from Australia. And even though they're a mid-sized publisher, they're distributed by"}, {"timestamp": [1802.86, 1808.6], "text": " Penguin Random House. And Penguin will not put our book on Amazon as an e-book unless we accede to DRM."}, {"timestamp": [1808.84, 1817.42], "text": " So we're having to self-publish the e-book because even mid-sized publishers can't get their books onto Amazon without DRM."}, {"timestamp": [1817.7, 1821.92], "text": " So it's not even like I could exit the big four and go to one of the smaller ones."}, {"timestamp": [1821.92, 1825.62], "text": " I'm negotiating with another global mid-tier publisher,"}, {"timestamp": [1826.28, 1828.38], "text": " respectable literary house right now."}, {"timestamp": [1828.74, 1830.52], "text": " They're also distributed by Penguin Random House."}, {"timestamp": [1830.6, 1831.84], "text": " We're going to have the same problem with them too."}, {"timestamp": [1833.16, 1835.6], "text": " So how does somebody without your experience"}, {"timestamp": [1835.6, 1836.7], "text": " with the publishing industry,"}, {"timestamp": [1836.88, 1838.9], "text": " somebody listening to this podcast,"}, {"timestamp": [1839.02, 1840.56], "text": " it's like Creative Commons sounds really interesting."}, {"timestamp": [1840.68, 1842.02], "text": " I'd like to make my works available."}, {"timestamp": [1842.22, 1843.02], "text": " How do I do that?"}, {"timestamp": [1843.02, 1849.96], "text": " And it sounds like the landscape has changed a lot since you first yeah well so let me start by saying something"}, {"timestamp": [1849.96, 1855.24], "text": " that i say to anyone who asks me for professional advice about breaking into writing irrespective"}, {"timestamp": [1855.24, 1859.7], "text": " of whether it has to do with creative commons which is that i am encyclopedic on what it took"}, {"timestamp": [1859.7, 1867.32], "text": " to break into writing 25 years ago and i know not one thing about breaking into writing 25 years ago. And I know not one thing about breaking into writing today because"}, {"timestamp": [1867.32, 1872.76], "text": " the whole market is different. And it took me a while to figure this out. I thought I was really"}, {"timestamp": [1872.76, 1876.5], "text": " doing it wrong when I started because I would go to science fiction conventions and I'd go to panels"}, {"timestamp": [1876.5, 1882.28], "text": " and they'd say like, you know, if you want to get your books into the spinner racks and pharmacies"}, {"timestamp": [1882.28, 1888.58], "text": " and grocery stores, you want to go to the warehouse where the truckers are who take the books out in the morning and give them a box of donuts."}, {"timestamp": [1889.5, 1894.66], "text": " And this was like in the late 80s when all of those small distributors that had unionized"}, {"timestamp": [1894.66, 1900.76], "text": " Teamsters had collapsed from 300 to three national ones whose warehouses you couldn't get near to."}, {"timestamp": [1900.9, 1910.78], "text": " Or people who would say like, if you've written a john w campbell story the best thing to do show me got a lot of gumption is you take the c train to lincoln center and you go up to the the"}, {"timestamp": [1910.78, 1915.34], "text": " zip davis offices and you throw it over the transom so that it's there when he comes in in the morning"}, {"timestamp": [1915.34, 1921.06], "text": " and i'm like okay so zip davis has been acquired three times since then john w campbell died the"}, {"timestamp": [1921.06, 1928.52], "text": " year i was born and he was a fascist and And now they have air conditioning, so they don't have transoms anymore. Like, what do I do with any of that advice?"}, {"timestamp": [1929.12, 1936.52], "text": " And so all of my advice looks like that, right? All of my advice is the 2022 version of how to"}, {"timestamp": [1936.52, 1943.4], "text": " sell books to dead editors who work for companies that don't exist anymore, where literally the"}, {"timestamp": [1943.4, 1945.0], "text": " hole you put your book through"}, {"timestamp": [1945.0, 1946.54], "text": " has been sealed permanently."}, {"timestamp": [1947.32, 1948.9], "text": " And I don't know what to tell you."}, {"timestamp": [1948.96, 1950.62], "text": " So that's like my first piece of advice."}, {"timestamp": [1950.72, 1952.24], "text": " You need to go and talk to people"}, {"timestamp": [1952.24, 1955.74], "text": " who are doing what you're doing, right?"}, {"timestamp": [1955.74, 1956.84], "text": " If you want to break into the field,"}, {"timestamp": [1956.94, 1958.32], "text": " find other people trying to break into the field"}, {"timestamp": [1958.32, 1959.94], "text": " and share your gleanings"}, {"timestamp": [1959.94, 1962.68], "text": " because you will be accumulating market intelligence"}, {"timestamp": [1962.68, 1964.22], "text": " that is relevant to where you are now."}, {"timestamp": [1964.4, 1970.16], "text": " In terms of CC, I think that you will honestly, I think you'll really struggle to find one of the"}, {"timestamp": [1970.16, 1973.78], "text": " big four or five publishers who will let you do it. I think the midsize publishers are better"}, {"timestamp": [1973.78, 1980.0], "text": " about it. I think even they will run up against limits because of the issues with the distributors."}, {"timestamp": [1980.68, 1984.78], "text": " And, you know, one of the reasons that everyone's distributing through Penguin Random House,"}, {"timestamp": [1984.94, 1985.12], "text": " which is a competitor of theirs, right? Let's be clear here. Penguin Random House isn't just and you know one of the reasons that everyone's distributing through penguin random house which"}, {"timestamp": [1985.12, 1989.58], "text": " is a competitor of theirs right let's let's be clear here penguin random house isn't just a"}, {"timestamp": [1989.58, 1993.78], "text": " distributor they're the largest publisher in the world so all the mid-tier publishers are"}, {"timestamp": [1993.78, 1999.84], "text": " distributing with penguin random house the largest publisher in the world this is like if everyone"}, {"timestamp": [1999.84, 2006.6], "text": " who did farm to table grass-fed beef distributed through McDonald's, right? It is super weird."}, {"timestamp": [2006.72, 2011.72], "text": " And the reason for that is there's one national distributor left in the United States, Ingram."}, {"timestamp": [2011.98, 2016.7], "text": " They just got FTC approval under the Trump administration to buy out Baker and Taylor,"}, {"timestamp": [2016.8, 2023.84], "text": " one of the two remaining distributors. Remember down from 300 in the 1980s. And so now we're down"}, {"timestamp": [2023.84, 2030.76], "text": " to one. And so, you know, if the distributor won't carry the books on the terms you want to have them, you're screwed, right?"}, {"timestamp": [2030.8, 2037.96], "text": " Like, even if you manage to do a deal, the Audible is now 90% of the audiobook market."}, {"timestamp": [2038.14, 2042.0], "text": " The audiobook market is now as big as the hardcover or paperback market."}, {"timestamp": [2042.68, 2045.64], "text": " And they're owned by Amazon and they will not carry"}, {"timestamp": [2045.64, 2051.82], "text": " any title without DRM. And a Creative Commons license on a DRM book is basically useless"}, {"timestamp": [2051.82, 2056.78], "text": " because you can't use any of the flexibilities in a Creative Commons license with a DRM book"}, {"timestamp": [2056.78, 2062.02], "text": " without removing the DRM, which like exposes you to felony liability, five years in prison"}, {"timestamp": [2062.02, 2066.3], "text": " and a $500,000 fine. So in some ways, this is like"}, {"timestamp": [2066.3, 2069.56], "text": " that old joke from Ireland. If you wanted to get there, I wouldn't start from here."}, {"timestamp": [2070.14, 2075.68], "text": " And it is to return to this theme that you have to keep zooming out where if the question you're"}, {"timestamp": [2075.68, 2081.42], "text": " asking is, which words do I need to say in my contract negotiation to get groceries? And none"}, {"timestamp": [2081.42, 2086.76], "text": " of the words are working. Maybe you're looking in the wrong spot for why you're not getting groceries, right?"}, {"timestamp": [2086.78, 2088.3], "text": " Maybe the problem is"}, {"timestamp": [2088.3, 2090.28], "text": " that there's four major publishers"}, {"timestamp": [2090.28, 2091.44], "text": " and one distributor left"}, {"timestamp": [2091.44, 2094.96], "text": " and not that you need to figure out"}, {"timestamp": [2094.96, 2097.34], "text": " how to convince a publisher to let you do CC."}, {"timestamp": [2097.9, 2100.46], "text": " And, you know, the good news there,"}, {"timestamp": [2100.5, 2103.24], "text": " and I think there is some really profoundly good news there,"}, {"timestamp": [2104.02, 2106.7], "text": " is that this is not just a problem"}, {"timestamp": [2106.7, 2113.7], "text": " for CC. The problem of monopolies and their abuse of their supply chains ripples through every"}, {"timestamp": [2113.7, 2118.22], "text": " sector. There's two major brewers, two major spirits companies, four major finance companies,"}, {"timestamp": [2118.42, 2123.8], "text": " four major shipping cartels. They're so big that their regulators can't tell them boo, and so they're"}, {"timestamp": [2123.8, 2126.98], "text": " able to realize economies of scale by building bigger and bigger ships"}, {"timestamp": [2126.98, 2129.22], "text": " that periodically get stuck in the Suez Canal."}, {"timestamp": [2129.6, 2132.12], "text": " There is one professional wrestling league."}, {"timestamp": [2132.24, 2133.8], "text": " There's one cheerleading league."}, {"timestamp": [2134.02, 2135.82], "text": " There's one cheerleader uniform supplier."}, {"timestamp": [2136.26, 2139.62], "text": " There's two giant athletic shoe manufacturers and so on."}, {"timestamp": [2139.62, 2141.82], "text": " And what this means is that you have allies."}, {"timestamp": [2142.12, 2154.1], "text": " That this weird thing where you want to be more flexible in your copyright for your books is not just the minority fight on the periphery of the main event."}, {"timestamp": [2154.1, 2155.56], "text": " It is the main event."}, {"timestamp": [2170.48, 2170.68], "text": " fairness for all workers, including creative workers, has been absolutely annihilated by the monopoly power or monopsony power of large firms,"}, {"timestamp": [2173.36, 2173.52], "text": " then you have so many allies in this fight."}, {"timestamp": [2178.04, 2178.34], "text": " And, you know, I don't know if Jamie Boyle is still a CC board member, but he was a founding CC board member."}, {"timestamp": [2185.42, 2191.1], "text": " And Jamie, who's at the Duke Center for the Public Domain, he analogizes all of this to the ecology movement. He says before the term ecology was coined, some people cared about owls and some people cared about the ozone layer. But"}, {"timestamp": [2191.1, 2196.46], "text": " what it was that caring about, you know, charismatic nocturnal avians had to do with"}, {"timestamp": [2196.46, 2200.64], "text": " the gaseous composition of the upper atmosphere was not immediately apparent until the word"}, {"timestamp": [2200.64, 2205.48], "text": " ecology came along. And then a thousand issues became one movement with a thousand ways to get involved."}, {"timestamp": [2205.9, 2207.76], "text": " And if you hear me talk about how"}, {"timestamp": [2207.76, 2209.84], "text": " no major publisher is going to let you do CC"}, {"timestamp": [2209.84, 2212.22], "text": " and you want to do CC and you are pissed,"}, {"timestamp": [2212.4, 2214.54], "text": " the answer isn't to argue with major publishers."}, {"timestamp": [2214.86, 2218.3], "text": " The answer is to argue for a restructuring of all industry,"}, {"timestamp": [2219.02, 2220.02], "text": " including publishing,"}, {"timestamp": [2220.44, 2222.72], "text": " so that it gives us all a better shake."}, {"timestamp": [2223.02, 2225.9], "text": " And your allies in that fight are publishing workers."}, {"timestamp": [2226.26, 2228.38], "text": " Because with only four major houses,"}, {"timestamp": [2228.38, 2231.62], "text": " if you want to be an editor or a publicist or a book designer"}, {"timestamp": [2231.62, 2235.52], "text": " or any of these other things that people in publishing want to do,"}, {"timestamp": [2236.2, 2238.76], "text": " nobody ever went into that industry because they wanted to get rich."}, {"timestamp": [2239.2, 2240.88], "text": " They're the people of the book, just like you and me."}, {"timestamp": [2240.96, 2243.12], "text": " They got involved with it because they could not."}, {"timestamp": [2243.88, 2252.6], "text": " Then you are screwed by only having five buyers for your labor. And they are on your side in this fight. They may"}, {"timestamp": [2252.6, 2256.7], "text": " not know it yet, but you can leave them there. And so that's the fight I think we need to have."}, {"timestamp": [2258.22, 2262.16], "text": " And I feel like we've talked a lot about your fiction writing, but most of these themes will"}, {"timestamp": [2262.16, 2268.74], "text": " be very familiar to people who have read your nonfiction, all of these articles and writing. Which one of these do you have more energy for"}, {"timestamp": [2268.74, 2271.28], "text": " lately? Which one do you feel is making more of a difference in the world?"}, {"timestamp": [2272.46, 2278.44], "text": " Well, I'll let you in on a dirty secret, which is that I write when I'm anxious. And so I have"}, {"timestamp": [2278.44, 2284.6], "text": " eight books coming out between now and the end of 2025. And they run that gamut. I have four novels,"}, {"timestamp": [2286.0, 2286.54], "text": " in the end of 2025. And they run that gamut. I have four novels, a short story collection,"}, {"timestamp": [2292.82, 2300.3], "text": " two nonfiction books, and a young adult graphic novel coming out in the next three years. And so I would say all of the above. And I really do think that like the abstract, complex technical"}, {"timestamp": [2300.3, 2306.12], "text": " argument about how our markets are structured and how a regulation is structured"}, {"timestamp": [2306.12, 2316.46], "text": " and how unfair that is benefits enormously from the emotional, personal narrative argument that"}, {"timestamp": [2316.46, 2323.26], "text": " arises in fiction. And that people who read the fiction and go like, damn, I want to do something"}, {"timestamp": [2323.26, 2326.06], "text": " about this, need the nonfiction to help"}, {"timestamp": [2326.06, 2331.52], "text": " them figure it out, right? They need both. And so I try to be like a full stack activist here,"}, {"timestamp": [2331.66, 2336.64], "text": " full stack literary activist here and do both. So, you know, you can read my story on authorized"}, {"timestamp": [2336.64, 2343.52], "text": " bread, which is about DRM and you can read my articles about DRM and then you can read my"}, {"timestamp": [2343.52, 2345.84], "text": " legislative proposals for managing DRM."}, {"timestamp": [2345.96, 2350.98], "text": " And you can get involved in the lawsuit I helped create through EFF to overturn the DRM law, right?"}, {"timestamp": [2351.92, 2353.18], "text": " That's my theory of change."}, {"timestamp": [2353.24, 2354.7], "text": " That's how I can make change."}, {"timestamp": [2354.96, 2356.54], "text": " Because I'm not an organizer."}, {"timestamp": [2356.8, 2358.12], "text": " I'm a terrible boss."}, {"timestamp": [2358.44, 2359.7], "text": " You know, I'm a hermit."}, {"timestamp": [2359.7, 2362.82], "text": " You know, like the things that I can do, that's what I can do."}, {"timestamp": [2362.92, 2365.8], "text": " And if I do all of them at once, each one of them is better."}, {"timestamp": [2367.74, 2370.74], "text": " Sounds like they're like everybody has their role in the activism movement."}, {"timestamp": [2370.84, 2376.16], "text": " And yours is just put out more text than pretty much anyone else that I can think of."}, {"timestamp": [2377.52, 2383.26], "text": " Well, you know, it's funny because like there's I think there are some things to be skeptical about in the musical Hamilton."}, {"timestamp": [2383.78, 2385.68], "text": " Mostly we talk about the politics of it."}, {"timestamp": [2385.88, 2387.9], "text": " Hamilton was a dick, you know?"}, {"timestamp": [2388.18, 2391.32], "text": " Yeah, he was like a sympathetic and flawed character, but he was like personally a dick."}, {"timestamp": [2391.38, 2392.06], "text": " He was wrong."}, {"timestamp": [2392.28, 2397.26], "text": " But despite all that, I think though, leaving aside all of that, one of the things that"}, {"timestamp": [2397.26, 2403.14], "text": " Miranda really, I think, doesn't get enough stick for is the fact that he locates Hamilton's"}, {"timestamp": [2403.14, 2406.78], "text": " greatness in his writing, right? Like this guy who"}, {"timestamp": [2406.78, 2413.72], "text": " like founds Columbia University and the New York Post and is a brilliant military tactician and"}, {"timestamp": [2413.72, 2419.18], "text": " like structures the American financial market. But for Miranda, who is after all a writer,"}, {"timestamp": [2419.66, 2425.98], "text": " the most cool thing that Alexander Hamilton did is is not all it wasn't like leading people to"}, {"timestamp": [2425.98, 2435.34], "text": " glorious victory in battle it was writing about it like what would you love to see more of from"}, {"timestamp": [2435.34, 2439.86], "text": " people who would like to make that kind of change in the world i mean it's that coalition that's"}, {"timestamp": [2439.86, 2445.36], "text": " what i'm pushing for right we need to recognize that we are fighting the same fight. That once we"}, {"timestamp": [2445.36, 2453.98], "text": " understand the common role that monopoly plays in distorting our regulation and therefore making us"}, {"timestamp": [2453.98, 2462.04], "text": " miserable, right? Like the reason Boeing 737 Max's fall out of the sky is that Boeing is part of a"}, {"timestamp": [2462.04, 2466.32], "text": " highly monopolized aerospace sector, which convinced the FAA to"}, {"timestamp": [2466.32, 2471.44], "text": " let itself regulate and then killed hundreds of people. And if, you know, I live around the corner"}, {"timestamp": [2471.44, 2478.18], "text": " from Burbank Airport, you know, 5737 Max's with Southwest Livery take off and land there every"}, {"timestamp": [2478.18, 2487.12], "text": " day. If one of them ever falls through my roof, it'll be the problem of monopoly, right? If you are appalled by animal cruelty or by the death"}, {"timestamp": [2487.12, 2496.06], "text": " of people in meatpacking, that's also a monopoly story. And if you want to know why your kids are"}, {"timestamp": [2496.06, 2501.78], "text": " getting spied on while they learn with their ed tech, that's also a monopoly story. Or why there's"}, {"timestamp": [2501.78, 2505.24], "text": " no federal privacy law with a private right of action. It's also a"}, {"timestamp": [2505.24, 2511.56], "text": " monopoly story. Whatever you care about, right? Whatever it is that you are personally angry"}, {"timestamp": [2511.56, 2517.86], "text": " about. The gas at the pump when Texas benchmark crude is at like a five-year low and gas at the"}, {"timestamp": [2517.86, 2526.58], "text": " pump is at a 10-year high, 20-year high. That's a monopoly story, right? All of that stuff is a monopoly story. How is it"}, {"timestamp": [2526.58, 2533.48], "text": " that our financial sector and their auditors allowed Russian oligarchs to establish safe"}, {"timestamp": [2533.48, 2540.48], "text": " havens for their wealth outside of Russia, such that we can now not even find it and lay hands"}, {"timestamp": [2540.48, 2546.42], "text": " on it? Also a monopoly story. The financial sector and the auditing sector are"}, {"timestamp": [2546.42, 2552.38], "text": " just as monopolized as these other sectors. When we figure out that we're all fighting the same"}, {"timestamp": [2552.38, 2558.12], "text": " fight, right, that fighting for owls and fighting for the ozone layer are both ecology, and that"}, {"timestamp": [2558.12, 2563.48], "text": " fighting about price gouging at the pump and fighting about, gosh, you know, the way that"}, {"timestamp": [2563.48, 2565.32], "text": " big law requires certain"}, {"timestamp": [2565.32, 2571.04], "text": " credentials of law students which either shackle them to debt for their whole life or limit the"}, {"timestamp": [2571.04, 2575.32], "text": " profession to people who are born with a silver spoon in their mouth right that's the same fight"}, {"timestamp": [2575.32, 2580.4], "text": " too once we figure that out once we are all fighting the right fight and and helping each"}, {"timestamp": [2580.4, 2584.52], "text": " other which doesn't mean you stop fighting about big law or eyeglasses or professional wrestling"}, {"timestamp": [2584.52, 2588.72], "text": " or copyright it means that you frame that struggle in solidarity with other struggles."}, {"timestamp": [2588.92, 2593.16], "text": " And when they ask you to march, you show up because when you ask them to march, they'll show up too."}, {"timestamp": [2593.88, 2599.82], "text": " You sign their petition, they sign your petition and you form a block in your local precinct and"}, {"timestamp": [2599.82, 2604.44], "text": " in your local political organization to stand up for this stuff. When that happens, I think we can"}, {"timestamp": [2604.44, 2608.58], "text": " make real change. And until that happens, I think we're going to struggle. Do you see open moving towards"}, {"timestamp": [2608.58, 2612.1], "text": " that in the future? Do you see the open movement being able to form those coalitions with people"}, {"timestamp": [2612.1, 2618.44], "text": " who are fighting the same fight? I think so. You know, I think that the open movement really avoided"}, {"timestamp": [2618.44, 2628.42], "text": " politics for a long time and tried to argue that openness was about a kind of ethical stance and not about a commercial or a political stance."}, {"timestamp": [2628.74, 2632.22], "text": " And it could exist somehow above it."}, {"timestamp": [2632.22, 2636.96], "text": " And, you know, that is a thing that I think has represented some important splits in the movement,"}, {"timestamp": [2637.14, 2641.28], "text": " including the adoption of the word open instead of the adoption of the word free,"}, {"timestamp": [2641.5, 2644.08], "text": " which, to be clear, I think using the word free was a mistake."}, {"timestamp": [2644.08, 2644.42], "text": " of the adoption of the word free, which to be clear, I think using the word free was a mistake."}, {"timestamp": [2650.26, 2655.52], "text": " I think that, you know, the idea that, oh, I'm going to start like a generations long project, and I'm going to specifically put some wordplay in its name so that nobody is ever sure what it"}, {"timestamp": [2655.52, 2661.1], "text": " means. And most people misunderstand it at the outset was like a huge tactical blunder. But I"}, {"timestamp": [2661.1, 2674.14], "text": " think that switching from a focus or an emphasis on the ethical proposition of freedom and moving to the instrumental proposition of openness, things are better when they're open."}, {"timestamp": [2674.26, 2681.68], "text": " Your code is better when it's open, as opposed to the people who use your code are more free when it's free."}, {"timestamp": [2682.26, 2686.36], "text": " As in speech, if not in beer, thank you very much for that ambiguity."}, {"timestamp": [2687.02, 2693.98], "text": " You know, that was a mistake. And it produced a circumstance where you can have openness without"}, {"timestamp": [2693.98, 2698.9], "text": " freedom, where you can know exactly how screwed you are, but can't do a damn thing about it."}, {"timestamp": [2699.34, 2704.34], "text": " You know, so this is way more visible in the code world. Mako Hill gave a LibrePlanet talk about this,"}, {"timestamp": [2704.64, 2705.28], "text": " where he said,"}, {"timestamp": [2705.6, 2710.72], "text": " if you have software freedom today, you're probably one of the big tech companies. So Google has total"}, {"timestamp": [2710.72, 2715.78], "text": " software freedom. They have the source code to all of the stuff they use, and they get the benefits"}, {"timestamp": [2715.78, 2720.32], "text": " of open source because lots of people bang away at it and submit patches for it. But if they want"}, {"timestamp": [2720.32, 2729.48], "text": " to reconfigure it, they can. And we all have open source. Like if we want to know what Google stack looks like, it's on GitHub for us to download and look at, and we can check in our own"}, {"timestamp": [2729.48, 2735.7], "text": " commits to it, but they won't be adopted for Google's backend unless Google chooses to put"}, {"timestamp": [2735.7, 2741.6], "text": " it there. And since all of our apps loop through Google somehow, we don't have the freedom, right?"}, {"timestamp": [2741.6, 2747.4], "text": " Without being able to control that platform. And openness is not enough without freedom."}, {"timestamp": [2748.12, 2753.1], "text": " You know, openness is just, openness without freedom is actually a recipe for despair."}, {"timestamp": [2753.42, 2761.86], "text": " Like if you have body cam footage that shows you to a farthing exactly how brutal and unfair"}, {"timestamp": [2761.86, 2765.48], "text": " cops are to people of color, and yet the cops get off scot-free,"}, {"timestamp": [2765.82, 2772.72], "text": " despite that body of evidence, that is far from being a mechanism that produces meaningful reform."}, {"timestamp": [2773.04, 2776.94], "text": " I don't think we can have meaningful reform without openness, right? We need to know what's"}, {"timestamp": [2776.94, 2781.82], "text": " going on to change what's going on. But if all we have is openness with no mechanism for change,"}, {"timestamp": [2782.26, 2789.02], "text": " then I think we are just going to make people cynical and we'll lose the ability to make a better world."}, {"timestamp": [2790.4, 2795.04], "text": " I feel like this is always the problem for people trying to design things for change in the long term."}, {"timestamp": [2795.28, 2799.16], "text": " Like you don't know what you need until the problems that you've designed come back to bite you."}, {"timestamp": [2799.96, 2801.58], "text": " Like this was not enough."}, {"timestamp": [2801.58, 2807.58], "text": " Yeah, well, I mean, see cc 2.0 licenses right which like"}, {"timestamp": [2807.58, 2812.98], "text": " again i'm not blaming cc for i was there when they were made i didn't notice the problem right like"}, {"timestamp": [2812.98, 2821.12], "text": " this is not it's not anyone's fault but you know defects lurk in systems for long periods of time"}, {"timestamp": [2821.12, 2825.7], "text": " you know look at open ssl andbleed, where you had this piece of"}, {"timestamp": [2825.7, 2830.84], "text": " absolutely mission-critical code that everyone on the internet used, and it had a showstopper bug"}, {"timestamp": [2830.84, 2836.74], "text": " that had been there for a decade and just no one had noticed. And, you know, it's absolutely"}, {"timestamp": [2836.74, 2844.14], "text": " possible for serious defects to hide in plain sight. I'm just having a conversation with staff"}, {"timestamp": [2844.14, 2851.12], "text": " where I'm suggesting that perhaps we should have talked about the license upgrade as a security update to encourage people to do it."}, {"timestamp": [2851.46, 2859.92], "text": " And I think similar to software security updates, the main problem with that is that for most people acting in good faith, like the previous version was completely fine."}, {"timestamp": [2860.04, 2864.24], "text": " And it is just that there are a few bad actors who would like to abuse the system that they get necessary for."}, {"timestamp": [2863.98, 2864.32], "text": " And it is just that there are a few bad actors who would like to abuse the system that make it necessary."}, {"timestamp": [2873.26, 2876.58], "text": " Yeah, I mean, I think that's right. But, you know, one of the things that's really terrible about copyright is its duration. And we mostly talk about in the context of not having a public domain."}, {"timestamp": [2876.82, 2886.84], "text": " But it's even more important in the context of having these long term governance crises where, you know, your copyright will fall into an estate someday."}, {"timestamp": [2887.32, 2893.02], "text": " And then that estate will liquidate that copyright in some way. Chances are it'll just disappear and"}, {"timestamp": [2893.02, 2897.34], "text": " become an orphan work, but they might sell it off. You know, you could even imagine some successor"}, {"timestamp": [2897.34, 2905.14], "text": " to today's copyleft trolls just buying the estates, the copyrights out of the estates of people who have CC 2.0 works. And then having"}, {"timestamp": [2905.14, 2912.44], "text": " a hundred years, 70 years to go out and find people who make attribution errors and sue them."}, {"timestamp": [2912.76, 2918.6], "text": " And since those people are long dead, no one is going to be able to upgrade those licenses except"}, {"timestamp": [2918.6, 2927.18], "text": " whoever becomes the proprietor of those copyrights. And, you know, wouldn't that be crazy if the most enduring legacy that you leave behind"}, {"timestamp": [2927.18, 2931.38], "text": " as someone who spent 20 years sticking photos on flickr or wikimedia commons or whatever"}, {"timestamp": [2931.38, 2937.7], "text": " is that 50 years later no one knows who you were and no one knows anything about you and all that"}, {"timestamp": [2937.7, 2945.92], "text": " is remembered of you is that your work is used to victimize people acting in good faith for sharing an open culture."}, {"timestamp": [2946.28, 2950.4], "text": " Like what a horrible monkey's paw curl that would be."}, {"timestamp": [2950.96, 2953.22], "text": " It's like being remembered for selling faulty copper."}, {"timestamp": [2953.58, 2957.66], "text": " I feel like that's not where the legacy of most of these works is going to be."}, {"timestamp": [2957.9, 2958.2], "text": " No."}, {"timestamp": [2958.98, 2963.0], "text": " I think actually it's been great to see a lot of these works get new life."}, {"timestamp": [2963.52, 2968.76], "text": " You know, people's photos that they never knew would be useful being used in things like wikipedia and things like illustrations i hope"}, {"timestamp": [2968.76, 2973.64], "text": " it's a small problem but definitely i've appreciated your writing and making people"}, {"timestamp": [2973.64, 2977.56], "text": " aware of like what can happen that certainly helped with our efforts in trying to get people"}, {"timestamp": [2977.56, 2982.78], "text": " to use the newer licenses yeah and you know really what we need is the institutions to step up"}, {"timestamp": [2982.78, 2989.82], "text": " which cc's done you know the search engine guys run with Automatic, it does most of what I think it needs to do."}, {"timestamp": [2990.16, 2991.42], "text": " I don't think it does warnings yet."}, {"timestamp": [2991.56, 2993.4], "text": " Does it do a prominent warning on 2.0 images?"}, {"timestamp": [2994.22, 2995.4], "text": " I don't believe so."}, {"timestamp": [2995.88, 2999.9], "text": " That, I think, is a missing piece, but easy enough fix."}, {"timestamp": [2999.98, 3002.56], "text": " But the automatic attribution string generation is very good."}, {"timestamp": [3002.88, 3006.84], "text": " I'm told by Flickr that they are updating to 4.0 really soon,"}, {"timestamp": [3006.88, 3010.68], "text": " and they'll post warnings on images that aren't updated by their creators."}, {"timestamp": [3011.7, 3017.5], "text": " Wikimedia really needs to have an attribution string generator on the commons."}, {"timestamp": [3017.66, 3020.26], "text": " I mean, that is the way that you ensure proper compliance,"}, {"timestamp": [3020.26, 3026.34], "text": " even with the very strict CC2 rules, is to just give people one-click attribution."}, {"timestamp": [3027.34, 3035.18], "text": " And, you know, once the institutions step up, it actually doesn't matter so much if the individuals don't upgrade."}, {"timestamp": [3035.24, 3041.6], "text": " Because for all that, the initial hope for this was that we would have distributed hosting,"}, {"timestamp": [3041.86, 3044.84], "text": " thousands and thousands of people hosting their own CC works,"}, {"timestamp": [3044.82, 3045.32], "text": " would have distributed hosting, thousands and thousands of people hosting their own CC works,"}, {"timestamp": [3049.9, 3055.06], "text": " and that search engines would use the RDF to find them and aggregate them so you could search and find them all. What's actually happened is there's like five places where almost all CC works are"}, {"timestamp": [3055.06, 3060.46], "text": " sourced from, right? And that's not great. But you know, one advantage is if we can get those five"}, {"timestamp": [3060.46, 3065.06], "text": " places to stick warnings on old licenses and add attribution one clicks to all"}, {"timestamp": [3065.06, 3071.46], "text": " of them, then I think we get rid of 95% of the trolls business model. Feels like we're coming"}, {"timestamp": [3071.46, 3076.1], "text": " back full circle. It shouldn't be on the individual to have to be informed and like make these"}, {"timestamp": [3076.1, 3081.78], "text": " choices. The system should make the right thing to do the easiest thing to do. For sure. For sure."}, {"timestamp": [3081.98, 3085.28], "text": " And I, you know, that was the well, that's interesting."}, {"timestamp": [3085.42, 3094.34], "text": " I guess it wasn't the original CC design. The original CC design was all about picking a license and very little about using the license."}, {"timestamp": [3094.66, 3101.3], "text": " Right. I don't think there was much of a tool chain for information users."}, {"timestamp": [3102.2, 3106.46], "text": " And that was maybe a lacuna. Right? Maybe that was something we forgot to do"}, {"timestamp": [3106.46, 3116.26], "text": " 20 years ago. But, you know, I mean, you would know better than I, but it feels like apart from"}, {"timestamp": [3116.26, 3121.64], "text": " correcting these defects, like not having an opportunity to cure before termination, that the"}, {"timestamp": [3121.64, 3125.24], "text": " new versions of the license are making pretty incremental progress,"}, {"timestamp": [3126.06, 3131.84], "text": " and that the licenses are really fit for purpose today. And maybe if we spent the first 20 years"}, {"timestamp": [3131.84, 3137.2], "text": " developing tooling for creators, we can spend the next 20 years building tooling for users"}, {"timestamp": [3137.2, 3143.66], "text": " and perfecting that. I think that's right. We don't have any short-term plans for a new version."}, {"timestamp": [3143.8, 3152.34], "text": " I would have been happy to see as somebody who worked on the 4.0 version and then has come back to Creative Commons that it seems to have held up pretty well to the uses that everybody has wanted to put it to."}, {"timestamp": [3152.46, 3172.7], "text": " And that so much of the work is going to be in maintenance now and education and making them easier to use and better integrated in the ways that people are actually sharing. I mean, there's so much opportunity just to stick license data, attribution data, and even alt text, assistive text in EXIF on images."}, {"timestamp": [3173.92, 3176.88], "text": " And, you know, nobody, as far as I can tell, is doing that."}, {"timestamp": [3177.04, 3177.66], "text": " There's a little bit."}, {"timestamp": [3177.7, 3181.34], "text": " I think Welcome Trust does it, but almost no one else does."}, {"timestamp": [3182.16, 3184.68], "text": " And boy, wouldn't that make life easy?"}, {"timestamp": [3187.88, 3194.18], "text": " almost no one else does. And boy, wouldn't that make life easy? And you could have a Twitter subroutine in their publishing platform that just checks the exif of any photo that's uploaded"}, {"timestamp": [3194.18, 3200.66], "text": " and checks to see whether it has alt text and or licensing text. And it could just expose that with"}, {"timestamp": [3200.66, 3205.4], "text": " an alt tag, right? As both assistive and licensing data that would make it visible to"}, {"timestamp": [3205.4, 3211.04], "text": " search tools so we could re-aggregate it back into the commons and would also increase the"}, {"timestamp": [3211.04, 3216.52], "text": " penetration of assistive information for people with visual disabilities and you know like i'm"}, {"timestamp": [3216.52, 3221.54], "text": " sure there are people out there for whom xf data as it stands is very useful to know that it was"}, {"timestamp": [3221.54, 3226.46], "text": " taken with an iphone 6 with the following f-stop or whatever. But I"}, {"timestamp": [3226.46, 3233.8], "text": " suspect that for the vast majority of photo users, that is completely irrelevant. Whereas having"}, {"timestamp": [3233.8, 3239.2], "text": " assistive data, which would improve search and accessibility, as well as licensing data, which"}, {"timestamp": [3239.2, 3246.68], "text": " would improve reuse and reduce the likelihood of predatory conduct would be far more valuable."}, {"timestamp": [3247.44, 3250.88], "text": " I feel like all of this data is interesting and useful to somebody."}, {"timestamp": [3251.1, 3253.94], "text": " So like, well, but yeah, we don't have to choose."}, {"timestamp": [3254.02, 3255.46], "text": " You could keep the f-stop in there too."}, {"timestamp": [3256.08, 3256.3], "text": " Yeah."}, {"timestamp": [3256.8, 3257.08], "text": " Yeah."}, {"timestamp": [3257.22, 3261.62], "text": " I mean, I struggle with this now because I'm so worried about getting dinged by copyleft"}, {"timestamp": [3261.62, 3261.96], "text": " trolls."}, {"timestamp": [3262.22, 3267.56], "text": " I upload a new podcast every week and i usually use a cc image as the"}, {"timestamp": [3267.56, 3275.3], "text": " thumbnail and i add it to the mp3 as part of the metadata and there is no good field in mp3 id3"}, {"timestamp": [3275.3, 3283.94], "text": " tags for license image not for the mp3 but for the image that comes with the mp3 and i'm like"}, {"timestamp": [3283.94, 3286.54], "text": " sticking it in the other and the comments area"}, {"timestamp": [3286.54, 3291.06], "text": " and adding it to the exif of the image and just hoping that if i ever get into another situation"}, {"timestamp": [3291.06, 3296.44], "text": " where someone says i'm going to come after you for 150 000 for copyright infringement because you"}, {"timestamp": [3296.44, 3302.76], "text": " didn't attribute that cc2 image correctly that i can point to that id3 tag and the exif data and"}, {"timestamp": [3302.76, 3306.94], "text": " the jpeg and go like i think a judge will see this my way."}, {"timestamp": [3307.08, 3311.78], "text": " Are you feeling lucky, punk? And that they'll go away. And if you're not sure how to get it right,"}, {"timestamp": [3311.78, 3320.06], "text": " who has a chance of being able to get this right? Yeah, exactly. Exactly. So yeah, I mean,"}, {"timestamp": [3320.1, 3325.8], "text": " I do think that tooling for users is really a missing piece. And I think it's because we just"}, {"timestamp": [3325.8, 3332.78], "text": " assumed correctly that the majority of CC publishers were right on and like they just"}, {"timestamp": [3332.78, 3338.18], "text": " wouldn't be dicks about it. And, you know, that is a system that works very well and fails very"}, {"timestamp": [3338.18, 3342.72], "text": " badly because it turns out that there are a bunch of dicks out there and we can't count on people"}, {"timestamp": [3342.72, 3345.98], "text": " being right on. The whole system of Creative Commons exists basically and we can't count on people being right on the whole system of creative"}, {"timestamp": [3345.98, 3350.44], "text": " commons exists basically because we can't count on everybody being right on all the time although"}, {"timestamp": [3350.44, 3355.0], "text": " i would also say that the most important thing creative commons has done is be a normative"}, {"timestamp": [3355.0, 3361.18], "text": " intervention i think that the licenses are frankly secondary which is why all those 2.0 licenses"}, {"timestamp": [3361.18, 3371.26], "text": " aren't a hazard for the most part because what this this is really about is signal. It's like a hanky code for right on people. You know, are you right on? I'm right on"}, {"timestamp": [3371.26, 3376.28], "text": " too. Let's go be right on together. I have to admit, as somebody who has spent a lot of time"}, {"timestamp": [3376.28, 3380.08], "text": " in the text of the licenses that I appreciate doing it so that other people do not have to"}, {"timestamp": [3380.08, 3385.28], "text": " and just basically understand what it means. We're coming up on the end of the hour. Anything else you want to talk about?"}, {"timestamp": [3387.52, 3388.44], "text": " I don't know."}, {"timestamp": [3388.62, 3391.1], "text": " I mean, I'm so grateful that CC is still out there"}, {"timestamp": [3391.1, 3392.0], "text": " and doing what it does."}, {"timestamp": [3392.12, 3393.36], "text": " And I think maybe that last point"}, {"timestamp": [3393.36, 3394.5], "text": " is the best one to end on,"}, {"timestamp": [3394.56, 3397.14], "text": " that the licenses are important, obviously,"}, {"timestamp": [3397.34, 3399.28], "text": " but the most important thing CC has done"}, {"timestamp": [3399.28, 3403.06], "text": " is encourage people to think about cultural use"}, {"timestamp": [3403.06, 3404.72], "text": " as a realm distinct"}, {"timestamp": [3404.72, 3406.28], "text": " from the industrial regulation of"}, {"timestamp": [3406.28, 3415.98], "text": " copyright that kind of back formed a set of cultural norms and frameworks into a system that"}, {"timestamp": [3415.98, 3426.64], "text": " we made the terrible choice to apply to everything that is done on the internet when it was designed to mediate"}, {"timestamp": [3426.64, 3434.88], "text": " negotiations like the harry potter theme park and getting us away from the"}, {"timestamp": [3434.88, 3449.6], "text": " i don't know i know i probably shouldn't swear but the you can beep it the batshit proposition that if you are dating or going to school or having a doctor's appointment"}, {"timestamp": [3449.6, 3455.1], "text": " or doing your finances that the regulation that backstops all of that is the one that"}, {"timestamp": [3455.1, 3458.56], "text": " was invented so that me and my agent can negotiate with my publisher"}, {"timestamp": [3458.56, 3466.2], "text": " getting rid of that lunacy is the most important thing that CC does."}, {"timestamp": [3466.58, 3468.36], "text": " And I'm grateful that it's doing it."}, {"timestamp": [3469.92, 3472.1], "text": " I think that's a great thought to end on."}, {"timestamp": [3472.44, 3476.26], "text": " And thank you so much for being here and having this conversation."}, {"timestamp": [3477.22, 3479.48], "text": " I have actually learned a lot from this conversation,"}, {"timestamp": [3479.48, 3482.38], "text": " which is amazing because I've been reading your writing for 20 years."}, {"timestamp": [3482.72, 3489.82], "text": " And I'm so glad that you're still around in the CC community, you know, helping out what everybody's trying to do. Yeah, well,"}, {"timestamp": [3489.9, 3494.9], "text": " I can't wait to see everybody in person again someday soon. I think that we're long overdue"}, {"timestamp": [3494.9, 3502.02], "text": " for a jamboree. I think that's right. Thank you so much. It was great to have you on. My pleasure."}, {"timestamp": [3504.5, 3507.68], "text": " Thanks for listening to Open Minds from Creative Commons."}, {"timestamp": [3508.26, 3510.82], "text": " Special thanks to the musician Broke For Free,"}, {"timestamp": [3511.26, 3514.28], "text": " whose track Daybird you heard at the beginning of this episode"}, {"timestamp": [3514.28, 3516.54], "text": " and you're listening to right now."}, {"timestamp": [3516.74, 3520.58], "text": " It's available under the Creative Commons Attribution License."}, {"timestamp": [3521.04, 3523.42], "text": " Meaning it's free for anyone to use."}, {"timestamp": [3523.42, 3526.0], "text": " You can find it at the Free Music Archive,"}, {"timestamp": [3526.38, 3533.16], "text": " freemusicarchive.org. Please subscribe to our show so you don't miss any of our conversations"}, {"timestamp": [3533.16, 3539.2], "text": " with people working to make the internet and our global culture more open and collaborative."}, {"timestamp": [3539.42, 3543.02], "text": " We'll be back soon with another episode. Talk to you then."}], "text": " Welcome to Open Minds from Creative Commons. I'm Oney Anukam, CC's Communications and Campaigns Manager. Our Open Minds podcast is a series of conversations with people working on the issues we're involved with and the subjects we're excited about. Each episode, we sit down with amazing guests who are working to make the internet and our global culture more open and collaborative. In this episode, Creative Commons General Counsel Kat Walsh sits down for an hour-long discussion with award-winning science fiction author, journalist and tech activist Corey Doctro. Corey is a renowned advocate for liberalizing copyright law and a longtime contributor and supporter of CC and the Commons, with several of his titles and creative works licensed under CC licenses. He is the author of young adult novels like Little Brother and Homeland and novels for adults like Attack Surface and Walk Away, as well as non-fiction books like How to Destroy Surveillance Capitalism. His next non-fiction book, Chokepoint Capitalism with Rebecca Giblin, is about monopoly and fairness in the creative arts labour market. Corey was born in Toronto, Canada, and now lives in LA. Enough from me. Let's hand it over to Corey and Kat. Welcome, Corey. It's really great to have you here on this podcast. We're so glad that you could make it. I'm delighted to be here. I have a very long history with Creative Commons, and it's always a pleasure to talk about this subject. As I often tell people who ask me to come on podcasts to talk about the stuff that I work on, I've spent two years locked in a house with two people who are so bored of hearing me talk about this stuff that any chance to talk with, you know, one of my co-religionists over Zoom or whatever is warmly welcome. It has been great to have the chance to talk with other people who are similarly bored. I think a lot of people have been able to make time who would not have been able to make time before. Yeah. And it is unfortunate that our listeners cannot see this, but behind Corey is the most amazing set of bookshelves and conference badges and little mementos of everything. So just imagine that picture as you're listening. Extremely similar to yours, though. Are all those yellow spines, are they Daw paper books or Nancy Drews? Or what are all those yellow spines behind you? It is a whole mix of things. There is actually one entire wall that is science fiction, and the rest is like mathematics and law. So are those all... Everything. I know this is inside baseball, but are all those yellow spines behind you, are they Dawes? They are not. I think a lot of them are actually mathematical texts that belong. Oh, yeah. I was raised by a mathematician, but his bookcase did not have the same editions as yours. So when I see those yellow spines, my mind either goes to Nancy Drew or Daw, 1980s Daw paperbacks, one or the other. Those were the two iconic yellow spines for me. I would actually have to check and see which they are because I do not have a good, you know, spatial sense of like what those were. Right, right. Fair enough. So let's get started with things other than the contents of our respective libraries. Right. Mine's just a false facade and you slide it aside and it's just whiskey back there. That's right. I know, but it is clear from your writing that you have never read any of these. You definitely do not have like an encyclopedic knowledge. there. That's right. I know, but it is clear from your writing that you have never read any of these. You definitely do not have like an encyclopedic knowledge. That's very kind of you. Thank you. So we'd love to have our community get a chance to know you a bit better and like talk about your background in open and in copyright reform. So how did you first get involved with all those many years ago. Right. Well, you know, it was a kind of road to Damascus conversion experience at 30,000 feet. So I was raised in the science fiction field. I knew I wanted to be a writer from a very young age. I grew up in Toronto where we had an amazing science fiction writing community, thanks primarily to the good offices of a woman called Judith Merrill, who was a wonderful editor and writer and critic and community figure. And everything I knew about copyright, I had gleaned from reading advice to writers in magazines and in the introductions to people's short story collections and going to science fiction conventions and listening to panelists. And they all spoke about copyright using the language of someone for whom copyright was primarily a labor law that created negotiating leverage with industrial entities who were otherwise liable to exploit them and treat them badly. And for them, the heuristic, the rule of thumb for copyright, is the more you retain, the more power you have. And the more power you have, the more groceries you can buy by the labor of your brain and the movement of your fingers. And when the internet came along, obviously I had on the one hand that natural impulse that I think so many of us had, which is to just celebrate the availability of things that were not available, not because we couldn't afford them, they just weren't available. You know, I'd worked in used bookstores for years and I, they just like the problem with so many of the works that were around that, you know, got scanned and posted and so on. The problem for readers that they were solving was not that they couldn't afford to buy these books, right? It was just that the books were not available for sale on the stream of commerce unless you got very lucky in a used bookstore. And so I felt that natural upwelling of pleasure at the availability of these works. And at the same time, hanging out in online spaces that science fiction writers had created, which were some of the first and most, you know, well-established online spaces, you know, the first social news group on Usenet, the first time people created a formal space on the internet to talk about things other than technology was for Star Trek fans. And so, you know, we are the origin node of non-technical discussion on the internet. And those spaces were just full of people saying, this is an apocalypse. We are going to lose our copyright. And when we lose our copyright and when we lose our copyright we will lose our negotiating leverage and then we will never buy groceries by the sweat of our brow and the movement of our fingers again. And that's where I landed and I had this kind of dual consciousness where on the one hand I felt this incredible excitement at the availability of information, and on the other hand I felt this guilt and fear and moral outrage about the erosion of copyright. And I particularly was very interested in DRM as a means of allowing writers to set the terms on which their works could be used and to create a kind of labor rights regime in which creators could say, this is what I'm willing to sell you this for and not other things. And it wasn't a well thought through position. And I come from a family of people who argue about their positions to figure out what they feel about them. And I got on an airplane to Hong Kong with Cindy Cohen and Fred Von Lohman. Fred was then at Morrison Forrester. Cindy was, I think, chief counsel at EFF or legal director at the Electronic Frontier Foundation. Fred later came to EFF and worked as a copyright lawyer for many years, and he's currently at Google. And Fred and I argued about this for 15 hours between San Francisco and Hong Kong. And then we were all horrifically jet lagged and in this amazing city. And so we walked around every night after this conference we flew to, and we walked around for hours to markets and museums and restaurants and districts. And we just argued about this for hours. And when I got back, I felt deeply disturbed because I felt like I'd lost the argument, but I was still not willing to give up the position. And then we went and spoke at another conference in London. And we flew there separately, but we did the same thing. We wandered around Portobello Road and we wandered around Brick Lane and we went to tea at Fortnum and Mason's. And somewhere in there, I so definitively lost the argument that I changed my mind. that I changed my mind and I realized actually the way to think about copyright is as knowledge creation and sharing framework that it should not be unilaterally decided either by users of information nor by the producers or investors in information that there is a profound democratic interest in creating balance between the different ways that all those people think about it. And I got involved. I ended up quitting the startup I had helped found and going to work for the Electronic Frontier Foundation, narrowly avoiding what was to be an acquisition by Microsoft, which would have seen me in the role of DRM advocate. And that was 20 years and three weeks ago, two weeks ago that I went to work at EFF. And so 20 years later, here I am. And my understanding has evolved a lot. I feel like I've talked a lot about this, this origin story and being bit by a radioactive Fred von Lohmann. But I feel like there's more to say, but that's a good starting point. I didn't realize that you were celebrating your 20th anniversary in the same year as Creative Commons. So maybe it's particularly good to have you here for that. In fact, my inaugural, well, not my inaugural, my second role with EFF was to transfer to Europe to be our European director, which was a three-quarter time position with a one-quarter time position as Creative Commons European director, which didn't last very long. But that was my second role at EFF. My first role had a kind of made-up title, it was Outreach Coordinator. And I used to say that I reached out in a coordinated fashion, which is hilarious because I can't catch a ball. The one thing I've say that I reached out in a coordinated fashion, which is hilarious because I can't catch a ball. The one thing I've never done is reach out in a coordinated fashion. What titles are not made up really? Like we're all just trying. Oh, I'm a special advisor now. I mean, I know. So you've mentioned that your thinking has evolved since you first got converted by the radioactive spider, Cindy and Fred. And I am just imagining these hours and hours of conversation. And it's sad that they are lost to the mists of history because I bet the correspondence would be amazing. But how has your thinking evolved since that first conversion? So I would say that I have zoomed out. So you can think of this whole process as a process of zooming out. So when you think about copyright, just as a labor rule, you are zoomed way in on a specific transaction, which is the transaction between a writer, their agent and their publisher or other creative people and their investors. And that is a super micro-focused thing. And oftentimes it doesn't go well for writers, for the people who I think deserve it to come out. I think a well-written copyright system, one of the ways you can tell if it's well-written is that writers do well by it. If writers can't afford to buy groceries, it's a bad copyright system. So your Zoom weigh-in, and because you're Zoomed weigh-in, every time you don't end up with groceries, it's really hard to find out why because a lot of stuff is happening outside the frame. So then you zoom out a bit and you look at the public policy interests and trying to balance out incentives and access in information law. And that is the kind of thing where you go around and you get involved in things like Creative Commons and you say, look, we need sharing as well as proprietary interests. We need to enable people to choose to be less proprietary. The creation of a default in which copyright adheres at the moment of fixation for the life and 70 years and that any variance on that requires that the creator hire a lawyer and then that the user hire a lawyer to interpret what the creator's lawyer wrote. That that is a glaring defect, even if you accept the rubric for it. If you zoom out one more tier, what you realize is that as important as all that stuff is, and it's like civilizationally important. That there is an even more critical aspect of what's wrong with copyright, which is not how it's applied, but who we apply it to. When we argue about copyright, even I think in a Creative Commons framework, we argue about it as an industrial regulation, right? We have an entertainment and knowledge creation industry. We can argue about whether they should be the same industry, but for these purposes, they're one industry, right? And people who are within the industry have to follow the rules. And I'm all in favor of industrial regulation. Like, it would be great if we had finance regulation. Holy moly, do we ever need some financial regulation, right? So as much as I want financial regulation, I also think that whatever the financial regulation says is arguably less important than who it says it to. So if we say any time a million dollars is transacted, you are sufficiently bank-like that you have to follow bank laws and there's some know your customers and some reporting and some data retention and whatever, that's fine, right? I think that would be a reasonable rule. But if we had hyperinflation tomorrow and a million dollars didn't buy you a sandwich, buying a sandwich for your friend wouldn't make you a bank. And if all we did was say, all right, now that sandwiches cost a million dollars, everyone who buys a sandwich has to have the nous and technical capability to satisfy banking regulations, we would have created a nightmare system, right? Copyright as an industrial regulation to regulate the entertainment and knowledge creation industry has a test to ask whether or not you're part of that industry or those industries. And it's whether you are making or handling copies of works, which are in the pre-digital era, profoundly industrial activities. I have a background in pre-press, printing presses are industrial, and every book has a printing press in its history. And so as a proxy for figuring out whether you're in the industry, you will catch a lot more tuna than dolphins in a net that is sized to catch people who are making and handling copies of books in an era of printing presses. Today, we make copies of creative works every time we click a mouse. Hundreds of transient copies of creative works. And as you will know, Bruce Lehman, right, the copyright czar for Bill Clinton, Microsoft lawyer, he at one point proposed that we should have copyright licenses for transient copies in RAM, right, and in frame buffers. It's just like, well, you know, like a computer is clearly part of the entertainment industry now. And if a creative work is copied and recopied between five different buffers before it's displayed on a screen, five lawyers should be hired to negotiate those buffer licenses, right? It was a bananas proposition. But it is only marginally less bananas to say that if you are engaged in culture and not industry, like talking about stuff and singing stuff and telling stories about stuff, that you are now part of the entertainment industry and you have to adhere to rules that were written to be interpreted by extremely specialized lawyers working for entertainment companies. And that is a real problem for, on the one hand, because it like criminalizes lots of everyday activity, right? But also because as someone who relies on that system to buy groceries, I want it to be highly technical so that all of the different industrial entities in the supply chain between me and the activity that pays for my groceries have a sufficiently nuanced complex framework to manage all that stuff. And if it is that nuanced and complex, then it won't be suited to use by people who aren't in the entertainment industry. So, you know, I live here in Burbank, California, the belly of the beast. And, you know, 20 minute walk that way is Warner Studios and 25 minutes that way is Universal Studios. And when Universal Studios built that really badass Universal Studios Harry Potter theme park, they had a lawyer call up Warner's lawyer and negotiate a deal. And they use some really technical stuff to do that deal. Now, in the before times, every Halloween, kids in my neighborhood would ring my doorbell wearing Harry Potter robes. Many of them bought from that Universal park. And I guarantee you some of those kids are writing Harry Potter fanfic. And the idea that they should walk down the street to the gates of the Warner lot, ring the bell and ask to have the general counsel come out and negotiate their fanfic license is bananas. Because he won't come out, and if he would 20 books, many of them international bestsellers, was in 1977 when I got home from Star Wars and my brain all a-fizz took some scrap paper, folded it into the shape of a magazine, stapled it up the middle, and rewrote the Star Wars story over and over again like a kid practicing scales on the piano. And the idea that we should just exterminate that activity because now it involves making copies and frame buffers and because it, rather than reaching the kid who lives across the street, it reaches the kid who lives across you on social media. That is ghastly. So that's kind of the next tier. And the next tier up from that is the fact that a bunch of people who don't do anything to do with the entertainment industry, because software is now regulated by the entertainment industry, have figured out how to use copyright law to stop you from fixing a tractor or fixing a ventilator or installing your own coffee pot in your coffee maker or getting your car fixed by an independent dealer or adapting Facebook so it doesn't spy on you or doing a whole range of activities that are completely unrelated to the entertainment industry that just hijacks this entertainment law in a way that like puts the plight of fanfic writers and Burbank to shame and then beyond that to wrap all the way back around to a labor right, one of the things that that does is allow for the aggregation of monopoly power by highly concentrated industries. And it neutralizes the ability of copyright to be used as a labor rule. Because now that there's only four major publishers, if you give a writer more copyright because the writer needs to go through those four major publishers to reach their audience, the publishers just misappropriate that copyright as a condition of access to the audience. It's like giving your bullied kid more lunch money, right? Unless you get the bullies away from the school gate, it doesn't matter how much lunch money you give your kid. And so, you know, that I think is like the, you know, if we're doing that galaxy brain meme, that's the galaxy brain version. That it's the reason that you can't get groceries out of your copyright negotiation. You have to zoom all the way out to see how the problem is allowing industries to concentrate, to allow financialization and the capital markets to dominate how we operate. And some of that has to do with copyright itself. So that is my long wind. It's funny, you were mentioning having to go through five layers of lawyers, it's just, you know, write your fanfic. I feel like that's the origin story for a lot of copyright reform advocates. They're just trying to participate in culture and then all of a sudden find a roadblock that doesn't make any sense, like especially not for the activities that they're trying to do. Yeah. And, you know, channeling Fred, maybe one of the issues that I think Creative Commons has always wrestled with is making Creative Commons a ceiling and not a floor. Right. You know, I wrote a thing about the people who bought the dune treatment the spice dow and about how foolish they were and the thing that most people dunked on them for was thinking that acquiring the treatment gave them the right to make a film adaptation but i think that there's another case to be made, which is that thinking that if you're a group of fans who want to make a fan film, that you must acquire something before you can make that adaptation. Right. Like the thing that says, oh, no, you can't make an adaptation is just as wrong as the one that says, well, now that you've spent three million dollars on a book, you can. Right. There's a whole other game, game which is like what about the limitations and exceptions to copyright what about the wind done gone you know is there a way that we can talk about how you could make that fan film without having to you know allow a grifter which is now what's happened to skim 1.2 million dollars by convincing you all that buying a book would let you make a dune movie i'm just imagining the rights to the story about the people who were trying to acquire the rights to make this Dune movie. Like, I look forward to that film. I love that idea. That's great. So it is great to have that perspective of like how the system ought to work. Can you talk more about like you as a writer who has had to put groceries on your table, like how that has worked for you as you took the step of like, I'm going to release my work under Creative Commons licenses? Yeah, I will say for the record that because the people I live with will otherwise chide me that I put the groceries in the fridge. I don't just leave them on the table and that I yell at them to put the groceries in the fridge when they bring them in. So I am very lucky to have a very good relationship with a very good publisher. Tor Books is the largest science fiction imprint in the world. English language now. I think there's a Chinese one that's bigger. And Tor Books was run like a family business even though it was part of Macmillan, is part of Macmillan, which itself is the only of the big five publishers that's still a family business as well. And you may hear me say big five and big four. That's because Simon & Schuster may or may not end up being a permanent part of Penguin Random House, depending on what the Federal Trade Commission says. But there are either five or four big publishers right now. And Tom Doherty started Tor. He was a salesman for Simon & Schuster. He and Ian Ballantyne invented the mass market. So they were the ones who figured out that you could sell books outside of bookstores. And they started pitching pharmacies and grocery stores on mass market paperbacks. That created a powerful funnel to bring non-readers into the industry. And when Tom left Simon & Schuster, he started his own imprint called Tor. Tor did really well, very successful, but its distributor went down and the distributor was holding onto a bunch of Tor books that they hadn't paid for yet, which their secure creditors, the banks, got first crack at. So the banks got the books, which they then sold to Tom's wholesale customers at 10 cents on the dollar. Tom still owed his printer for printing those books. And so he had to convince someone to print new ones and then compete with the ones that he'd already had to pay for that were being sold below cost. And so he was facing financial ruin, even though he had a successful business. And because of that, the major publishers of the day made a bunch of offers to him to buy out Tor, because they understood that they could make a business out of it. And one of them was Macmillan. And Macmillan had, as I understand it, the second highest offer. But what they did do was promised home autonomy, so he could run it like a family business, even though it was part of this giant publisher. And my editor at Tor, so Tor is full of interesting people from non-traditional backgrounds. So my editor at Tor, so Tor is full of interesting people from non-traditional backgrounds. So my editor at Tor, who was then a senior editor and is now a vice president at Macmillan and co-publisher of Tor, in the wake of Tom's retirement, he was someone who dropped out of school at 14 to travel around the country and sleep on fans' sofas, science fiction fans' sofas, while he published fan fiction found himself in new york and worked his way up the publishing ladder and i met him on a bulletin board system when i was 17 years old and he and i had a very good relationship going back years and years and i came to new york and went and had lunch with him and he said when are you going to send me a book and i said well i'm working on this book and I described Down and Out the Magic Kingdom my first novel to him and he said that sounds great how far are you and I said I'm like six chapters in and he said do you have an outline and I said sort of and he said fix the outline send me the first three chapters that's a book proposal and I'll take a look and he bought it and between that moment and the book coming out Creative Commons launched and I was involved with the founding of CC. I was then dating Lisa Rine, who was the founding CTO. I suggested Matt Howey to them, who was one of the core technologists. Aaron Swartz was kind of Lisa's ward in San Francisco. And he came in whenever he would come to standards meetings in San Francisco. Lisa was kind of his babysitter and he would stay with us or Lisa when he was in town. And so I had a long association with the organization already, long before it was actually formally founded and had been a part of it. And my editor had spent a bunch of time on Usenet having intemperate arguments with people who were worried that book piracy would be the end of the world. And so I went to him and I was like, all right, Patrick, what should we do here? And he said, the e-book marketplace has the worst ratio of hours and meetings to dollars of revenue of any venture in the history of publishing. We should just try it. It's your first novel. It's low stakes. You've got a platform. Let's do it. And I did it. Down in the Magic Kingdom, launched the day of the Creative Commons licenses. It was the first professional work ever licensed or commercial work ever licensed under CC. Also the first novel. It sold out its hardcover run. It did very well in paperback. It's still in print today. Millions of people read it. Only tens of thousands, maybe 100,000 people at this point bought it. But millions of people read it. It became a calling card. And I did that with several subsequent books. And at a certain point, e-books became an actual going commercial concern and also a source of enormous political tension within Macmillan. So if you follow publishing, one of the things you may know is that Macmillan's then CEO, resigned during the pandemic, John Sargent, was the guy who refused to settle the price fixing claim when the publishers and Apple tried to force Amazon not to use predatory pricing to sell Kindles and therefore, you know, shackle all writers to their platform. And the FTC really spanked John and Macmillan. And Macmillan just basically said, we can't do the CC thing anymore. So starting in 2017, that was it. But I still do my short fiction that way, my podcast, my photos. And I did convince Tor to be the first major publisher in the world, and I think maybe the only major imprint in the world still, whose books are entirely DRM-free in every marketplace. And that remains true, which means that if you have one of those expansive rights that CC is the floor under and not the ceiling over, right, one of those SpiceDAO rights we were just talking about. The DRM doesn't get in your way. And since section 12.1 of the Digital Millennium Copyright Act passed in 1998, makes it a felony to remove DRM even to do legal things. You don't have that barrier between you and the full exercise of the flexibilities embodied by the limitations and exceptions in copyright, which I think it's not the full CC package, but it's more than people give a credit for. I think that's an amazing story. And it was probably the case that I first read your books because I was an undergrad and somebody talked about this amazing book and you could read it for free. And so that's, you know, part of my copyright reform origin story. Very good. I'm honored. And, you know, people when I started said, of course, Cory Doctorow can do a CC release. No one's heard of him. Right. And then when I was successful, people said, of course, Cory can do a CC release. He's a bestseller. And, you know, you just can't win. And the reality is having done now a lot of books with Tor, some CC and some not. in. And the reality is, having done now a lot of books with Tor, some CC and some not, I can tell you some of them sell great and some of them don't, and some of them are CC and some of them aren't, and the distribution of those two facts is seemingly random. So I would love to go back to a CC release. Unfortunately, as much as Macmillan has treated me very well and Tor treats me very well, with only four or maybe five publishers, the likelihood that I will find a major publisher who wants to be more expansive than Tor or who could credibly stampede Tor into increased flexibility because they worried about losing me to them is pretty low. I have a book coming out from a small press, not a small press, mid-sized press, Beacon, a good leftist press in September about copyright and entertainment industry salaries and wages called Chokepoint Capitalism that I wrote with Rebecca Giblin, an amazing copyright scholar from Australia. And even though they're a mid-sized publisher, they're distributed by Penguin Random House. And Penguin will not put our book on Amazon as an e-book unless we accede to DRM. So we're having to self-publish the e-book because even mid-sized publishers can't get their books onto Amazon without DRM. So it's not even like I could exit the big four and go to one of the smaller ones. I'm negotiating with another global mid-tier publisher, respectable literary house right now. They're also distributed by Penguin Random House. We're going to have the same problem with them too. So how does somebody without your experience with the publishing industry, somebody listening to this podcast, it's like Creative Commons sounds really interesting. I'd like to make my works available. How do I do that? And it sounds like the landscape has changed a lot since you first yeah well so let me start by saying something that i say to anyone who asks me for professional advice about breaking into writing irrespective of whether it has to do with creative commons which is that i am encyclopedic on what it took to break into writing 25 years ago and i know not one thing about breaking into writing 25 years ago. And I know not one thing about breaking into writing today because the whole market is different. And it took me a while to figure this out. I thought I was really doing it wrong when I started because I would go to science fiction conventions and I'd go to panels and they'd say like, you know, if you want to get your books into the spinner racks and pharmacies and grocery stores, you want to go to the warehouse where the truckers are who take the books out in the morning and give them a box of donuts. And this was like in the late 80s when all of those small distributors that had unionized Teamsters had collapsed from 300 to three national ones whose warehouses you couldn't get near to. Or people who would say like, if you've written a john w campbell story the best thing to do show me got a lot of gumption is you take the c train to lincoln center and you go up to the the zip davis offices and you throw it over the transom so that it's there when he comes in in the morning and i'm like okay so zip davis has been acquired three times since then john w campbell died the year i was born and he was a fascist and And now they have air conditioning, so they don't have transoms anymore. Like, what do I do with any of that advice? And so all of my advice looks like that, right? All of my advice is the 2022 version of how to sell books to dead editors who work for companies that don't exist anymore, where literally the hole you put your book through has been sealed permanently. And I don't know what to tell you. So that's like my first piece of advice. You need to go and talk to people who are doing what you're doing, right? If you want to break into the field, find other people trying to break into the field and share your gleanings because you will be accumulating market intelligence that is relevant to where you are now. In terms of CC, I think that you will honestly, I think you'll really struggle to find one of the big four or five publishers who will let you do it. I think the midsize publishers are better about it. I think even they will run up against limits because of the issues with the distributors. And, you know, one of the reasons that everyone's distributing through Penguin Random House, which is a competitor of theirs, right? Let's be clear here. Penguin Random House isn't just and you know one of the reasons that everyone's distributing through penguin random house which is a competitor of theirs right let's let's be clear here penguin random house isn't just a distributor they're the largest publisher in the world so all the mid-tier publishers are distributing with penguin random house the largest publisher in the world this is like if everyone who did farm to table grass-fed beef distributed through McDonald's, right? It is super weird. And the reason for that is there's one national distributor left in the United States, Ingram. They just got FTC approval under the Trump administration to buy out Baker and Taylor, one of the two remaining distributors. Remember down from 300 in the 1980s. And so now we're down to one. And so, you know, if the distributor won't carry the books on the terms you want to have them, you're screwed, right? Like, even if you manage to do a deal, the Audible is now 90% of the audiobook market. The audiobook market is now as big as the hardcover or paperback market. And they're owned by Amazon and they will not carry any title without DRM. And a Creative Commons license on a DRM book is basically useless because you can't use any of the flexibilities in a Creative Commons license with a DRM book without removing the DRM, which like exposes you to felony liability, five years in prison and a $500,000 fine. So in some ways, this is like that old joke from Ireland. If you wanted to get there, I wouldn't start from here. And it is to return to this theme that you have to keep zooming out where if the question you're asking is, which words do I need to say in my contract negotiation to get groceries? And none of the words are working. Maybe you're looking in the wrong spot for why you're not getting groceries, right? Maybe the problem is that there's four major publishers and one distributor left and not that you need to figure out how to convince a publisher to let you do CC. And, you know, the good news there, and I think there is some really profoundly good news there, is that this is not just a problem for CC. The problem of monopolies and their abuse of their supply chains ripples through every sector. There's two major brewers, two major spirits companies, four major finance companies, four major shipping cartels. They're so big that their regulators can't tell them boo, and so they're able to realize economies of scale by building bigger and bigger ships that periodically get stuck in the Suez Canal. There is one professional wrestling league. There's one cheerleading league. There's one cheerleader uniform supplier. There's two giant athletic shoe manufacturers and so on. And what this means is that you have allies. That this weird thing where you want to be more flexible in your copyright for your books is not just the minority fight on the periphery of the main event. It is the main event. fairness for all workers, including creative workers, has been absolutely annihilated by the monopoly power or monopsony power of large firms, then you have so many allies in this fight. And, you know, I don't know if Jamie Boyle is still a CC board member, but he was a founding CC board member. And Jamie, who's at the Duke Center for the Public Domain, he analogizes all of this to the ecology movement. He says before the term ecology was coined, some people cared about owls and some people cared about the ozone layer. But what it was that caring about, you know, charismatic nocturnal avians had to do with the gaseous composition of the upper atmosphere was not immediately apparent until the word ecology came along. And then a thousand issues became one movement with a thousand ways to get involved. And if you hear me talk about how no major publisher is going to let you do CC and you want to do CC and you are pissed, the answer isn't to argue with major publishers. The answer is to argue for a restructuring of all industry, including publishing, so that it gives us all a better shake. And your allies in that fight are publishing workers. Because with only four major houses, if you want to be an editor or a publicist or a book designer or any of these other things that people in publishing want to do, nobody ever went into that industry because they wanted to get rich. They're the people of the book, just like you and me. They got involved with it because they could not. Then you are screwed by only having five buyers for your labor. And they are on your side in this fight. They may not know it yet, but you can leave them there. And so that's the fight I think we need to have. And I feel like we've talked a lot about your fiction writing, but most of these themes will be very familiar to people who have read your nonfiction, all of these articles and writing. Which one of these do you have more energy for lately? Which one do you feel is making more of a difference in the world? Well, I'll let you in on a dirty secret, which is that I write when I'm anxious. And so I have eight books coming out between now and the end of 2025. And they run that gamut. I have four novels, in the end of 2025. And they run that gamut. I have four novels, a short story collection, two nonfiction books, and a young adult graphic novel coming out in the next three years. And so I would say all of the above. And I really do think that like the abstract, complex technical argument about how our markets are structured and how a regulation is structured and how unfair that is benefits enormously from the emotional, personal narrative argument that arises in fiction. And that people who read the fiction and go like, damn, I want to do something about this, need the nonfiction to help them figure it out, right? They need both. And so I try to be like a full stack activist here, full stack literary activist here and do both. So, you know, you can read my story on authorized bread, which is about DRM and you can read my articles about DRM and then you can read my legislative proposals for managing DRM. And you can get involved in the lawsuit I helped create through EFF to overturn the DRM law, right? That's my theory of change. That's how I can make change. Because I'm not an organizer. I'm a terrible boss. You know, I'm a hermit. You know, like the things that I can do, that's what I can do. And if I do all of them at once, each one of them is better. Sounds like they're like everybody has their role in the activism movement. And yours is just put out more text than pretty much anyone else that I can think of. Well, you know, it's funny because like there's I think there are some things to be skeptical about in the musical Hamilton. Mostly we talk about the politics of it. Hamilton was a dick, you know? Yeah, he was like a sympathetic and flawed character, but he was like personally a dick. He was wrong. But despite all that, I think though, leaving aside all of that, one of the things that Miranda really, I think, doesn't get enough stick for is the fact that he locates Hamilton's greatness in his writing, right? Like this guy who like founds Columbia University and the New York Post and is a brilliant military tactician and like structures the American financial market. But for Miranda, who is after all a writer, the most cool thing that Alexander Hamilton did is is not all it wasn't like leading people to glorious victory in battle it was writing about it like what would you love to see more of from people who would like to make that kind of change in the world i mean it's that coalition that's what i'm pushing for right we need to recognize that we are fighting the same fight. That once we understand the common role that monopoly plays in distorting our regulation and therefore making us miserable, right? Like the reason Boeing 737 Max's fall out of the sky is that Boeing is part of a highly monopolized aerospace sector, which convinced the FAA to let itself regulate and then killed hundreds of people. And if, you know, I live around the corner from Burbank Airport, you know, 5737 Max's with Southwest Livery take off and land there every day. If one of them ever falls through my roof, it'll be the problem of monopoly, right? If you are appalled by animal cruelty or by the death of people in meatpacking, that's also a monopoly story. And if you want to know why your kids are getting spied on while they learn with their ed tech, that's also a monopoly story. Or why there's no federal privacy law with a private right of action. It's also a monopoly story. Whatever you care about, right? Whatever it is that you are personally angry about. The gas at the pump when Texas benchmark crude is at like a five-year low and gas at the pump is at a 10-year high, 20-year high. That's a monopoly story, right? All of that stuff is a monopoly story. How is it that our financial sector and their auditors allowed Russian oligarchs to establish safe havens for their wealth outside of Russia, such that we can now not even find it and lay hands on it? Also a monopoly story. The financial sector and the auditing sector are just as monopolized as these other sectors. When we figure out that we're all fighting the same fight, right, that fighting for owls and fighting for the ozone layer are both ecology, and that fighting about price gouging at the pump and fighting about, gosh, you know, the way that big law requires certain credentials of law students which either shackle them to debt for their whole life or limit the profession to people who are born with a silver spoon in their mouth right that's the same fight too once we figure that out once we are all fighting the right fight and and helping each other which doesn't mean you stop fighting about big law or eyeglasses or professional wrestling or copyright it means that you frame that struggle in solidarity with other struggles. And when they ask you to march, you show up because when you ask them to march, they'll show up too. You sign their petition, they sign your petition and you form a block in your local precinct and in your local political organization to stand up for this stuff. When that happens, I think we can make real change. And until that happens, I think we're going to struggle. Do you see open moving towards that in the future? Do you see the open movement being able to form those coalitions with people who are fighting the same fight? I think so. You know, I think that the open movement really avoided politics for a long time and tried to argue that openness was about a kind of ethical stance and not about a commercial or a political stance. And it could exist somehow above it. And, you know, that is a thing that I think has represented some important splits in the movement, including the adoption of the word open instead of the adoption of the word free, which, to be clear, I think using the word free was a mistake. of the adoption of the word free, which to be clear, I think using the word free was a mistake. I think that, you know, the idea that, oh, I'm going to start like a generations long project, and I'm going to specifically put some wordplay in its name so that nobody is ever sure what it means. And most people misunderstand it at the outset was like a huge tactical blunder. But I think that switching from a focus or an emphasis on the ethical proposition of freedom and moving to the instrumental proposition of openness, things are better when they're open. Your code is better when it's open, as opposed to the people who use your code are more free when it's free. As in speech, if not in beer, thank you very much for that ambiguity. You know, that was a mistake. And it produced a circumstance where you can have openness without freedom, where you can know exactly how screwed you are, but can't do a damn thing about it. You know, so this is way more visible in the code world. Mako Hill gave a LibrePlanet talk about this, where he said, if you have software freedom today, you're probably one of the big tech companies. So Google has total software freedom. They have the source code to all of the stuff they use, and they get the benefits of open source because lots of people bang away at it and submit patches for it. But if they want to reconfigure it, they can. And we all have open source. Like if we want to know what Google stack looks like, it's on GitHub for us to download and look at, and we can check in our own commits to it, but they won't be adopted for Google's backend unless Google chooses to put it there. And since all of our apps loop through Google somehow, we don't have the freedom, right? Without being able to control that platform. And openness is not enough without freedom. You know, openness is just, openness without freedom is actually a recipe for despair. Like if you have body cam footage that shows you to a farthing exactly how brutal and unfair cops are to people of color, and yet the cops get off scot-free, despite that body of evidence, that is far from being a mechanism that produces meaningful reform. I don't think we can have meaningful reform without openness, right? We need to know what's going on to change what's going on. But if all we have is openness with no mechanism for change, then I think we are just going to make people cynical and we'll lose the ability to make a better world. I feel like this is always the problem for people trying to design things for change in the long term. Like you don't know what you need until the problems that you've designed come back to bite you. Like this was not enough. Yeah, well, I mean, see cc 2.0 licenses right which like again i'm not blaming cc for i was there when they were made i didn't notice the problem right like this is not it's not anyone's fault but you know defects lurk in systems for long periods of time you know look at open ssl andbleed, where you had this piece of absolutely mission-critical code that everyone on the internet used, and it had a showstopper bug that had been there for a decade and just no one had noticed. And, you know, it's absolutely possible for serious defects to hide in plain sight. I'm just having a conversation with staff where I'm suggesting that perhaps we should have talked about the license upgrade as a security update to encourage people to do it. And I think similar to software security updates, the main problem with that is that for most people acting in good faith, like the previous version was completely fine. And it is just that there are a few bad actors who would like to abuse the system that they get necessary for. And it is just that there are a few bad actors who would like to abuse the system that make it necessary. Yeah, I mean, I think that's right. But, you know, one of the things that's really terrible about copyright is its duration. And we mostly talk about in the context of not having a public domain. But it's even more important in the context of having these long term governance crises where, you know, your copyright will fall into an estate someday. And then that estate will liquidate that copyright in some way. Chances are it'll just disappear and become an orphan work, but they might sell it off. You know, you could even imagine some successor to today's copyleft trolls just buying the estates, the copyrights out of the estates of people who have CC 2.0 works. And then having a hundred years, 70 years to go out and find people who make attribution errors and sue them. And since those people are long dead, no one is going to be able to upgrade those licenses except whoever becomes the proprietor of those copyrights. And, you know, wouldn't that be crazy if the most enduring legacy that you leave behind as someone who spent 20 years sticking photos on flickr or wikimedia commons or whatever is that 50 years later no one knows who you were and no one knows anything about you and all that is remembered of you is that your work is used to victimize people acting in good faith for sharing an open culture. Like what a horrible monkey's paw curl that would be. It's like being remembered for selling faulty copper. I feel like that's not where the legacy of most of these works is going to be. No. I think actually it's been great to see a lot of these works get new life. You know, people's photos that they never knew would be useful being used in things like wikipedia and things like illustrations i hope it's a small problem but definitely i've appreciated your writing and making people aware of like what can happen that certainly helped with our efforts in trying to get people to use the newer licenses yeah and you know really what we need is the institutions to step up which cc's done you know the search engine guys run with Automatic, it does most of what I think it needs to do. I don't think it does warnings yet. Does it do a prominent warning on 2.0 images? I don't believe so. That, I think, is a missing piece, but easy enough fix. But the automatic attribution string generation is very good. I'm told by Flickr that they are updating to 4.0 really soon, and they'll post warnings on images that aren't updated by their creators. Wikimedia really needs to have an attribution string generator on the commons. I mean, that is the way that you ensure proper compliance, even with the very strict CC2 rules, is to just give people one-click attribution. And, you know, once the institutions step up, it actually doesn't matter so much if the individuals don't upgrade. Because for all that, the initial hope for this was that we would have distributed hosting, thousands and thousands of people hosting their own CC works, would have distributed hosting, thousands and thousands of people hosting their own CC works, and that search engines would use the RDF to find them and aggregate them so you could search and find them all. What's actually happened is there's like five places where almost all CC works are sourced from, right? And that's not great. But you know, one advantage is if we can get those five places to stick warnings on old licenses and add attribution one clicks to all of them, then I think we get rid of 95% of the trolls business model. Feels like we're coming back full circle. It shouldn't be on the individual to have to be informed and like make these choices. The system should make the right thing to do the easiest thing to do. For sure. For sure. And I, you know, that was the well, that's interesting. I guess it wasn't the original CC design. The original CC design was all about picking a license and very little about using the license. Right. I don't think there was much of a tool chain for information users. And that was maybe a lacuna. Right? Maybe that was something we forgot to do 20 years ago. But, you know, I mean, you would know better than I, but it feels like apart from correcting these defects, like not having an opportunity to cure before termination, that the new versions of the license are making pretty incremental progress, and that the licenses are really fit for purpose today. And maybe if we spent the first 20 years developing tooling for creators, we can spend the next 20 years building tooling for users and perfecting that. I think that's right. We don't have any short-term plans for a new version. I would have been happy to see as somebody who worked on the 4.0 version and then has come back to Creative Commons that it seems to have held up pretty well to the uses that everybody has wanted to put it to. And that so much of the work is going to be in maintenance now and education and making them easier to use and better integrated in the ways that people are actually sharing. I mean, there's so much opportunity just to stick license data, attribution data, and even alt text, assistive text in EXIF on images. And, you know, nobody, as far as I can tell, is doing that. There's a little bit. I think Welcome Trust does it, but almost no one else does. And boy, wouldn't that make life easy? almost no one else does. And boy, wouldn't that make life easy? And you could have a Twitter subroutine in their publishing platform that just checks the exif of any photo that's uploaded and checks to see whether it has alt text and or licensing text. And it could just expose that with an alt tag, right? As both assistive and licensing data that would make it visible to search tools so we could re-aggregate it back into the commons and would also increase the penetration of assistive information for people with visual disabilities and you know like i'm sure there are people out there for whom xf data as it stands is very useful to know that it was taken with an iphone 6 with the following f-stop or whatever. But I suspect that for the vast majority of photo users, that is completely irrelevant. Whereas having assistive data, which would improve search and accessibility, as well as licensing data, which would improve reuse and reduce the likelihood of predatory conduct would be far more valuable. I feel like all of this data is interesting and useful to somebody. So like, well, but yeah, we don't have to choose. You could keep the f-stop in there too. Yeah. Yeah. I mean, I struggle with this now because I'm so worried about getting dinged by copyleft trolls. I upload a new podcast every week and i usually use a cc image as the thumbnail and i add it to the mp3 as part of the metadata and there is no good field in mp3 id3 tags for license image not for the mp3 but for the image that comes with the mp3 and i'm like sticking it in the other and the comments area and adding it to the exif of the image and just hoping that if i ever get into another situation where someone says i'm going to come after you for 150 000 for copyright infringement because you didn't attribute that cc2 image correctly that i can point to that id3 tag and the exif data and the jpeg and go like i think a judge will see this my way. Are you feeling lucky, punk? And that they'll go away. And if you're not sure how to get it right, who has a chance of being able to get this right? Yeah, exactly. Exactly. So yeah, I mean, I do think that tooling for users is really a missing piece. And I think it's because we just assumed correctly that the majority of CC publishers were right on and like they just wouldn't be dicks about it. And, you know, that is a system that works very well and fails very badly because it turns out that there are a bunch of dicks out there and we can't count on people being right on. The whole system of Creative Commons exists basically and we can't count on people being right on the whole system of creative commons exists basically because we can't count on everybody being right on all the time although i would also say that the most important thing creative commons has done is be a normative intervention i think that the licenses are frankly secondary which is why all those 2.0 licenses aren't a hazard for the most part because what this this is really about is signal. It's like a hanky code for right on people. You know, are you right on? I'm right on too. Let's go be right on together. I have to admit, as somebody who has spent a lot of time in the text of the licenses that I appreciate doing it so that other people do not have to and just basically understand what it means. We're coming up on the end of the hour. Anything else you want to talk about? I don't know. I mean, I'm so grateful that CC is still out there and doing what it does. And I think maybe that last point is the best one to end on, that the licenses are important, obviously, but the most important thing CC has done is encourage people to think about cultural use as a realm distinct from the industrial regulation of copyright that kind of back formed a set of cultural norms and frameworks into a system that we made the terrible choice to apply to everything that is done on the internet when it was designed to mediate negotiations like the harry potter theme park and getting us away from the i don't know i know i probably shouldn't swear but the you can beep it the batshit proposition that if you are dating or going to school or having a doctor's appointment or doing your finances that the regulation that backstops all of that is the one that was invented so that me and my agent can negotiate with my publisher getting rid of that lunacy is the most important thing that CC does. And I'm grateful that it's doing it. I think that's a great thought to end on. And thank you so much for being here and having this conversation. I have actually learned a lot from this conversation, which is amazing because I've been reading your writing for 20 years. And I'm so glad that you're still around in the CC community, you know, helping out what everybody's trying to do. Yeah, well, I can't wait to see everybody in person again someday soon. I think that we're long overdue for a jamboree. I think that's right. Thank you so much. It was great to have you on. My pleasure. Thanks for listening to Open Minds from Creative Commons. Special thanks to the musician Broke For Free, whose track Daybird you heard at the beginning of this episode and you're listening to right now. It's available under the Creative Commons Attribution License. Meaning it's free for anyone to use. You can find it at the Free Music Archive, freemusicarchive.org. Please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our global culture more open and collaborative. We'll be back soon with another episode. Talk to you then."}