{"speakers": [{"speaker": "SPEAKER_00", "timestamp": [0.0, 5.72], "text": " Welcome to Open Minds from Creative Commons."}, {"speaker": "SPEAKER_00", "timestamp": [6.08, 10.24], "text": " I'm Oney Anukam, CC's Communications and Campaigns Manager."}, {"speaker": "SPEAKER_00", "timestamp": [10.56, 18.92], "text": " Our Open Minds podcast is a series of conversations with people working on the issues we're involved with and the subjects we're excited about."}, {"speaker": "SPEAKER_00", "timestamp": [19.12, 26.1], "text": " Each episode, we sit down with amazing guests who are working to make the internet and our global culture"}, {"speaker": "SPEAKER_00", "timestamp": [26.1, 33.58], "text": " more open and collaborative. Happy Open Education Week, an annual celebration that provides a"}, {"speaker": "SPEAKER_00", "timestamp": [33.58, 39.58], "text": " platform for actively sharing and learning about the latest achievements in open education"}, {"speaker": "SPEAKER_00", "timestamp": [39.58, 46.76], "text": " worldwide, taking place this year from March 7th to the 11th. In this episode, we're switching"}, {"speaker": "SPEAKER_00", "timestamp": [46.76, 53.34], "text": " things up a little. My colleague, Cable Green, CC's Director of Open Knowledge, sits down for"}, {"speaker": "SPEAKER_00", "timestamp": [53.34, 60.7], "text": " a conversation about open education with Angela Debarger, Program Officer in Education at the"}, {"speaker": "SPEAKER_00", "timestamp": [60.7, 66.22], "text": " William and Flora Hewlett Foundation. Angela is widely recognized as an advocate and"}, {"speaker": "SPEAKER_00", "timestamp": [66.22, 72.82], "text": " champion for open education. Her portfolio at the Hewlett Foundation addresses open education,"}, {"speaker": "SPEAKER_00", "timestamp": [73.26, 78.7], "text": " aiming to democratize knowledge, create inclusive and engaging experiences for learners,"}, {"speaker": "SPEAKER_00", "timestamp": [78.7, 87.5], "text": " and advance racial equity in education systems. Angela is a native Californian and outside of work"}, {"speaker": "SPEAKER_00", "timestamp": [87.5, 94.74], "text": " enjoys spending time with her two boys. Enough from me, time to pass the mic to Angela and Cable."}, {"speaker": "SPEAKER_02", "timestamp": [96.74, 103.36], "text": " Okay, welcome Angela. We want to start by giving our community an opportunity to get to know you"}, {"speaker": "SPEAKER_02", "timestamp": [103.36, 105.62], "text": " a bit better and explore your background"}, {"speaker": "SPEAKER_02", "timestamp": [105.62, 106.76], "text": " in open education."}, {"speaker": "SPEAKER_02", "timestamp": [107.52, 112.66], "text": " So to that end, can you tell us a little bit about how you were first introduced to open?"}, {"speaker": "SPEAKER_02", "timestamp": [113.46, 114.22], "text": " Yeah, sure."}, {"speaker": "SPEAKER_01", "timestamp": [114.34, 118.68], "text": " Well, I'm so glad to be here, Cable, and I thought I'd start by sharing that my background"}, {"speaker": "SPEAKER_01", "timestamp": [118.68, 123.12], "text": " in education is really around assessment and curriculum design."}, {"speaker": "SPEAKER_01", "timestamp": [123.38, 125.8], "text": " And so I learned about open education probably"}, {"speaker": "SPEAKER_01", "timestamp": [125.8, 130.56], "text": " around seven years ago in my previous role when I was a program officer at the George Lucas"}, {"speaker": "SPEAKER_01", "timestamp": [130.56, 135.82], "text": " Educational Foundation. And in that role, we're working with teams to develop project-based"}, {"speaker": "SPEAKER_01", "timestamp": [135.82, 141.7], "text": " instructional materials and building evidence base for project-based learning. And part of that"}, {"speaker": "SPEAKER_01", "timestamp": [141.7, 145.32], "text": " approach was around setting ambitious learning goals and supporting"}, {"speaker": "SPEAKER_01", "timestamp": [145.32, 150.96], "text": " relationships in the classroom and from the classroom to community. Also, a core piece of"}, {"speaker": "SPEAKER_01", "timestamp": [150.96, 157.22], "text": " that was around relevance and supporting educators and students and learning from them about how they"}, {"speaker": "SPEAKER_01", "timestamp": [157.22, 165.68], "text": " really make these materials their own and make them meaningful for their own learning and learning from how teachers are adapting and"}, {"speaker": "SPEAKER_01", "timestamp": [165.68, 167.14], "text": " localizing with resources."}, {"speaker": "SPEAKER_01", "timestamp": [168.02, 173.88], "text": " And so I, in the midst of doing all of this, happened to attend a convening that was focused"}, {"speaker": "SPEAKER_01", "timestamp": [173.88, 178.14], "text": " around the value of open education for more inclusive and accessible learning."}, {"speaker": "SPEAKER_01", "timestamp": [178.4, 184.14], "text": " And the connections to our goals for project-based learning really made a lot of sense to me."}, {"speaker": "SPEAKER_01", "timestamp": [184.14, 186.46], "text": " I saw how open education was"}, {"speaker": "SPEAKER_01", "timestamp": [186.46, 191.56], "text": " really centered around agency and ownership, and this is what we imagined for our work in"}, {"speaker": "SPEAKER_01", "timestamp": [191.56, 197.38], "text": " project-based learning. And it was an aha moment for me too, that we could be explicit about this"}, {"speaker": "SPEAKER_01", "timestamp": [197.38, 204.42], "text": " through open licensing. And I became curious about questions like how and under what conditions can"}, {"speaker": "SPEAKER_01", "timestamp": [204.42, 206.34], "text": " using open education lead to"}, {"speaker": "SPEAKER_01", "timestamp": [206.34, 213.14], "text": " deeper learning, more connected, more ambitious learning. And so after that experience, I've been"}, {"speaker": "SPEAKER_01", "timestamp": [213.14, 221.54], "text": " an advocate for open education ever since. That's great. You mentioned supporting relationships and"}, {"speaker": "SPEAKER_02", "timestamp": [221.54, 225.14], "text": " adapting and localizing resources, problem-based learning."}, {"speaker": "SPEAKER_02", "timestamp": [225.34, 229.24], "text": " So that was a lot of what you were doing at Lucas. Say a little bit more about that. How does open"}, {"speaker": "SPEAKER_02", "timestamp": [229.24, 234.18], "text": " education, in your view, support those things, support relationships in particular? I think it's"}, {"speaker": "SPEAKER_01", "timestamp": [234.18, 241.02], "text": " about, again, like being explicit that this is really about making this work your own and making"}, {"speaker": "SPEAKER_02", "timestamp": [241.02, 246.62], "text": " it relevant and wanting the learning experience to be a place where we can"}, {"speaker": "SPEAKER_00", "timestamp": [246.62, 252.86], "text": " connect to our histories, our identities, our experiences. And open licensing is a piece of"}, {"speaker": "SPEAKER_01", "timestamp": [252.86, 258.56], "text": " that because it's a way of explicitly acknowledging that it's okay to do that. It's okay to make"}, {"speaker": "SPEAKER_01", "timestamp": [258.56, 266.58], "text": " changes to the materials that enable that. But then the notion of openness and sharing and collaboration is also a core piece"}, {"speaker": "SPEAKER_01", "timestamp": [266.58, 272.7], "text": " of that. And so that's where I see the connection to the work that we were doing in project-based"}, {"speaker": "SPEAKER_01", "timestamp": [272.7, 277.8], "text": " learning and the work that I continue to do at the Hewlett Foundation around deeper learning."}, {"speaker": "SPEAKER_02", "timestamp": [277.96, 282.12], "text": " Well, that's a good transition. You moved from Lucas to Hewlett. Tell us a little bit more about"}, {"speaker": "SPEAKER_02", "timestamp": [282.12, 290.52], "text": " the Hewlett Foundation and the role that it plays internationally in advocating for open knowledge. Yeah, well, I suppose as we're thinking about the"}, {"speaker": "SPEAKER_01", "timestamp": [290.52, 296.06], "text": " foundation broadly, I should point out that our work in education and an open education at Hewlett"}, {"speaker": "SPEAKER_01", "timestamp": [296.06, 301.16], "text": " is really just one program area that includes international work. So we have other programs"}, {"speaker": "SPEAKER_01", "timestamp": [301.16, 305.14], "text": " like the environment that addresses global issues like climate change."}, {"speaker": "SPEAKER_01", "timestamp": [305.14, 318.04], "text": " And we have our gender equity and governance program that focuses on fostering inclusive societies, especially for women and girls, and doing this work in sub-Saharan Africa, Mexico, and United States."}, {"speaker": "SPEAKER_01", "timestamp": [318.22, 326.3], "text": " And one of our core principles in how we work across all of our programs at the foundation is around openness, transparency,"}, {"speaker": "SPEAKER_01", "timestamp": [326.3, 333.16], "text": " and learning. So as part of that, we have an open policy where open licensing is the default for"}, {"speaker": "SPEAKER_01", "timestamp": [333.16, 338.24], "text": " all of the products and outcomes of grant activities, because we want to support sharing"}, {"speaker": "SPEAKER_01", "timestamp": [338.24, 346.58], "text": " and we want to allow others to use and build on what we're learning. Now, more specifically in our work in education and our"}, {"speaker": "SPEAKER_01", "timestamp": [346.58, 351.86], "text": " education program, our main goal for our international work there, which is probably"}, {"speaker": "SPEAKER_01", "timestamp": [351.86, 358.96], "text": " about a quarter of our work in open education, is a more diverse and inclusive field. And we do this"}, {"speaker": "SPEAKER_01", "timestamp": [358.96, 365.7], "text": " by supporting knowledge sharing through global networks like Creative Commons and Open Education Global."}, {"speaker": "SPEAKER_01", "timestamp": [366.42, 372.18], "text": " And we really want to be active, too, in lifting up a diversity of perspectives and voices to help"}, {"speaker": "SPEAKER_01", "timestamp": [372.18, 376.84], "text": " shape how the field evolves. And in addition to the work with Creative Commons, Open Ed Global,"}, {"speaker": "SPEAKER_01", "timestamp": [377.14, 382.74], "text": " we collaborate with mentorship networks like the Global OER Graduate Network, which works with"}, {"speaker": "SPEAKER_01", "timestamp": [382.74, 385.24], "text": " graduate students and supports their research and"}, {"speaker": "SPEAKER_01", "timestamp": [385.24, 389.98], "text": " learning. And while we're working sort of in these more grassroots ways, we also want to"}, {"speaker": "SPEAKER_01", "timestamp": [389.98, 396.78], "text": " support governments in doing this work. So our partnerships with organizations like UNESCO and"}, {"speaker": "SPEAKER_01", "timestamp": [396.78, 401.56], "text": " the Commonwealth of Learning are also important because they work directly with ministries of"}, {"speaker": "SPEAKER_01", "timestamp": [401.56, 410.82], "text": " education who help to create the supportive policies and practices, enabling conditions for success for open education and schools and school systems."}, {"speaker": "SPEAKER_01", "timestamp": [410.82, 422.94], "text": " So really, our role as a funder is to support the field and staying at this leading edge of both open and education with an emphasis on equity and access."}, {"speaker": "SPEAKER_01", "timestamp": [427.08, 427.94], "text": " There's a lot going on for sure."}, {"speaker": "SPEAKER_02", "timestamp": [434.32, 440.06], "text": " That's true. So, Angela, you're widely recognized around the world as both an advocate and a champion for open education. And in the past several years, you've really focused not only"}, {"speaker": "SPEAKER_01", "timestamp": [440.06, 446.14], "text": " your work, but I would argue the field on diversity, equity, and inclusion in education."}, {"speaker": "SPEAKER_02", "timestamp": [446.8, 452.14], "text": " So as you're engaged with that work, what elements of openness play in building a more diverse,"}, {"speaker": "SPEAKER_02", "timestamp": [452.4, 458.48], "text": " equitable, and inclusive opportunity for everybody in the world to get not only access to education"}, {"speaker": "SPEAKER_01", "timestamp": [458.48, 470.98], "text": " content, but really amazing education opportunities for everybody? Well, I really appreciate this question because on one hand, it might seem that openness is synonymous with inclusive. And we know that"}, {"speaker": "SPEAKER_01", "timestamp": [470.98, 476.64], "text": " that's not always true. Many times when something's called open, it's not done with structure,"}, {"speaker": "SPEAKER_01", "timestamp": [476.64, 482.38], "text": " with intention. Our practice might default to serving the needs and interests of those who've"}, {"speaker": "SPEAKER_01", "timestamp": [482.38, 492.18], "text": " always had power. So it really requires intentionality to leverage openness for equity. And at the same time, I also believe that equitable"}, {"speaker": "SPEAKER_01", "timestamp": [492.18, 498.7], "text": " and inclusive learning are not possible without openness. And I think about openness in terms of"}, {"speaker": "SPEAKER_01", "timestamp": [498.7, 504.98], "text": " being vulnerable to acknowledging where we have power or where we don't and how we use that power."}, {"speaker": "SPEAKER_01", "timestamp": [506.64, 512.8], "text": " acknowledging where we have power or where we don't and how we use that power. And openness in being willing to listen to others and take the time to understand how they make sense of the"}, {"speaker": "SPEAKER_01", "timestamp": [512.8, 519.16], "text": " world. I think about openness in sharing our own work, even when it might not be perfect,"}, {"speaker": "SPEAKER_01", "timestamp": [519.16, 525.5], "text": " and putting it out there for feedback and being curious about what others say and do with it and how they use it"}, {"speaker": "SPEAKER_01", "timestamp": [525.5, 532.28], "text": " and then openness and taking the time to learn about each other's culture and identities and"}, {"speaker": "SPEAKER_01", "timestamp": [532.28, 538.18], "text": " beliefs and reflect on our own experiences. Again, like being curious about ourselves and each other."}, {"speaker": "SPEAKER_01", "timestamp": [538.36, 543.14], "text": " So maybe to make it a little bit more concrete, to give an example, one of the teams that I get"}, {"speaker": "SPEAKER_01", "timestamp": [543.14, 545.06], "text": " to work with around some of this is the"}, {"speaker": "SPEAKER_01", "timestamp": [545.06, 550.92], "text": " Center for Black, Brown, and Queer Studies. And as they thought about the kind of OER that was needed"}, {"speaker": "SPEAKER_01", "timestamp": [550.92, 556.98], "text": " now, particularly in this time of online and hybrid learning, they felt like many students"}, {"speaker": "SPEAKER_01", "timestamp": [556.98, 573.6], "text": " needed a mental break from their screens, from their environments. And so they created a series of audio shorts, which blend guided meditation, storytelling, podcast, and they really create a space for stimulation and escape."}, {"speaker": "SPEAKER_01", "timestamp": [573.64, 578.0], "text": " And they invite listeners to think about their histories and identities."}, {"speaker": "SPEAKER_01", "timestamp": [578.38, 581.84], "text": " And in listening to these, I really found them quite healing."}, {"speaker": "SPEAKER_01", "timestamp": [581.86, 586.28], "text": " And I found I needed that time for reflection and connection."}, {"speaker": "SPEAKER_01", "timestamp": [586.58, 593.1], "text": " And so I really like to see more of that kind of work. And again, it comes back to being intentional"}, {"speaker": "SPEAKER_01", "timestamp": [593.1, 598.74], "text": " from the beginning around this so that learners can connect with each other and participate and"}, {"speaker": "SPEAKER_02", "timestamp": [598.74, 608.38], "text": " learn in ways that are meaningful to them. I really liked what you just said about leveraging openness for equity and that open is a"}, {"speaker": "SPEAKER_02", "timestamp": [608.38, 615.32], "text": " necessary but not a sufficient condition for equity. And that's very much in line with one"}, {"speaker": "SPEAKER_00", "timestamp": [615.32, 620.96], "text": " of our top level principles at Creative Commons, which is that open knowledge is a necessary but"}, {"speaker": "SPEAKER_00", "timestamp": [620.96, 626.08], "text": " not a sufficient condition to fix the world's biggest challenges. You mentioned"}, {"speaker": "SPEAKER_00", "timestamp": [626.08, 632.56], "text": " climate change a minute ago or preserving biodiversity or gender equality or clean water."}, {"speaker": "SPEAKER_02", "timestamp": [632.74, 638.02], "text": " I mean, pick your United Nations Sustainable Development Goal. I really like that idea that"}, {"speaker": "SPEAKER_02", "timestamp": [638.02, 643.72], "text": " you put forth that open is going to be a key part of the work that we all need to do to make the"}, {"speaker": "SPEAKER_02", "timestamp": [643.72, 645.58], "text": " world a better place. And it's not"}, {"speaker": "SPEAKER_01", "timestamp": [645.58, 651.58], "text": " the only thing that we have to do. Yeah, exactly. Exactly. Really, we have to think about how we're"}, {"speaker": "SPEAKER_01", "timestamp": [651.58, 657.42], "text": " working across all of these elements and bringing open is a piece. And we have to coordinate it with"}, {"speaker": "SPEAKER_01", "timestamp": [657.42, 662.94], "text": " the other structures and within the systems and sometimes change those systems so that open really"}, {"speaker": "SPEAKER_01", "timestamp": [662.94, 665.16], "text": " is advancing our goals around equity."}, {"speaker": "SPEAKER_02", "timestamp": [666.0, 671.7], "text": " I want to come back to that idea in just a moment, this idea about working with other sectors of"}, {"speaker": "SPEAKER_00", "timestamp": [671.7, 675.86], "text": " society. But before we do that, I want to get your thinking about the future a little bit."}, {"speaker": "SPEAKER_01", "timestamp": [675.86, 681.18], "text": " So at Creative Commons, we're celebrating our 20th anniversary this year, which is"}, {"speaker": "SPEAKER_02", "timestamp": [681.18, 685.36], "text": " very exciting. And while we're celebrating, we're also doing a lot of"}, {"speaker": "SPEAKER_02", "timestamp": [685.36, 693.0], "text": " reflecting on the past two decades while thinking about the future of open. And so what do you find"}, {"speaker": "SPEAKER_02", "timestamp": [693.0, 699.76], "text": " yourself both being nostalgic for in the early days of open education? And more importantly,"}, {"speaker": "SPEAKER_01", "timestamp": [699.76, 709.6], "text": " what do you hope to see in the next decade of open education? Well, I feel like I've only really been deeply immersed in open for the past like four to"}, {"speaker": "SPEAKER_01", "timestamp": [709.6, 710.58], "text": " five years or so."}, {"speaker": "SPEAKER_01", "timestamp": [710.62, 714.18], "text": " So I feel like I'm just diving in as the field is maturing."}, {"speaker": "SPEAKER_01", "timestamp": [714.18, 720.36], "text": " I'm not sure the perspective to feel nostalgic for the early days, but I do think it would"}, {"speaker": "SPEAKER_01", "timestamp": [720.36, 725.16], "text": " have been really fun to be in those early conversations, hatching ideas about open"}, {"speaker": "SPEAKER_01", "timestamp": [725.16, 731.12], "text": " educational resources and their potential for changing the educational landscape and being"}, {"speaker": "SPEAKER_01", "timestamp": [731.12, 737.52], "text": " bold and imagining what a different future for education might look like. And I have to say,"}, {"speaker": "SPEAKER_01", "timestamp": [737.58, 743.3], "text": " like, I'm really excited about where the field is today. The growth has been incredible. And even"}, {"speaker": "SPEAKER_01", "timestamp": [743.3, 745.86], "text": " in the time I've been at the Hewlett Foundation,"}, {"speaker": "SPEAKER_01", "timestamp": [745.86, 751.94], "text": " I've seen major progress. For example, like OpenStax saving students over $1 billion and"}, {"speaker": "SPEAKER_01", "timestamp": [751.94, 758.0], "text": " beginning to see millions of dollars of state funding here in the U.S. invested in OER and"}, {"speaker": "SPEAKER_01", "timestamp": [758.0, 764.08], "text": " related initiatives and system leaders supporting open education because they seek clear connections"}, {"speaker": "SPEAKER_01", "timestamp": [764.08, 765.4], "text": " to their goals for student success. And it's not just about affordability. It's education because they seek clear connections to their goals for student"}, {"speaker": "SPEAKER_01", "timestamp": [765.4, 770.78], "text": " success. And it's not just about affordability. It's also because they see those connections to"}, {"speaker": "SPEAKER_01", "timestamp": [770.78, 776.14], "text": " their priorities related to equity and inclusion. And internationally, of course, we've got the"}, {"speaker": "SPEAKER_01", "timestamp": [776.14, 782.2], "text": " adoption of the UNESCO OER recommendation, which is huge, and commitments of governments to"}, {"speaker": "SPEAKER_01", "timestamp": [782.2, 786.96], "text": " investing in open education and including that as part of their core"}, {"speaker": "SPEAKER_01", "timestamp": [786.96, 793.96], "text": " work in education. But it's also interesting to me today and looking ahead that I feel like we're"}, {"speaker": "SPEAKER_01", "timestamp": [793.96, 799.88], "text": " at a point where it's even more important to be bold, maybe even than it was in the early days,"}, {"speaker": "SPEAKER_01", "timestamp": [799.9, 806.1], "text": " because too often I'm seeing educational materials still used to reinforce didactic"}, {"speaker": "SPEAKER_01", "timestamp": [806.1, 810.22], "text": " models of learning or forms of teaching and learning that we know aren't the best for"}, {"speaker": "SPEAKER_01", "timestamp": [810.22, 812.88], "text": " students or not supported by the learning sciences."}, {"speaker": "SPEAKER_01", "timestamp": [813.36, 819.16], "text": " And so I'd like to see us in the work in open education, be more bold and taking a"}, {"speaker": "SPEAKER_01", "timestamp": [819.16, 824.56], "text": " stand to create open educational resources that support richer, more connected learning."}, {"speaker": "SPEAKER_01", "timestamp": [826.08, 831.66], "text": " And I really do believe OER can be a critical starting point for this, especially when they're centered on learners'"}, {"speaker": "SPEAKER_01", "timestamp": [832.1, 837.8], "text": " needs and experiences. And maybe to give an example of what I'm talking about, I mentioned"}, {"speaker": "SPEAKER_01", "timestamp": [837.8, 853.24], "text": " OpenStax earlier, and I've been really impressed with how they've been even more thoughtful, more intentional about how they're trying to incorporate or create space for learning about culture and identity as part of their work."}, {"speaker": "SPEAKER_01", "timestamp": [853.24, 861.24], "text": " And recognizing needs to go beyond surface level changes like swapping out names or pictures or adding in a case study here and there."}, {"speaker": "SPEAKER_01", "timestamp": [865.56, 871.9], "text": " study here and there. And so the work has been really thoughtful around how they're listening and learning with students to be more deliberate and who they're including as authors and making"}, {"speaker": "SPEAKER_01", "timestamp": [871.9, 878.18], "text": " sure multiple perspectives are represented, not just in terms of expertise, but also in terms of"}, {"speaker": "SPEAKER_01", "timestamp": [878.18, 887.36], "text": " which institutions are represented and lived experience. So that's what I mean when I talk about like being bold around our work and"}, {"speaker": "SPEAKER_01", "timestamp": [887.36, 893.78], "text": " with creating open educational resources. I also think we need to be bold in exploring new models"}, {"speaker": "SPEAKER_01", "timestamp": [893.78, 899.92], "text": " of teaching and learning and supporting learner-driven educational experiences, positioning"}, {"speaker": "SPEAKER_01", "timestamp": [899.92, 906.06], "text": " students as agents of their own learning, what we call open pedagogy in the field of open education."}, {"speaker": "SPEAKER_01", "timestamp": [906.68, 912.4], "text": " And I love to see students co-creating lessons and activities with their teachers and working"}, {"speaker": "SPEAKER_01", "timestamp": [912.4, 918.5], "text": " on what's meaningful to them and sharing it with others. Finally, I think it's also a moment for"}, {"speaker": "SPEAKER_01", "timestamp": [918.5, 926.16], "text": " our school and system leaders to be more bold and bold in how they're trusting in students that they know what and how they need"}, {"speaker": "SPEAKER_01", "timestamp": [926.16, 932.04], "text": " to learn. And also in recognizing teachers and faculty for this work that they're doing. Now,"}, {"speaker": "SPEAKER_01", "timestamp": [932.1, 936.76], "text": " that could be through compensation, or it also might be in acknowledging their contributions"}, {"speaker": "SPEAKER_01", "timestamp": [936.76, 943.3], "text": " in open education, like as part of tenure and promotion processes. And I'm excited by some of"}, {"speaker": "SPEAKER_01", "timestamp": [943.3, 946.36], "text": " the work that state system leaders are around this group"}, {"speaker": "SPEAKER_01", "timestamp": [946.36, 951.94], "text": " called the Doers Driving OER Sustainability for Student Success has been leading some work. And"}, {"speaker": "SPEAKER_01", "timestamp": [951.94, 957.5], "text": " so there are resources now about how to make those connections. So those are my hopes for the next"}, {"speaker": "SPEAKER_02", "timestamp": [957.5, 963.02], "text": " decade. That's great. Thank you for laying out that roadmap. That's a lot of, to use your word,"}, {"speaker": "SPEAKER_02", "timestamp": [963.08, 968.7], "text": " bold changes. So I guess my follow-up question would be, do you think we're collectively on the right"}, {"speaker": "SPEAKER_02", "timestamp": [968.7, 972.96], "text": " track for that open education future that you've just laid out?"}, {"speaker": "SPEAKER_02", "timestamp": [973.34, 977.08], "text": " And if not, what course corrections do we need to start making?"}, {"speaker": "SPEAKER_01", "timestamp": [977.68, 979.88], "text": " Yeah, well, I think we're getting there."}, {"speaker": "SPEAKER_01", "timestamp": [979.88, 985.72], "text": " I'm seeing progress both in the classroom levels, at the system levels, in terms of"}, {"speaker": "SPEAKER_01", "timestamp": [985.72, 990.52], "text": " adoption and effective use of open educational resources, open pedagogy."}, {"speaker": "SPEAKER_01", "timestamp": [990.76, 994.24], "text": " And I have thoughts about the idea of course corrections."}, {"speaker": "SPEAKER_01", "timestamp": [994.66, 999.08], "text": " For one, I don't think it's ever going to be a straight path or track."}, {"speaker": "SPEAKER_01", "timestamp": [999.26, 1002.0], "text": " And there's no one right way to do this."}, {"speaker": "SPEAKER_01", "timestamp": [1002.22, 1005.58], "text": " I really do believe that we're going to see multiple pathways and"}, {"speaker": "SPEAKER_01", "timestamp": [1005.58, 1011.18], "text": " there are multiple possibilities for how to get started here. So context matters. It's going to"}, {"speaker": "SPEAKER_01", "timestamp": [1011.18, 1018.02], "text": " look different depending on where people begin this work. For a faculty member who starts with"}, {"speaker": "SPEAKER_01", "timestamp": [1018.02, 1023.2], "text": " adopting an open textbook, you know, over time that might develop to adapting the book and then"}, {"speaker": "SPEAKER_01", "timestamp": [1023.2, 1025.52], "text": " co-creating lessons and co-authoring"}, {"speaker": "SPEAKER_01", "timestamp": [1025.52, 1031.68], "text": " books with their students or from the school system leader level, beginning even with asking"}, {"speaker": "SPEAKER_01", "timestamp": [1031.68, 1036.3], "text": " the question about how open education connects with goals and priorities for student success"}, {"speaker": "SPEAKER_01", "timestamp": [1036.3, 1041.26], "text": " is an important starting point. And then collaborating with their colleagues to see"}, {"speaker": "SPEAKER_01", "timestamp": [1041.26, 1046.36], "text": " where it goes from there. I think any of these entry points creates opportunities for"}, {"speaker": "SPEAKER_01", "timestamp": [1046.36, 1052.74], "text": " integrating open education in ways that can really be transformational, especially when we're mindful"}, {"speaker": "SPEAKER_01", "timestamp": [1052.74, 1058.98], "text": " of how we're including students, learners who've been marginalized in our schools and in our"}, {"speaker": "SPEAKER_01", "timestamp": [1058.98, 1065.78], "text": " communities as part of that process. The second thought I wanted to share about this idea of course correction is,"}, {"speaker": "SPEAKER_01", "timestamp": [1066.16, 1072.08], "text": " I don't know that so much of a need for a course correction, but I do think that those of us"}, {"speaker": "SPEAKER_01", "timestamp": [1072.08, 1077.38], "text": " leading the work in open education can be more intentional about how we're connecting with"}, {"speaker": "SPEAKER_01", "timestamp": [1077.38, 1084.04], "text": " educators and students and meeting them where they go to learn and asking questions about how"}, {"speaker": "SPEAKER_01", "timestamp": [1084.04, 1085.62], "text": " open education can help."}, {"speaker": "SPEAKER_01", "timestamp": [1086.06, 1092.24], "text": " So it's not always about putting open education or OER at the center and expecting people to follow in faith."}, {"speaker": "SPEAKER_01", "timestamp": [1092.24, 1100.7], "text": " Along those lines, I'm curious about how we can partner and learn with others and in doing so improve our work in open education."}, {"speaker": "SPEAKER_01", "timestamp": [1113.62, 1114.0], "text": " I think about like experts and communities that focus on learning disabilities and civil rights and experts who teach about race, culture and identity in schools and social and emotional learning."}, {"speaker": "SPEAKER_01", "timestamp": [1122.68, 1127.74], "text": " I feel like exploring these connections and intersections are going to be mutually beneficial for the field of open education and for each of these areas. Well, so that's a great loop back to what we were discussing"}, {"speaker": "SPEAKER_02", "timestamp": [1127.74, 1134.86], "text": " before about where we might partner with other sectors of society when we have similar goals. So"}, {"speaker": "SPEAKER_02", "timestamp": [1134.86, 1140.86], "text": " where do you see the opportunities for Hewlett, Creative Commons, and other partners in the open"}, {"speaker": "SPEAKER_02", "timestamp": [1140.86, 1145.58], "text": " education movement with these other movements, some of which you just"}, {"speaker": "SPEAKER_02", "timestamp": [1145.58, 1152.24], "text": " detailed, where those movements have overlapping goals with open education. And then once we've"}, {"speaker": "SPEAKER_02", "timestamp": [1152.24, 1157.22], "text": " identified where some of those overlapping goals might be, how do we join forces with those"}, {"speaker": "SPEAKER_02", "timestamp": [1157.22, 1162.78], "text": " partners on shared projects so that we can both move forward open education goals that we might"}, {"speaker": "SPEAKER_02", "timestamp": [1162.78, 1165.72], "text": " have broadly and the goals of our partners?"}, {"speaker": "SPEAKER_01", "timestamp": [1166.5, 1172.56], "text": " Well, in terms of some of the examples I mentioned earlier, I really do think we share goals around"}, {"speaker": "SPEAKER_01", "timestamp": [1172.56, 1178.78], "text": " wanting schools to be a place that's centered on care, where learners have opportunity to"}, {"speaker": "SPEAKER_01", "timestamp": [1178.78, 1187.82], "text": " experience connection and follow their interests, and that schools support them in that. And that opportunity is possible for every learner."}, {"speaker": "SPEAKER_01", "timestamp": [1188.14, 1191.3], "text": " So that's, I think, one core overlapping goal."}, {"speaker": "SPEAKER_01", "timestamp": [1191.42, 1196.42], "text": " But in addition to those areas I mentioned, I also think about areas like climate change"}, {"speaker": "SPEAKER_01", "timestamp": [1196.42, 1197.78], "text": " and health equity."}, {"speaker": "SPEAKER_01", "timestamp": [1198.52, 1202.78], "text": " And as part of that, I want to acknowledge Creative Commons work to promote open access"}, {"speaker": "SPEAKER_01", "timestamp": [1202.78, 1205.66], "text": " to climate and biodiversity research, because"}, {"speaker": "SPEAKER_01", "timestamp": [1205.66, 1212.58], "text": " we need to build public understanding and expand research and related to that, create educational"}, {"speaker": "SPEAKER_01", "timestamp": [1212.58, 1217.3], "text": " opportunities to learn about these things, learn about our environment and each other. And it"}, {"speaker": "SPEAKER_01", "timestamp": [1217.3, 1225.96], "text": " starts with that foundational work to open access resources. And I do see that Creative Commons"}, {"speaker": "SPEAKER_01", "timestamp": [1225.96, 1229.16], "text": " is uniquely positioned to help support"}, {"speaker": "SPEAKER_01", "timestamp": [1229.16, 1231.82], "text": " and facilitate those connections"}, {"speaker": "SPEAKER_01", "timestamp": [1231.82, 1235.7], "text": " between open access, open data, open education."}, {"speaker": "SPEAKER_01", "timestamp": [1236.14, 1238.08], "text": " So that's one of the reasons"}, {"speaker": "SPEAKER_01", "timestamp": [1238.08, 1240.82], "text": " it's so great to partner with you in this work."}, {"speaker": "SPEAKER_02", "timestamp": [1241.74, 1243.72], "text": " Oh, we love partnering with you too."}, {"speaker": "SPEAKER_02", "timestamp": [1243.88, 1245.58], "text": " It's interesting you bring up that example."}, {"speaker": "SPEAKER_02", "timestamp": [1245.76, 1251.68], "text": " In the past few months, Creative Commons and our partners at Spark and Eiffel have been meeting"}, {"speaker": "SPEAKER_02", "timestamp": [1251.68, 1258.02], "text": " with environmental organizations, the big ones around the world. And we went into those"}, {"speaker": "SPEAKER_00", "timestamp": [1258.02, 1267.16], "text": " conversations thinking that openness would be very low priority, if a priority at all for them. And what we found was quite the"}, {"speaker": "SPEAKER_00", "timestamp": [1267.16, 1272.62], "text": " opposite. As you said, we found that once we had a discussion with them about how open knowledge"}, {"speaker": "SPEAKER_00", "timestamp": [1272.62, 1280.4], "text": " about climate and open knowledge about biodiversity preservation was core to them solving these big"}, {"speaker": "SPEAKER_00", "timestamp": [1280.4, 1291.02], "text": " problems and for all of us to solve these big problems collectively. And they immediately said, yes, we want to work with you to develop in-house open policies so that what we produce"}, {"speaker": "SPEAKER_00", "timestamp": [1291.02, 1297.7], "text": " is open. Yes, we want to open up what we already have. Yes, we want to participate in a global"}, {"speaker": "SPEAKER_00", "timestamp": [1297.7, 1305.82], "text": " campaign that raises awareness about the importance of sharing knowledge and just developing a culture of sharing among the"}, {"speaker": "SPEAKER_00", "timestamp": [1305.82, 1311.42], "text": " world's scientists and educators. They got it immediately. And we were terribly worried. They"}, {"speaker": "SPEAKER_02", "timestamp": [1311.42, 1315.32], "text": " were going to say, oh no, that's not the most important thing in climate. We have so many other"}, {"speaker": "SPEAKER_02", "timestamp": [1315.32, 1320.34], "text": " things. We don't have time for open. It's like they immediately saw that it was not the whole"}, {"speaker": "SPEAKER_02", "timestamp": [1320.34, 1325.36], "text": " solution, but that it was part of the core infrastructure in order for their goals to"}, {"speaker": "SPEAKER_02", "timestamp": [1325.36, 1331.56], "text": " be successful. And just as you said, you know, it really struck me that I think in the open"}, {"speaker": "SPEAKER_02", "timestamp": [1331.56, 1336.62], "text": " education movement, we haven't worked in those spaces enough, right? We haven't taken the time"}, {"speaker": "SPEAKER_00", "timestamp": [1336.62, 1342.38], "text": " to reach out to other social movements that are also working to make the world a better place"}, {"speaker": "SPEAKER_00", "timestamp": [1342.38, 1346.52], "text": " and are working to provide better environments for people,"}, {"speaker": "SPEAKER_00", "timestamp": [1346.7, 1351.46], "text": " for humans, and that there's just so much opportunity for the open ed movement to engage"}, {"speaker": "SPEAKER_01", "timestamp": [1351.46, 1357.52], "text": " in those discussions. Yeah, I completely agree. And that's exciting to hear that it's making this"}, {"speaker": "SPEAKER_01", "timestamp": [1357.52, 1362.76], "text": " progress. And I think, you know, it's about both making sure that the experts in the field have"}, {"speaker": "SPEAKER_01", "timestamp": [1362.76, 1365.68], "text": " access to the resource they need to build on that,"}, {"speaker": "SPEAKER_01", "timestamp": [1365.76, 1371.38], "text": " but also think about the general public. And a lot of this work, you know, when I think about"}, {"speaker": "SPEAKER_01", "timestamp": [1371.38, 1378.74], "text": " climate change, mindsets about what we need to do as individuals or in our local communities"}, {"speaker": "SPEAKER_01", "timestamp": [1378.74, 1386.7], "text": " to change our practice, to make a difference. And so opening up knowledge around that and making it accessible to the public"}, {"speaker": "SPEAKER_02", "timestamp": [1386.7, 1393.98], "text": " is hugely important. You said something really important a few minutes ago about that context"}, {"speaker": "SPEAKER_02", "timestamp": [1393.98, 1402.16], "text": " matters, right? Where I am in the world matters. What language I speak matters. My past matters to"}, {"speaker": "SPEAKER_02", "timestamp": [1402.16, 1408.46], "text": " my educational experience. And one of the things we've been talking about with these environmental organizations is"}, {"speaker": "SPEAKER_02", "timestamp": [1408.46, 1412.38], "text": " that, yes, it's important that the research about climate is shared."}, {"speaker": "SPEAKER_02", "timestamp": [1412.52, 1416.36], "text": " It's important that the educational resources about climate is shared."}, {"speaker": "SPEAKER_02", "timestamp": [1416.5, 1423.32], "text": " And when it's openly licensed and it's actually made open, the context that matters can adapt"}, {"speaker": "SPEAKER_02", "timestamp": [1423.32, 1425.8], "text": " those resources. So if you're dealing, say, with"}, {"speaker": "SPEAKER_02", "timestamp": [1425.8, 1432.12], "text": " opening COVID vaccine patents, as an example, there are manufacturing centers around the world"}, {"speaker": "SPEAKER_02", "timestamp": [1432.12, 1438.38], "text": " which could actually take that knowledge, bring it local, and provide more vaccines to people."}, {"speaker": "SPEAKER_02", "timestamp": [1438.74, 1445.96], "text": " If there's research about climate that's available from one country, the solutions may be different or may need to be"}, {"speaker": "SPEAKER_02", "timestamp": [1445.96, 1451.44], "text": " adapted for a different country or location. And the same thing with educational resources, right?"}, {"speaker": "SPEAKER_02", "timestamp": [1451.48, 1455.88], "text": " The examples might not be right. The language might not be right. The size of it or the way"}, {"speaker": "SPEAKER_02", "timestamp": [1455.88, 1460.46], "text": " that it's delivered or the practices that are employed might need to be different to meet the"}, {"speaker": "SPEAKER_02", "timestamp": [1460.46, 1465.5], "text": " needs of educators and students in a different part of the world. And there was a very"}, {"speaker": "SPEAKER_02", "timestamp": [1465.5, 1469.9], "text": " productive conversation with these environmental orgs of them acknowledging what they produce at"}, {"speaker": "SPEAKER_02", "timestamp": [1469.9, 1476.24], "text": " an international level is not one size fits all. And that they have to date really lacked the"}, {"speaker": "SPEAKER_02", "timestamp": [1476.24, 1482.98], "text": " ability to get the kinds of adoption of the action that they wanted because they were giving out"}, {"speaker": "SPEAKER_02", "timestamp": [1482.98, 1485.78], "text": " non-open materials that couldn't be adapted"}, {"speaker": "SPEAKER_02", "timestamp": [1485.78, 1491.04], "text": " because of context. And so I think to have that be part of the conversation, as you pointed out,"}, {"speaker": "SPEAKER_01", "timestamp": [1491.12, 1497.02], "text": " is really important. Yeah. Well, I'll just say one more thing about that is if that is the goal,"}, {"speaker": "SPEAKER_01", "timestamp": [1497.1, 1503.0], "text": " then I think those of us who are sharing resources also need to be thinking about how we're putting"}, {"speaker": "SPEAKER_01", "timestamp": [1503.0, 1506.32], "text": " out the supports to help others figure out how to"}, {"speaker": "SPEAKER_01", "timestamp": [1506.32, 1511.1], "text": " make productive adaptations and to understand when there is an adjustment made, what the"}, {"speaker": "SPEAKER_01", "timestamp": [1511.1, 1516.68], "text": " implications of that might be for, you know, in the case of education for learning. We want to"}, {"speaker": "SPEAKER_01", "timestamp": [1516.68, 1522.88], "text": " see these resources out there and available for sharing and adaptation and have the support so"}, {"speaker": "SPEAKER_01", "timestamp": [1522.88, 1533.9], "text": " that others know how best to do that and create those channels for learning and sharing when others try something out that works to be able to share that back with the broader community."}, {"speaker": "SPEAKER_02", "timestamp": [1535.56, 1536.16], "text": " Absolutely."}, {"speaker": "SPEAKER_02", "timestamp": [1537.06, 1546.88], "text": " You mentioned this a little bit before, but I want to dive a bit deeper. As we're looking at ways to support, sustain, enhance the work that happens in open"}, {"speaker": "SPEAKER_02", "timestamp": [1546.88, 1554.26], "text": " education, that all requires funding. It all requires support. It requires permission. And I"}, {"speaker": "SPEAKER_02", "timestamp": [1554.26, 1558.32], "text": " don't mean legal permissions. I mean like sometimes political permission or permission within"}, {"speaker": "SPEAKER_02", "timestamp": [1558.32, 1564.3], "text": " organizations. And so one of the things that many of us do, including at Creative Commons and a lot"}, {"speaker": "SPEAKER_02", "timestamp": [1564.3, 1565.06], "text": " of our partners, we work in the policy area to provide these conditions. So you of the things that many of us do, including at Creative Commons and a lot of our partners,"}, {"speaker": "SPEAKER_02", "timestamp": [1568.4, 1568.6], "text": " we work in the policy area to provide these conditions."}, {"speaker": "SPEAKER_00", "timestamp": [1571.12, 1571.16], "text": " So you mentioned the UNESCO recommendation on OERs."}, {"speaker": "SPEAKER_00", "timestamp": [1577.66, 1577.98], "text": " We've got this universal or at least international document that the world's governments said,"}, {"speaker": "SPEAKER_00", "timestamp": [1583.0, 1585.78], "text": " yes, in consensus, these are things that we need to do to support open education. What policies do you think the world's governments"}, {"speaker": "SPEAKER_00", "timestamp": [1585.78, 1591.62], "text": " and other funders that are funding in the education space and research spaces need to adopt"}, {"speaker": "SPEAKER_00", "timestamp": [1591.62, 1598.98], "text": " so that we can maximize the sharing of knowledge? Well, I think about policies that support open"}, {"speaker": "SPEAKER_01", "timestamp": [1598.98, 1605.44], "text": " licensing as one piece of it. I also think about policies to support capacity building, like around the"}, {"speaker": "SPEAKER_01", "timestamp": [1605.44, 1612.34], "text": " creation, access, use, and reuse of resources, particularly resources for educational purposes,"}, {"speaker": "SPEAKER_01", "timestamp": [1612.34, 1618.18], "text": " so that we're supporting the time and space for educators to learn how to do this work,"}, {"speaker": "SPEAKER_01", "timestamp": [1618.18, 1622.86], "text": " so that they can connect with each other and share effective practices and share the results"}, {"speaker": "SPEAKER_01", "timestamp": [1622.86, 1628.28], "text": " of their work. Related to this, but a little bit different, I also think about policies that encourage"}, {"speaker": "SPEAKER_01", "timestamp": [1628.28, 1629.06], "text": " collaboration."}, {"speaker": "SPEAKER_01", "timestamp": [1629.54, 1634.0], "text": " You know, so within a school or institution, I feel like we still need to do a lot of work"}, {"speaker": "SPEAKER_01", "timestamp": [1634.0, 1638.2], "text": " to break down silos among those that need to collaborate to do this work."}, {"speaker": "SPEAKER_01", "timestamp": [1638.3, 1643.48], "text": " So, for example, like libraries and centers for teaching and learning and faculty and"}, {"speaker": "SPEAKER_01", "timestamp": [1643.48, 1645.82], "text": " making sure that there's space for them to"}, {"speaker": "SPEAKER_01", "timestamp": [1645.82, 1651.42], "text": " work together. And I think that that can be codified into policies in some ways. And I think"}, {"speaker": "SPEAKER_00", "timestamp": [1651.42, 1656.18], "text": " policies for collaboration regionally and internationally, again, so we're sharing"}, {"speaker": "SPEAKER_02", "timestamp": [1656.18, 1661.54], "text": " effective practices around what works. And then also there could be opportunities for better"}, {"speaker": "SPEAKER_00", "timestamp": [1661.54, 1665.62], "text": " policies around how materials and information are developed and"}, {"speaker": "SPEAKER_01", "timestamp": [1665.62, 1670.94], "text": " used in ways that intentionally benefit those who've been marginalized in our society. And"}, {"speaker": "SPEAKER_01", "timestamp": [1670.94, 1675.76], "text": " want to make sure that their perspectives and interests are not only represented and included,"}, {"speaker": "SPEAKER_01", "timestamp": [1676.04, 1681.08], "text": " but even beyond this, that these communities are actually involved in shaping and defining"}, {"speaker": "SPEAKER_01", "timestamp": [1681.08, 1686.46], "text": " policies. So those are some thoughts about potential new policies that would"}, {"speaker": "SPEAKER_01", "timestamp": [1686.46, 1692.58], "text": " be helpful. But I also think it's not always about creating new policies. Sometimes the work might be"}, {"speaker": "SPEAKER_01", "timestamp": [1692.58, 1697.96], "text": " about changing or removing policies that are getting in the way or limiting opportunities"}, {"speaker": "SPEAKER_01", "timestamp": [1697.96, 1704.66], "text": " for sharing knowledge. So depending on the context, I think it might be a mix of those things."}, {"speaker": "SPEAKER_01", "timestamp": [1704.66, 1707.18], "text": " So depending on the context, I think it might be a mix of those things."}, {"speaker": "SPEAKER_02", "timestamp": [1708.22, 1708.86], "text": " Great, thank you."}, {"speaker": "SPEAKER_02", "timestamp": [1713.08, 1713.24], "text": " So to wrap it up, I want to acknowledge that we're in challenging times right now."}, {"speaker": "SPEAKER_02", "timestamp": [1719.52, 1720.32], "text": " We are still in the middle of a global pandemic, which has had some really awful effects on teaching and learning."}, {"speaker": "SPEAKER_02", "timestamp": [1720.32, 1724.38], "text": " There are many students that are still not back in school around the world."}, {"speaker": "SPEAKER_02", "timestamp": [1725.14, 1725.36], "text": " learning. There are many students that are still not back in school around the world. We've got,"}, {"speaker": "SPEAKER_02", "timestamp": [1731.82, 1738.68], "text": " you know, the Ukraine is being invaded right now by Russia, which is causing mass migrations. And again, students and other educators and researchers being pushed out of their homes and out of their"}, {"speaker": "SPEAKER_02", "timestamp": [1738.68, 1743.42], "text": " workplaces and fleeing. These are hard times. And so I'm looking for a bit of hope from you,"}, {"speaker": "SPEAKER_02", "timestamp": [1743.42, 1751.28], "text": " if I could. What's one thing that education can do or that we educators can do to make the world a better place?"}, {"speaker": "SPEAKER_01", "timestamp": [1751.78, 1756.84], "text": " The thing that comes to mind for me, both professionally as an educator, but also"}, {"speaker": "SPEAKER_01", "timestamp": [1756.84, 1763.66], "text": " personally as a parent, I'd like to see us expand our vision of student success to one that's more"}, {"speaker": "SPEAKER_01", "timestamp": [1763.66, 1765.62], "text": " than just about course requirements"}, {"speaker": "SPEAKER_01", "timestamp": [1765.62, 1773.16], "text": " and graduation rates. I really would like to see more schools become and learning to be a place"}, {"speaker": "SPEAKER_01", "timestamp": [1773.16, 1781.78], "text": " where students, educators experience care and have the space to discover themselves and discover a"}, {"speaker": "SPEAKER_01", "timestamp": [1781.78, 1785.82], "text": " sense of joy and purpose through the learning that they do with each other."}, {"speaker": "SPEAKER_01", "timestamp": [1786.06, 1788.58], "text": " And this goal is really what gives me purpose"}, {"speaker": "SPEAKER_01", "timestamp": [1788.58, 1791.08], "text": " and drives my work in open education."}, {"speaker": "SPEAKER_01", "timestamp": [1792.68, 1793.58], "text": " That's beautiful."}, {"speaker": "SPEAKER_02", "timestamp": [1794.06, 1795.64], "text": " Thank you, Angela, for your time today."}, {"speaker": "SPEAKER_02", "timestamp": [1795.68, 1797.18], "text": " It was really a joy speaking with you."}, {"speaker": "SPEAKER_00", "timestamp": [1797.56, 1798.6], "text": " My pleasure to be here."}, {"speaker": "SPEAKER_01", "timestamp": [1798.7, 1799.3], "text": " Thank you, Cable."}, {"speaker": "SPEAKER_00", "timestamp": [1801.0, 1804.18], "text": " Thanks for listening to Open Minds from Creative Commons."}, {"speaker": "SPEAKER_00", "timestamp": [1804.86, 1807.36], "text": " Special thanks to the musician Broke For Free,"}, {"speaker": "SPEAKER_00", "timestamp": [1807.36, 1810.8], "text": " whose track Daybird you heard at the beginning of this episode"}, {"speaker": "SPEAKER_00", "timestamp": [1810.8, 1813.06], "text": " and you're listening to right now."}, {"speaker": "SPEAKER_00", "timestamp": [1813.32, 1817.1], "text": " It's available under the Creative Commons Attribution License."}, {"speaker": "SPEAKER_00", "timestamp": [1817.56, 1819.94], "text": " Meaning it's free for anyone to use."}, {"speaker": "SPEAKER_00", "timestamp": [1820.1, 1825.0], "text": " You can find it at the Free Music Archive, freemusicarchive.org."}, {"speaker": "SPEAKER_00", "timestamp": [1825.42, 1829.66], "text": " Please subscribe to our show so you don't miss any of our conversations"}, {"speaker": "SPEAKER_00", "timestamp": [1829.66, 1833.84], "text": " with people working to make the internet and our global culture"}, {"speaker": "SPEAKER_00", "timestamp": [1833.84, 1835.72], "text": " more open and collaborative."}, {"speaker": "SPEAKER_00", "timestamp": [1836.34, 1838.34], "text": " We'll be back soon with another episode."}], "chunks": [{"timestamp": [0.0, 5.72], "text": " Welcome to Open Minds from Creative Commons."}, {"timestamp": [6.08, 10.24], "text": " I'm Oney Anukam, CC's Communications and Campaigns Manager."}, {"timestamp": [10.56, 18.92], "text": " Our Open Minds podcast is a series of conversations with people working on the issues we're involved with and the subjects we're excited about."}, {"timestamp": [19.12, 26.1], "text": " Each episode, we sit down with amazing guests who are working to make the internet and our global culture"}, {"timestamp": [26.1, 33.58], "text": " more open and collaborative. Happy Open Education Week, an annual celebration that provides a"}, {"timestamp": [33.58, 39.58], "text": " platform for actively sharing and learning about the latest achievements in open education"}, {"timestamp": [39.58, 46.76], "text": " worldwide, taking place this year from March 7th to the 11th. In this episode, we're switching"}, {"timestamp": [46.76, 53.34], "text": " things up a little. My colleague, Cable Green, CC's Director of Open Knowledge, sits down for"}, {"timestamp": [53.34, 60.7], "text": " a conversation about open education with Angela Debarger, Program Officer in Education at the"}, {"timestamp": [60.7, 66.22], "text": " William and Flora Hewlett Foundation. Angela is widely recognized as an advocate and"}, {"timestamp": [66.22, 72.82], "text": " champion for open education. Her portfolio at the Hewlett Foundation addresses open education,"}, {"timestamp": [73.26, 78.7], "text": " aiming to democratize knowledge, create inclusive and engaging experiences for learners,"}, {"timestamp": [78.7, 87.5], "text": " and advance racial equity in education systems. Angela is a native Californian and outside of work"}, {"timestamp": [87.5, 94.74], "text": " enjoys spending time with her two boys. Enough from me, time to pass the mic to Angela and Cable."}, {"timestamp": [96.74, 103.36], "text": " Okay, welcome Angela. We want to start by giving our community an opportunity to get to know you"}, {"timestamp": [103.36, 105.62], "text": " a bit better and explore your background"}, {"timestamp": [105.62, 106.76], "text": " in open education."}, {"timestamp": [107.52, 112.66], "text": " So to that end, can you tell us a little bit about how you were first introduced to open?"}, {"timestamp": [113.46, 114.22], "text": " Yeah, sure."}, {"timestamp": [114.34, 118.68], "text": " Well, I'm so glad to be here, Cable, and I thought I'd start by sharing that my background"}, {"timestamp": [118.68, 123.12], "text": " in education is really around assessment and curriculum design."}, {"timestamp": [123.38, 125.8], "text": " And so I learned about open education probably"}, {"timestamp": [125.8, 130.56], "text": " around seven years ago in my previous role when I was a program officer at the George Lucas"}, {"timestamp": [130.56, 135.82], "text": " Educational Foundation. And in that role, we're working with teams to develop project-based"}, {"timestamp": [135.82, 141.7], "text": " instructional materials and building evidence base for project-based learning. And part of that"}, {"timestamp": [141.7, 145.32], "text": " approach was around setting ambitious learning goals and supporting"}, {"timestamp": [145.32, 150.96], "text": " relationships in the classroom and from the classroom to community. Also, a core piece of"}, {"timestamp": [150.96, 157.22], "text": " that was around relevance and supporting educators and students and learning from them about how they"}, {"timestamp": [157.22, 165.68], "text": " really make these materials their own and make them meaningful for their own learning and learning from how teachers are adapting and"}, {"timestamp": [165.68, 167.14], "text": " localizing with resources."}, {"timestamp": [168.02, 173.88], "text": " And so I, in the midst of doing all of this, happened to attend a convening that was focused"}, {"timestamp": [173.88, 178.14], "text": " around the value of open education for more inclusive and accessible learning."}, {"timestamp": [178.4, 184.14], "text": " And the connections to our goals for project-based learning really made a lot of sense to me."}, {"timestamp": [184.14, 186.46], "text": " I saw how open education was"}, {"timestamp": [186.46, 191.56], "text": " really centered around agency and ownership, and this is what we imagined for our work in"}, {"timestamp": [191.56, 197.38], "text": " project-based learning. And it was an aha moment for me too, that we could be explicit about this"}, {"timestamp": [197.38, 204.42], "text": " through open licensing. And I became curious about questions like how and under what conditions can"}, {"timestamp": [204.42, 206.34], "text": " using open education lead to"}, {"timestamp": [206.34, 213.14], "text": " deeper learning, more connected, more ambitious learning. And so after that experience, I've been"}, {"timestamp": [213.14, 221.54], "text": " an advocate for open education ever since. That's great. You mentioned supporting relationships and"}, {"timestamp": [221.54, 225.14], "text": " adapting and localizing resources, problem-based learning."}, {"timestamp": [225.34, 229.24], "text": " So that was a lot of what you were doing at Lucas. Say a little bit more about that. How does open"}, {"timestamp": [229.24, 234.18], "text": " education, in your view, support those things, support relationships in particular? I think it's"}, {"timestamp": [234.18, 241.02], "text": " about, again, like being explicit that this is really about making this work your own and making"}, {"timestamp": [241.02, 246.62], "text": " it relevant and wanting the learning experience to be a place where we can"}, {"timestamp": [246.62, 252.86], "text": " connect to our histories, our identities, our experiences. And open licensing is a piece of"}, {"timestamp": [252.86, 258.56], "text": " that because it's a way of explicitly acknowledging that it's okay to do that. It's okay to make"}, {"timestamp": [258.56, 266.58], "text": " changes to the materials that enable that. But then the notion of openness and sharing and collaboration is also a core piece"}, {"timestamp": [266.58, 272.7], "text": " of that. And so that's where I see the connection to the work that we were doing in project-based"}, {"timestamp": [272.7, 277.8], "text": " learning and the work that I continue to do at the Hewlett Foundation around deeper learning."}, {"timestamp": [277.96, 282.12], "text": " Well, that's a good transition. You moved from Lucas to Hewlett. Tell us a little bit more about"}, {"timestamp": [282.12, 290.52], "text": " the Hewlett Foundation and the role that it plays internationally in advocating for open knowledge. Yeah, well, I suppose as we're thinking about the"}, {"timestamp": [290.52, 296.06], "text": " foundation broadly, I should point out that our work in education and an open education at Hewlett"}, {"timestamp": [296.06, 301.16], "text": " is really just one program area that includes international work. So we have other programs"}, {"timestamp": [301.16, 305.14], "text": " like the environment that addresses global issues like climate change."}, {"timestamp": [305.14, 318.04], "text": " And we have our gender equity and governance program that focuses on fostering inclusive societies, especially for women and girls, and doing this work in sub-Saharan Africa, Mexico, and United States."}, {"timestamp": [318.22, 326.3], "text": " And one of our core principles in how we work across all of our programs at the foundation is around openness, transparency,"}, {"timestamp": [326.3, 333.16], "text": " and learning. So as part of that, we have an open policy where open licensing is the default for"}, {"timestamp": [333.16, 338.24], "text": " all of the products and outcomes of grant activities, because we want to support sharing"}, {"timestamp": [338.24, 346.58], "text": " and we want to allow others to use and build on what we're learning. Now, more specifically in our work in education and our"}, {"timestamp": [346.58, 351.86], "text": " education program, our main goal for our international work there, which is probably"}, {"timestamp": [351.86, 358.96], "text": " about a quarter of our work in open education, is a more diverse and inclusive field. And we do this"}, {"timestamp": [358.96, 365.7], "text": " by supporting knowledge sharing through global networks like Creative Commons and Open Education Global."}, {"timestamp": [366.42, 372.18], "text": " And we really want to be active, too, in lifting up a diversity of perspectives and voices to help"}, {"timestamp": [372.18, 376.84], "text": " shape how the field evolves. And in addition to the work with Creative Commons, Open Ed Global,"}, {"timestamp": [377.14, 382.74], "text": " we collaborate with mentorship networks like the Global OER Graduate Network, which works with"}, {"timestamp": [382.74, 385.24], "text": " graduate students and supports their research and"}, {"timestamp": [385.24, 389.98], "text": " learning. And while we're working sort of in these more grassroots ways, we also want to"}, {"timestamp": [389.98, 396.78], "text": " support governments in doing this work. So our partnerships with organizations like UNESCO and"}, {"timestamp": [396.78, 401.56], "text": " the Commonwealth of Learning are also important because they work directly with ministries of"}, {"timestamp": [401.56, 410.82], "text": " education who help to create the supportive policies and practices, enabling conditions for success for open education and schools and school systems."}, {"timestamp": [410.82, 422.94], "text": " So really, our role as a funder is to support the field and staying at this leading edge of both open and education with an emphasis on equity and access."}, {"timestamp": [427.08, 427.94], "text": " There's a lot going on for sure."}, {"timestamp": [434.32, 440.06], "text": " That's true. So, Angela, you're widely recognized around the world as both an advocate and a champion for open education. And in the past several years, you've really focused not only"}, {"timestamp": [440.06, 446.14], "text": " your work, but I would argue the field on diversity, equity, and inclusion in education."}, {"timestamp": [446.8, 452.14], "text": " So as you're engaged with that work, what elements of openness play in building a more diverse,"}, {"timestamp": [452.4, 458.48], "text": " equitable, and inclusive opportunity for everybody in the world to get not only access to education"}, {"timestamp": [458.48, 470.98], "text": " content, but really amazing education opportunities for everybody? Well, I really appreciate this question because on one hand, it might seem that openness is synonymous with inclusive. And we know that"}, {"timestamp": [470.98, 476.64], "text": " that's not always true. Many times when something's called open, it's not done with structure,"}, {"timestamp": [476.64, 482.38], "text": " with intention. Our practice might default to serving the needs and interests of those who've"}, {"timestamp": [482.38, 492.18], "text": " always had power. So it really requires intentionality to leverage openness for equity. And at the same time, I also believe that equitable"}, {"timestamp": [492.18, 498.7], "text": " and inclusive learning are not possible without openness. And I think about openness in terms of"}, {"timestamp": [498.7, 504.98], "text": " being vulnerable to acknowledging where we have power or where we don't and how we use that power."}, {"timestamp": [506.64, 512.8], "text": " acknowledging where we have power or where we don't and how we use that power. And openness in being willing to listen to others and take the time to understand how they make sense of the"}, {"timestamp": [512.8, 519.16], "text": " world. I think about openness in sharing our own work, even when it might not be perfect,"}, {"timestamp": [519.16, 525.5], "text": " and putting it out there for feedback and being curious about what others say and do with it and how they use it"}, {"timestamp": [525.5, 532.28], "text": " and then openness and taking the time to learn about each other's culture and identities and"}, {"timestamp": [532.28, 538.18], "text": " beliefs and reflect on our own experiences. Again, like being curious about ourselves and each other."}, {"timestamp": [538.36, 543.14], "text": " So maybe to make it a little bit more concrete, to give an example, one of the teams that I get"}, {"timestamp": [543.14, 545.06], "text": " to work with around some of this is the"}, {"timestamp": [545.06, 550.92], "text": " Center for Black, Brown, and Queer Studies. And as they thought about the kind of OER that was needed"}, {"timestamp": [550.92, 556.98], "text": " now, particularly in this time of online and hybrid learning, they felt like many students"}, {"timestamp": [556.98, 573.6], "text": " needed a mental break from their screens, from their environments. And so they created a series of audio shorts, which blend guided meditation, storytelling, podcast, and they really create a space for stimulation and escape."}, {"timestamp": [573.64, 578.0], "text": " And they invite listeners to think about their histories and identities."}, {"timestamp": [578.38, 581.84], "text": " And in listening to these, I really found them quite healing."}, {"timestamp": [581.86, 586.28], "text": " And I found I needed that time for reflection and connection."}, {"timestamp": [586.58, 593.1], "text": " And so I really like to see more of that kind of work. And again, it comes back to being intentional"}, {"timestamp": [593.1, 598.74], "text": " from the beginning around this so that learners can connect with each other and participate and"}, {"timestamp": [598.74, 608.38], "text": " learn in ways that are meaningful to them. I really liked what you just said about leveraging openness for equity and that open is a"}, {"timestamp": [608.38, 615.32], "text": " necessary but not a sufficient condition for equity. And that's very much in line with one"}, {"timestamp": [615.32, 620.96], "text": " of our top level principles at Creative Commons, which is that open knowledge is a necessary but"}, {"timestamp": [620.96, 626.08], "text": " not a sufficient condition to fix the world's biggest challenges. You mentioned"}, {"timestamp": [626.08, 632.56], "text": " climate change a minute ago or preserving biodiversity or gender equality or clean water."}, {"timestamp": [632.74, 638.02], "text": " I mean, pick your United Nations Sustainable Development Goal. I really like that idea that"}, {"timestamp": [638.02, 643.72], "text": " you put forth that open is going to be a key part of the work that we all need to do to make the"}, {"timestamp": [643.72, 645.58], "text": " world a better place. And it's not"}, {"timestamp": [645.58, 651.58], "text": " the only thing that we have to do. Yeah, exactly. Exactly. Really, we have to think about how we're"}, {"timestamp": [651.58, 657.42], "text": " working across all of these elements and bringing open is a piece. And we have to coordinate it with"}, {"timestamp": [657.42, 662.94], "text": " the other structures and within the systems and sometimes change those systems so that open really"}, {"timestamp": [662.94, 665.16], "text": " is advancing our goals around equity."}, {"timestamp": [666.0, 671.7], "text": " I want to come back to that idea in just a moment, this idea about working with other sectors of"}, {"timestamp": [671.7, 675.86], "text": " society. But before we do that, I want to get your thinking about the future a little bit."}, {"timestamp": [675.86, 681.18], "text": " So at Creative Commons, we're celebrating our 20th anniversary this year, which is"}, {"timestamp": [681.18, 685.36], "text": " very exciting. And while we're celebrating, we're also doing a lot of"}, {"timestamp": [685.36, 693.0], "text": " reflecting on the past two decades while thinking about the future of open. And so what do you find"}, {"timestamp": [693.0, 699.76], "text": " yourself both being nostalgic for in the early days of open education? And more importantly,"}, {"timestamp": [699.76, 709.6], "text": " what do you hope to see in the next decade of open education? Well, I feel like I've only really been deeply immersed in open for the past like four to"}, {"timestamp": [709.6, 710.58], "text": " five years or so."}, {"timestamp": [710.62, 714.18], "text": " So I feel like I'm just diving in as the field is maturing."}, {"timestamp": [714.18, 720.36], "text": " I'm not sure the perspective to feel nostalgic for the early days, but I do think it would"}, {"timestamp": [720.36, 725.16], "text": " have been really fun to be in those early conversations, hatching ideas about open"}, {"timestamp": [725.16, 731.12], "text": " educational resources and their potential for changing the educational landscape and being"}, {"timestamp": [731.12, 737.52], "text": " bold and imagining what a different future for education might look like. And I have to say,"}, {"timestamp": [737.58, 743.3], "text": " like, I'm really excited about where the field is today. The growth has been incredible. And even"}, {"timestamp": [743.3, 745.86], "text": " in the time I've been at the Hewlett Foundation,"}, {"timestamp": [745.86, 751.94], "text": " I've seen major progress. For example, like OpenStax saving students over $1 billion and"}, {"timestamp": [751.94, 758.0], "text": " beginning to see millions of dollars of state funding here in the U.S. invested in OER and"}, {"timestamp": [758.0, 764.08], "text": " related initiatives and system leaders supporting open education because they seek clear connections"}, {"timestamp": [764.08, 765.4], "text": " to their goals for student success. And it's not just about affordability. It's education because they seek clear connections to their goals for student"}, {"timestamp": [765.4, 770.78], "text": " success. And it's not just about affordability. It's also because they see those connections to"}, {"timestamp": [770.78, 776.14], "text": " their priorities related to equity and inclusion. And internationally, of course, we've got the"}, {"timestamp": [776.14, 782.2], "text": " adoption of the UNESCO OER recommendation, which is huge, and commitments of governments to"}, {"timestamp": [782.2, 786.96], "text": " investing in open education and including that as part of their core"}, {"timestamp": [786.96, 793.96], "text": " work in education. But it's also interesting to me today and looking ahead that I feel like we're"}, {"timestamp": [793.96, 799.88], "text": " at a point where it's even more important to be bold, maybe even than it was in the early days,"}, {"timestamp": [799.9, 806.1], "text": " because too often I'm seeing educational materials still used to reinforce didactic"}, {"timestamp": [806.1, 810.22], "text": " models of learning or forms of teaching and learning that we know aren't the best for"}, {"timestamp": [810.22, 812.88], "text": " students or not supported by the learning sciences."}, {"timestamp": [813.36, 819.16], "text": " And so I'd like to see us in the work in open education, be more bold and taking a"}, {"timestamp": [819.16, 824.56], "text": " stand to create open educational resources that support richer, more connected learning."}, {"timestamp": [826.08, 831.66], "text": " And I really do believe OER can be a critical starting point for this, especially when they're centered on learners'"}, {"timestamp": [832.1, 837.8], "text": " needs and experiences. And maybe to give an example of what I'm talking about, I mentioned"}, {"timestamp": [837.8, 853.24], "text": " OpenStax earlier, and I've been really impressed with how they've been even more thoughtful, more intentional about how they're trying to incorporate or create space for learning about culture and identity as part of their work."}, {"timestamp": [853.24, 861.24], "text": " And recognizing needs to go beyond surface level changes like swapping out names or pictures or adding in a case study here and there."}, {"timestamp": [865.56, 871.9], "text": " study here and there. And so the work has been really thoughtful around how they're listening and learning with students to be more deliberate and who they're including as authors and making"}, {"timestamp": [871.9, 878.18], "text": " sure multiple perspectives are represented, not just in terms of expertise, but also in terms of"}, {"timestamp": [878.18, 887.36], "text": " which institutions are represented and lived experience. So that's what I mean when I talk about like being bold around our work and"}, {"timestamp": [887.36, 893.78], "text": " with creating open educational resources. I also think we need to be bold in exploring new models"}, {"timestamp": [893.78, 899.92], "text": " of teaching and learning and supporting learner-driven educational experiences, positioning"}, {"timestamp": [899.92, 906.06], "text": " students as agents of their own learning, what we call open pedagogy in the field of open education."}, {"timestamp": [906.68, 912.4], "text": " And I love to see students co-creating lessons and activities with their teachers and working"}, {"timestamp": [912.4, 918.5], "text": " on what's meaningful to them and sharing it with others. Finally, I think it's also a moment for"}, {"timestamp": [918.5, 926.16], "text": " our school and system leaders to be more bold and bold in how they're trusting in students that they know what and how they need"}, {"timestamp": [926.16, 932.04], "text": " to learn. And also in recognizing teachers and faculty for this work that they're doing. Now,"}, {"timestamp": [932.1, 936.76], "text": " that could be through compensation, or it also might be in acknowledging their contributions"}, {"timestamp": [936.76, 943.3], "text": " in open education, like as part of tenure and promotion processes. And I'm excited by some of"}, {"timestamp": [943.3, 946.36], "text": " the work that state system leaders are around this group"}, {"timestamp": [946.36, 951.94], "text": " called the Doers Driving OER Sustainability for Student Success has been leading some work. And"}, {"timestamp": [951.94, 957.5], "text": " so there are resources now about how to make those connections. So those are my hopes for the next"}, {"timestamp": [957.5, 963.02], "text": " decade. That's great. Thank you for laying out that roadmap. That's a lot of, to use your word,"}, {"timestamp": [963.08, 968.7], "text": " bold changes. So I guess my follow-up question would be, do you think we're collectively on the right"}, {"timestamp": [968.7, 972.96], "text": " track for that open education future that you've just laid out?"}, {"timestamp": [973.34, 977.08], "text": " And if not, what course corrections do we need to start making?"}, {"timestamp": [977.68, 979.88], "text": " Yeah, well, I think we're getting there."}, {"timestamp": [979.88, 985.72], "text": " I'm seeing progress both in the classroom levels, at the system levels, in terms of"}, {"timestamp": [985.72, 990.52], "text": " adoption and effective use of open educational resources, open pedagogy."}, {"timestamp": [990.76, 994.24], "text": " And I have thoughts about the idea of course corrections."}, {"timestamp": [994.66, 999.08], "text": " For one, I don't think it's ever going to be a straight path or track."}, {"timestamp": [999.26, 1002.0], "text": " And there's no one right way to do this."}, {"timestamp": [1002.22, 1005.58], "text": " I really do believe that we're going to see multiple pathways and"}, {"timestamp": [1005.58, 1011.18], "text": " there are multiple possibilities for how to get started here. So context matters. It's going to"}, {"timestamp": [1011.18, 1018.02], "text": " look different depending on where people begin this work. For a faculty member who starts with"}, {"timestamp": [1018.02, 1023.2], "text": " adopting an open textbook, you know, over time that might develop to adapting the book and then"}, {"timestamp": [1023.2, 1025.52], "text": " co-creating lessons and co-authoring"}, {"timestamp": [1025.52, 1031.68], "text": " books with their students or from the school system leader level, beginning even with asking"}, {"timestamp": [1031.68, 1036.3], "text": " the question about how open education connects with goals and priorities for student success"}, {"timestamp": [1036.3, 1041.26], "text": " is an important starting point. And then collaborating with their colleagues to see"}, {"timestamp": [1041.26, 1046.36], "text": " where it goes from there. I think any of these entry points creates opportunities for"}, {"timestamp": [1046.36, 1052.74], "text": " integrating open education in ways that can really be transformational, especially when we're mindful"}, {"timestamp": [1052.74, 1058.98], "text": " of how we're including students, learners who've been marginalized in our schools and in our"}, {"timestamp": [1058.98, 1065.78], "text": " communities as part of that process. The second thought I wanted to share about this idea of course correction is,"}, {"timestamp": [1066.16, 1072.08], "text": " I don't know that so much of a need for a course correction, but I do think that those of us"}, {"timestamp": [1072.08, 1077.38], "text": " leading the work in open education can be more intentional about how we're connecting with"}, {"timestamp": [1077.38, 1084.04], "text": " educators and students and meeting them where they go to learn and asking questions about how"}, {"timestamp": [1084.04, 1085.62], "text": " open education can help."}, {"timestamp": [1086.06, 1092.24], "text": " So it's not always about putting open education or OER at the center and expecting people to follow in faith."}, {"timestamp": [1092.24, 1100.7], "text": " Along those lines, I'm curious about how we can partner and learn with others and in doing so improve our work in open education."}, {"timestamp": [1113.62, 1114.0], "text": " I think about like experts and communities that focus on learning disabilities and civil rights and experts who teach about race, culture and identity in schools and social and emotional learning."}, {"timestamp": [1122.68, 1127.74], "text": " I feel like exploring these connections and intersections are going to be mutually beneficial for the field of open education and for each of these areas. Well, so that's a great loop back to what we were discussing"}, {"timestamp": [1127.74, 1134.86], "text": " before about where we might partner with other sectors of society when we have similar goals. So"}, {"timestamp": [1134.86, 1140.86], "text": " where do you see the opportunities for Hewlett, Creative Commons, and other partners in the open"}, {"timestamp": [1140.86, 1145.58], "text": " education movement with these other movements, some of which you just"}, {"timestamp": [1145.58, 1152.24], "text": " detailed, where those movements have overlapping goals with open education. And then once we've"}, {"timestamp": [1152.24, 1157.22], "text": " identified where some of those overlapping goals might be, how do we join forces with those"}, {"timestamp": [1157.22, 1162.78], "text": " partners on shared projects so that we can both move forward open education goals that we might"}, {"timestamp": [1162.78, 1165.72], "text": " have broadly and the goals of our partners?"}, {"timestamp": [1166.5, 1172.56], "text": " Well, in terms of some of the examples I mentioned earlier, I really do think we share goals around"}, {"timestamp": [1172.56, 1178.78], "text": " wanting schools to be a place that's centered on care, where learners have opportunity to"}, {"timestamp": [1178.78, 1187.82], "text": " experience connection and follow their interests, and that schools support them in that. And that opportunity is possible for every learner."}, {"timestamp": [1188.14, 1191.3], "text": " So that's, I think, one core overlapping goal."}, {"timestamp": [1191.42, 1196.42], "text": " But in addition to those areas I mentioned, I also think about areas like climate change"}, {"timestamp": [1196.42, 1197.78], "text": " and health equity."}, {"timestamp": [1198.52, 1202.78], "text": " And as part of that, I want to acknowledge Creative Commons work to promote open access"}, {"timestamp": [1202.78, 1205.66], "text": " to climate and biodiversity research, because"}, {"timestamp": [1205.66, 1212.58], "text": " we need to build public understanding and expand research and related to that, create educational"}, {"timestamp": [1212.58, 1217.3], "text": " opportunities to learn about these things, learn about our environment and each other. And it"}, {"timestamp": [1217.3, 1225.96], "text": " starts with that foundational work to open access resources. And I do see that Creative Commons"}, {"timestamp": [1225.96, 1229.16], "text": " is uniquely positioned to help support"}, {"timestamp": [1229.16, 1231.82], "text": " and facilitate those connections"}, {"timestamp": [1231.82, 1235.7], "text": " between open access, open data, open education."}, {"timestamp": [1236.14, 1238.08], "text": " So that's one of the reasons"}, {"timestamp": [1238.08, 1240.82], "text": " it's so great to partner with you in this work."}, {"timestamp": [1241.74, 1243.72], "text": " Oh, we love partnering with you too."}, {"timestamp": [1243.88, 1245.58], "text": " It's interesting you bring up that example."}, {"timestamp": [1245.76, 1251.68], "text": " In the past few months, Creative Commons and our partners at Spark and Eiffel have been meeting"}, {"timestamp": [1251.68, 1258.02], "text": " with environmental organizations, the big ones around the world. And we went into those"}, {"timestamp": [1258.02, 1267.16], "text": " conversations thinking that openness would be very low priority, if a priority at all for them. And what we found was quite the"}, {"timestamp": [1267.16, 1272.62], "text": " opposite. As you said, we found that once we had a discussion with them about how open knowledge"}, {"timestamp": [1272.62, 1280.4], "text": " about climate and open knowledge about biodiversity preservation was core to them solving these big"}, {"timestamp": [1280.4, 1291.02], "text": " problems and for all of us to solve these big problems collectively. And they immediately said, yes, we want to work with you to develop in-house open policies so that what we produce"}, {"timestamp": [1291.02, 1297.7], "text": " is open. Yes, we want to open up what we already have. Yes, we want to participate in a global"}, {"timestamp": [1297.7, 1305.82], "text": " campaign that raises awareness about the importance of sharing knowledge and just developing a culture of sharing among the"}, {"timestamp": [1305.82, 1311.42], "text": " world's scientists and educators. They got it immediately. And we were terribly worried. They"}, {"timestamp": [1311.42, 1315.32], "text": " were going to say, oh no, that's not the most important thing in climate. We have so many other"}, {"timestamp": [1315.32, 1320.34], "text": " things. We don't have time for open. It's like they immediately saw that it was not the whole"}, {"timestamp": [1320.34, 1325.36], "text": " solution, but that it was part of the core infrastructure in order for their goals to"}, {"timestamp": [1325.36, 1331.56], "text": " be successful. And just as you said, you know, it really struck me that I think in the open"}, {"timestamp": [1331.56, 1336.62], "text": " education movement, we haven't worked in those spaces enough, right? We haven't taken the time"}, {"timestamp": [1336.62, 1342.38], "text": " to reach out to other social movements that are also working to make the world a better place"}, {"timestamp": [1342.38, 1346.52], "text": " and are working to provide better environments for people,"}, {"timestamp": [1346.7, 1351.46], "text": " for humans, and that there's just so much opportunity for the open ed movement to engage"}, {"timestamp": [1351.46, 1357.52], "text": " in those discussions. Yeah, I completely agree. And that's exciting to hear that it's making this"}, {"timestamp": [1357.52, 1362.76], "text": " progress. And I think, you know, it's about both making sure that the experts in the field have"}, {"timestamp": [1362.76, 1365.68], "text": " access to the resource they need to build on that,"}, {"timestamp": [1365.76, 1371.38], "text": " but also think about the general public. And a lot of this work, you know, when I think about"}, {"timestamp": [1371.38, 1378.74], "text": " climate change, mindsets about what we need to do as individuals or in our local communities"}, {"timestamp": [1378.74, 1386.7], "text": " to change our practice, to make a difference. And so opening up knowledge around that and making it accessible to the public"}, {"timestamp": [1386.7, 1393.98], "text": " is hugely important. You said something really important a few minutes ago about that context"}, {"timestamp": [1393.98, 1402.16], "text": " matters, right? Where I am in the world matters. What language I speak matters. My past matters to"}, {"timestamp": [1402.16, 1408.46], "text": " my educational experience. And one of the things we've been talking about with these environmental organizations is"}, {"timestamp": [1408.46, 1412.38], "text": " that, yes, it's important that the research about climate is shared."}, {"timestamp": [1412.52, 1416.36], "text": " It's important that the educational resources about climate is shared."}, {"timestamp": [1416.5, 1423.32], "text": " And when it's openly licensed and it's actually made open, the context that matters can adapt"}, {"timestamp": [1423.32, 1425.8], "text": " those resources. So if you're dealing, say, with"}, {"timestamp": [1425.8, 1432.12], "text": " opening COVID vaccine patents, as an example, there are manufacturing centers around the world"}, {"timestamp": [1432.12, 1438.38], "text": " which could actually take that knowledge, bring it local, and provide more vaccines to people."}, {"timestamp": [1438.74, 1445.96], "text": " If there's research about climate that's available from one country, the solutions may be different or may need to be"}, {"timestamp": [1445.96, 1451.44], "text": " adapted for a different country or location. And the same thing with educational resources, right?"}, {"timestamp": [1451.48, 1455.88], "text": " The examples might not be right. The language might not be right. The size of it or the way"}, {"timestamp": [1455.88, 1460.46], "text": " that it's delivered or the practices that are employed might need to be different to meet the"}, {"timestamp": [1460.46, 1465.5], "text": " needs of educators and students in a different part of the world. And there was a very"}, {"timestamp": [1465.5, 1469.9], "text": " productive conversation with these environmental orgs of them acknowledging what they produce at"}, {"timestamp": [1469.9, 1476.24], "text": " an international level is not one size fits all. And that they have to date really lacked the"}, {"timestamp": [1476.24, 1482.98], "text": " ability to get the kinds of adoption of the action that they wanted because they were giving out"}, {"timestamp": [1482.98, 1485.78], "text": " non-open materials that couldn't be adapted"}, {"timestamp": [1485.78, 1491.04], "text": " because of context. And so I think to have that be part of the conversation, as you pointed out,"}, {"timestamp": [1491.12, 1497.02], "text": " is really important. Yeah. Well, I'll just say one more thing about that is if that is the goal,"}, {"timestamp": [1497.1, 1503.0], "text": " then I think those of us who are sharing resources also need to be thinking about how we're putting"}, {"timestamp": [1503.0, 1506.32], "text": " out the supports to help others figure out how to"}, {"timestamp": [1506.32, 1511.1], "text": " make productive adaptations and to understand when there is an adjustment made, what the"}, {"timestamp": [1511.1, 1516.68], "text": " implications of that might be for, you know, in the case of education for learning. We want to"}, {"timestamp": [1516.68, 1522.88], "text": " see these resources out there and available for sharing and adaptation and have the support so"}, {"timestamp": [1522.88, 1533.9], "text": " that others know how best to do that and create those channels for learning and sharing when others try something out that works to be able to share that back with the broader community."}, {"timestamp": [1535.56, 1536.16], "text": " Absolutely."}, {"timestamp": [1537.06, 1546.88], "text": " You mentioned this a little bit before, but I want to dive a bit deeper. As we're looking at ways to support, sustain, enhance the work that happens in open"}, {"timestamp": [1546.88, 1554.26], "text": " education, that all requires funding. It all requires support. It requires permission. And I"}, {"timestamp": [1554.26, 1558.32], "text": " don't mean legal permissions. I mean like sometimes political permission or permission within"}, {"timestamp": [1558.32, 1564.3], "text": " organizations. And so one of the things that many of us do, including at Creative Commons and a lot"}, {"timestamp": [1564.3, 1565.06], "text": " of our partners, we work in the policy area to provide these conditions. So you of the things that many of us do, including at Creative Commons and a lot of our partners,"}, {"timestamp": [1568.4, 1568.6], "text": " we work in the policy area to provide these conditions."}, {"timestamp": [1571.12, 1571.16], "text": " So you mentioned the UNESCO recommendation on OERs."}, {"timestamp": [1577.66, 1577.98], "text": " We've got this universal or at least international document that the world's governments said,"}, {"timestamp": [1583.0, 1585.78], "text": " yes, in consensus, these are things that we need to do to support open education. What policies do you think the world's governments"}, {"timestamp": [1585.78, 1591.62], "text": " and other funders that are funding in the education space and research spaces need to adopt"}, {"timestamp": [1591.62, 1598.98], "text": " so that we can maximize the sharing of knowledge? Well, I think about policies that support open"}, {"timestamp": [1598.98, 1605.44], "text": " licensing as one piece of it. I also think about policies to support capacity building, like around the"}, {"timestamp": [1605.44, 1612.34], "text": " creation, access, use, and reuse of resources, particularly resources for educational purposes,"}, {"timestamp": [1612.34, 1618.18], "text": " so that we're supporting the time and space for educators to learn how to do this work,"}, {"timestamp": [1618.18, 1622.86], "text": " so that they can connect with each other and share effective practices and share the results"}, {"timestamp": [1622.86, 1628.28], "text": " of their work. Related to this, but a little bit different, I also think about policies that encourage"}, {"timestamp": [1628.28, 1629.06], "text": " collaboration."}, {"timestamp": [1629.54, 1634.0], "text": " You know, so within a school or institution, I feel like we still need to do a lot of work"}, {"timestamp": [1634.0, 1638.2], "text": " to break down silos among those that need to collaborate to do this work."}, {"timestamp": [1638.3, 1643.48], "text": " So, for example, like libraries and centers for teaching and learning and faculty and"}, {"timestamp": [1643.48, 1645.82], "text": " making sure that there's space for them to"}, {"timestamp": [1645.82, 1651.42], "text": " work together. And I think that that can be codified into policies in some ways. And I think"}, {"timestamp": [1651.42, 1656.18], "text": " policies for collaboration regionally and internationally, again, so we're sharing"}, {"timestamp": [1656.18, 1661.54], "text": " effective practices around what works. And then also there could be opportunities for better"}, {"timestamp": [1661.54, 1665.62], "text": " policies around how materials and information are developed and"}, {"timestamp": [1665.62, 1670.94], "text": " used in ways that intentionally benefit those who've been marginalized in our society. And"}, {"timestamp": [1670.94, 1675.76], "text": " want to make sure that their perspectives and interests are not only represented and included,"}, {"timestamp": [1676.04, 1681.08], "text": " but even beyond this, that these communities are actually involved in shaping and defining"}, {"timestamp": [1681.08, 1686.46], "text": " policies. So those are some thoughts about potential new policies that would"}, {"timestamp": [1686.46, 1692.58], "text": " be helpful. But I also think it's not always about creating new policies. Sometimes the work might be"}, {"timestamp": [1692.58, 1697.96], "text": " about changing or removing policies that are getting in the way or limiting opportunities"}, {"timestamp": [1697.96, 1704.66], "text": " for sharing knowledge. So depending on the context, I think it might be a mix of those things."}, {"timestamp": [1704.66, 1707.18], "text": " So depending on the context, I think it might be a mix of those things."}, {"timestamp": [1708.22, 1708.86], "text": " Great, thank you."}, {"timestamp": [1713.08, 1713.24], "text": " So to wrap it up, I want to acknowledge that we're in challenging times right now."}, {"timestamp": [1719.52, 1720.32], "text": " We are still in the middle of a global pandemic, which has had some really awful effects on teaching and learning."}, {"timestamp": [1720.32, 1724.38], "text": " There are many students that are still not back in school around the world."}, {"timestamp": [1725.14, 1725.36], "text": " learning. There are many students that are still not back in school around the world. We've got,"}, {"timestamp": [1731.82, 1738.68], "text": " you know, the Ukraine is being invaded right now by Russia, which is causing mass migrations. And again, students and other educators and researchers being pushed out of their homes and out of their"}, {"timestamp": [1738.68, 1743.42], "text": " workplaces and fleeing. These are hard times. And so I'm looking for a bit of hope from you,"}, {"timestamp": [1743.42, 1751.28], "text": " if I could. What's one thing that education can do or that we educators can do to make the world a better place?"}, {"timestamp": [1751.78, 1756.84], "text": " The thing that comes to mind for me, both professionally as an educator, but also"}, {"timestamp": [1756.84, 1763.66], "text": " personally as a parent, I'd like to see us expand our vision of student success to one that's more"}, {"timestamp": [1763.66, 1765.62], "text": " than just about course requirements"}, {"timestamp": [1765.62, 1773.16], "text": " and graduation rates. I really would like to see more schools become and learning to be a place"}, {"timestamp": [1773.16, 1781.78], "text": " where students, educators experience care and have the space to discover themselves and discover a"}, {"timestamp": [1781.78, 1785.82], "text": " sense of joy and purpose through the learning that they do with each other."}, {"timestamp": [1786.06, 1788.58], "text": " And this goal is really what gives me purpose"}, {"timestamp": [1788.58, 1791.08], "text": " and drives my work in open education."}, {"timestamp": [1792.68, 1793.58], "text": " That's beautiful."}, {"timestamp": [1794.06, 1795.64], "text": " Thank you, Angela, for your time today."}, {"timestamp": [1795.68, 1797.18], "text": " It was really a joy speaking with you."}, {"timestamp": [1797.56, 1798.6], "text": " My pleasure to be here."}, {"timestamp": [1798.7, 1799.3], "text": " Thank you, Cable."}, {"timestamp": [1801.0, 1804.18], "text": " Thanks for listening to Open Minds from Creative Commons."}, {"timestamp": [1804.86, 1807.36], "text": " Special thanks to the musician Broke For Free,"}, {"timestamp": [1807.36, 1810.8], "text": " whose track Daybird you heard at the beginning of this episode"}, {"timestamp": [1810.8, 1813.06], "text": " and you're listening to right now."}, {"timestamp": [1813.32, 1817.1], "text": " It's available under the Creative Commons Attribution License."}, {"timestamp": [1817.56, 1819.94], "text": " Meaning it's free for anyone to use."}, {"timestamp": [1820.1, 1825.0], "text": " You can find it at the Free Music Archive, freemusicarchive.org."}, {"timestamp": [1825.42, 1829.66], "text": " Please subscribe to our show so you don't miss any of our conversations"}, {"timestamp": [1829.66, 1833.84], "text": " with people working to make the internet and our global culture"}, {"timestamp": [1833.84, 1835.72], "text": " more open and collaborative."}, {"timestamp": [1836.34, 1838.34], "text": " We'll be back soon with another episode."}, {"timestamp": [1838.78, 1900.64], "text": " Talk to you then. Thank you."}], "text": " Welcome to Open Minds from Creative Commons. I'm Oney Anukam, CC's Communications and Campaigns Manager. Our Open Minds podcast is a series of conversations with people working on the issues we're involved with and the subjects we're excited about. Each episode, we sit down with amazing guests who are working to make the internet and our global culture more open and collaborative. Happy Open Education Week, an annual celebration that provides a platform for actively sharing and learning about the latest achievements in open education worldwide, taking place this year from March 7th to the 11th. In this episode, we're switching things up a little. My colleague, Cable Green, CC's Director of Open Knowledge, sits down for a conversation about open education with Angela Debarger, Program Officer in Education at the William and Flora Hewlett Foundation. Angela is widely recognized as an advocate and champion for open education. Her portfolio at the Hewlett Foundation addresses open education, aiming to democratize knowledge, create inclusive and engaging experiences for learners, and advance racial equity in education systems. Angela is a native Californian and outside of work enjoys spending time with her two boys. Enough from me, time to pass the mic to Angela and Cable. Okay, welcome Angela. We want to start by giving our community an opportunity to get to know you a bit better and explore your background in open education. So to that end, can you tell us a little bit about how you were first introduced to open? Yeah, sure. Well, I'm so glad to be here, Cable, and I thought I'd start by sharing that my background in education is really around assessment and curriculum design. And so I learned about open education probably around seven years ago in my previous role when I was a program officer at the George Lucas Educational Foundation. And in that role, we're working with teams to develop project-based instructional materials and building evidence base for project-based learning. And part of that approach was around setting ambitious learning goals and supporting relationships in the classroom and from the classroom to community. Also, a core piece of that was around relevance and supporting educators and students and learning from them about how they really make these materials their own and make them meaningful for their own learning and learning from how teachers are adapting and localizing with resources. And so I, in the midst of doing all of this, happened to attend a convening that was focused around the value of open education for more inclusive and accessible learning. And the connections to our goals for project-based learning really made a lot of sense to me. I saw how open education was really centered around agency and ownership, and this is what we imagined for our work in project-based learning. And it was an aha moment for me too, that we could be explicit about this through open licensing. And I became curious about questions like how and under what conditions can using open education lead to deeper learning, more connected, more ambitious learning. And so after that experience, I've been an advocate for open education ever since. That's great. You mentioned supporting relationships and adapting and localizing resources, problem-based learning. So that was a lot of what you were doing at Lucas. Say a little bit more about that. How does open education, in your view, support those things, support relationships in particular? I think it's about, again, like being explicit that this is really about making this work your own and making it relevant and wanting the learning experience to be a place where we can connect to our histories, our identities, our experiences. And open licensing is a piece of that because it's a way of explicitly acknowledging that it's okay to do that. It's okay to make changes to the materials that enable that. But then the notion of openness and sharing and collaboration is also a core piece of that. And so that's where I see the connection to the work that we were doing in project-based learning and the work that I continue to do at the Hewlett Foundation around deeper learning. Well, that's a good transition. You moved from Lucas to Hewlett. Tell us a little bit more about the Hewlett Foundation and the role that it plays internationally in advocating for open knowledge. Yeah, well, I suppose as we're thinking about the foundation broadly, I should point out that our work in education and an open education at Hewlett is really just one program area that includes international work. So we have other programs like the environment that addresses global issues like climate change. And we have our gender equity and governance program that focuses on fostering inclusive societies, especially for women and girls, and doing this work in sub-Saharan Africa, Mexico, and United States. And one of our core principles in how we work across all of our programs at the foundation is around openness, transparency, and learning. So as part of that, we have an open policy where open licensing is the default for all of the products and outcomes of grant activities, because we want to support sharing and we want to allow others to use and build on what we're learning. Now, more specifically in our work in education and our education program, our main goal for our international work there, which is probably about a quarter of our work in open education, is a more diverse and inclusive field. And we do this by supporting knowledge sharing through global networks like Creative Commons and Open Education Global. And we really want to be active, too, in lifting up a diversity of perspectives and voices to help shape how the field evolves. And in addition to the work with Creative Commons, Open Ed Global, we collaborate with mentorship networks like the Global OER Graduate Network, which works with graduate students and supports their research and learning. And while we're working sort of in these more grassroots ways, we also want to support governments in doing this work. So our partnerships with organizations like UNESCO and the Commonwealth of Learning are also important because they work directly with ministries of education who help to create the supportive policies and practices, enabling conditions for success for open education and schools and school systems. So really, our role as a funder is to support the field and staying at this leading edge of both open and education with an emphasis on equity and access. There's a lot going on for sure. That's true. So, Angela, you're widely recognized around the world as both an advocate and a champion for open education. And in the past several years, you've really focused not only your work, but I would argue the field on diversity, equity, and inclusion in education. So as you're engaged with that work, what elements of openness play in building a more diverse, equitable, and inclusive opportunity for everybody in the world to get not only access to education content, but really amazing education opportunities for everybody? Well, I really appreciate this question because on one hand, it might seem that openness is synonymous with inclusive. And we know that that's not always true. Many times when something's called open, it's not done with structure, with intention. Our practice might default to serving the needs and interests of those who've always had power. So it really requires intentionality to leverage openness for equity. And at the same time, I also believe that equitable and inclusive learning are not possible without openness. And I think about openness in terms of being vulnerable to acknowledging where we have power or where we don't and how we use that power. acknowledging where we have power or where we don't and how we use that power. And openness in being willing to listen to others and take the time to understand how they make sense of the world. I think about openness in sharing our own work, even when it might not be perfect, and putting it out there for feedback and being curious about what others say and do with it and how they use it and then openness and taking the time to learn about each other's culture and identities and beliefs and reflect on our own experiences. Again, like being curious about ourselves and each other. So maybe to make it a little bit more concrete, to give an example, one of the teams that I get to work with around some of this is the Center for Black, Brown, and Queer Studies. And as they thought about the kind of OER that was needed now, particularly in this time of online and hybrid learning, they felt like many students needed a mental break from their screens, from their environments. And so they created a series of audio shorts, which blend guided meditation, storytelling, podcast, and they really create a space for stimulation and escape. And they invite listeners to think about their histories and identities. And in listening to these, I really found them quite healing. And I found I needed that time for reflection and connection. And so I really like to see more of that kind of work. And again, it comes back to being intentional from the beginning around this so that learners can connect with each other and participate and learn in ways that are meaningful to them. I really liked what you just said about leveraging openness for equity and that open is a necessary but not a sufficient condition for equity. And that's very much in line with one of our top level principles at Creative Commons, which is that open knowledge is a necessary but not a sufficient condition to fix the world's biggest challenges. You mentioned climate change a minute ago or preserving biodiversity or gender equality or clean water. I mean, pick your United Nations Sustainable Development Goal. I really like that idea that you put forth that open is going to be a key part of the work that we all need to do to make the world a better place. And it's not the only thing that we have to do. Yeah, exactly. Exactly. Really, we have to think about how we're working across all of these elements and bringing open is a piece. And we have to coordinate it with the other structures and within the systems and sometimes change those systems so that open really is advancing our goals around equity. I want to come back to that idea in just a moment, this idea about working with other sectors of society. But before we do that, I want to get your thinking about the future a little bit. So at Creative Commons, we're celebrating our 20th anniversary this year, which is very exciting. And while we're celebrating, we're also doing a lot of reflecting on the past two decades while thinking about the future of open. And so what do you find yourself both being nostalgic for in the early days of open education? And more importantly, what do you hope to see in the next decade of open education? Well, I feel like I've only really been deeply immersed in open for the past like four to five years or so. So I feel like I'm just diving in as the field is maturing. I'm not sure the perspective to feel nostalgic for the early days, but I do think it would have been really fun to be in those early conversations, hatching ideas about open educational resources and their potential for changing the educational landscape and being bold and imagining what a different future for education might look like. And I have to say, like, I'm really excited about where the field is today. The growth has been incredible. And even in the time I've been at the Hewlett Foundation, I've seen major progress. For example, like OpenStax saving students over $1 billion and beginning to see millions of dollars of state funding here in the U.S. invested in OER and related initiatives and system leaders supporting open education because they seek clear connections to their goals for student success. And it's not just about affordability. It's education because they seek clear connections to their goals for student success. And it's not just about affordability. It's also because they see those connections to their priorities related to equity and inclusion. And internationally, of course, we've got the adoption of the UNESCO OER recommendation, which is huge, and commitments of governments to investing in open education and including that as part of their core work in education. But it's also interesting to me today and looking ahead that I feel like we're at a point where it's even more important to be bold, maybe even than it was in the early days, because too often I'm seeing educational materials still used to reinforce didactic models of learning or forms of teaching and learning that we know aren't the best for students or not supported by the learning sciences. And so I'd like to see us in the work in open education, be more bold and taking a stand to create open educational resources that support richer, more connected learning. And I really do believe OER can be a critical starting point for this, especially when they're centered on learners' needs and experiences. And maybe to give an example of what I'm talking about, I mentioned OpenStax earlier, and I've been really impressed with how they've been even more thoughtful, more intentional about how they're trying to incorporate or create space for learning about culture and identity as part of their work. And recognizing needs to go beyond surface level changes like swapping out names or pictures or adding in a case study here and there. study here and there. And so the work has been really thoughtful around how they're listening and learning with students to be more deliberate and who they're including as authors and making sure multiple perspectives are represented, not just in terms of expertise, but also in terms of which institutions are represented and lived experience. So that's what I mean when I talk about like being bold around our work and with creating open educational resources. I also think we need to be bold in exploring new models of teaching and learning and supporting learner-driven educational experiences, positioning students as agents of their own learning, what we call open pedagogy in the field of open education. And I love to see students co-creating lessons and activities with their teachers and working on what's meaningful to them and sharing it with others. Finally, I think it's also a moment for our school and system leaders to be more bold and bold in how they're trusting in students that they know what and how they need to learn. And also in recognizing teachers and faculty for this work that they're doing. Now, that could be through compensation, or it also might be in acknowledging their contributions in open education, like as part of tenure and promotion processes. And I'm excited by some of the work that state system leaders are around this group called the Doers Driving OER Sustainability for Student Success has been leading some work. And so there are resources now about how to make those connections. So those are my hopes for the next decade. That's great. Thank you for laying out that roadmap. That's a lot of, to use your word, bold changes. So I guess my follow-up question would be, do you think we're collectively on the right track for that open education future that you've just laid out? And if not, what course corrections do we need to start making? Yeah, well, I think we're getting there. I'm seeing progress both in the classroom levels, at the system levels, in terms of adoption and effective use of open educational resources, open pedagogy. And I have thoughts about the idea of course corrections. For one, I don't think it's ever going to be a straight path or track. And there's no one right way to do this. I really do believe that we're going to see multiple pathways and there are multiple possibilities for how to get started here. So context matters. It's going to look different depending on where people begin this work. For a faculty member who starts with adopting an open textbook, you know, over time that might develop to adapting the book and then co-creating lessons and co-authoring books with their students or from the school system leader level, beginning even with asking the question about how open education connects with goals and priorities for student success is an important starting point. And then collaborating with their colleagues to see where it goes from there. I think any of these entry points creates opportunities for integrating open education in ways that can really be transformational, especially when we're mindful of how we're including students, learners who've been marginalized in our schools and in our communities as part of that process. The second thought I wanted to share about this idea of course correction is, I don't know that so much of a need for a course correction, but I do think that those of us leading the work in open education can be more intentional about how we're connecting with educators and students and meeting them where they go to learn and asking questions about how open education can help. So it's not always about putting open education or OER at the center and expecting people to follow in faith. Along those lines, I'm curious about how we can partner and learn with others and in doing so improve our work in open education. I think about like experts and communities that focus on learning disabilities and civil rights and experts who teach about race, culture and identity in schools and social and emotional learning. I feel like exploring these connections and intersections are going to be mutually beneficial for the field of open education and for each of these areas. Well, so that's a great loop back to what we were discussing before about where we might partner with other sectors of society when we have similar goals. So where do you see the opportunities for Hewlett, Creative Commons, and other partners in the open education movement with these other movements, some of which you just detailed, where those movements have overlapping goals with open education. And then once we've identified where some of those overlapping goals might be, how do we join forces with those partners on shared projects so that we can both move forward open education goals that we might have broadly and the goals of our partners? Well, in terms of some of the examples I mentioned earlier, I really do think we share goals around wanting schools to be a place that's centered on care, where learners have opportunity to experience connection and follow their interests, and that schools support them in that. And that opportunity is possible for every learner. So that's, I think, one core overlapping goal. But in addition to those areas I mentioned, I also think about areas like climate change and health equity. And as part of that, I want to acknowledge Creative Commons work to promote open access to climate and biodiversity research, because we need to build public understanding and expand research and related to that, create educational opportunities to learn about these things, learn about our environment and each other. And it starts with that foundational work to open access resources. And I do see that Creative Commons is uniquely positioned to help support and facilitate those connections between open access, open data, open education. So that's one of the reasons it's so great to partner with you in this work. Oh, we love partnering with you too. It's interesting you bring up that example. In the past few months, Creative Commons and our partners at Spark and Eiffel have been meeting with environmental organizations, the big ones around the world. And we went into those conversations thinking that openness would be very low priority, if a priority at all for them. And what we found was quite the opposite. As you said, we found that once we had a discussion with them about how open knowledge about climate and open knowledge about biodiversity preservation was core to them solving these big problems and for all of us to solve these big problems collectively. And they immediately said, yes, we want to work with you to develop in-house open policies so that what we produce is open. Yes, we want to open up what we already have. Yes, we want to participate in a global campaign that raises awareness about the importance of sharing knowledge and just developing a culture of sharing among the world's scientists and educators. They got it immediately. And we were terribly worried. They were going to say, oh no, that's not the most important thing in climate. We have so many other things. We don't have time for open. It's like they immediately saw that it was not the whole solution, but that it was part of the core infrastructure in order for their goals to be successful. And just as you said, you know, it really struck me that I think in the open education movement, we haven't worked in those spaces enough, right? We haven't taken the time to reach out to other social movements that are also working to make the world a better place and are working to provide better environments for people, for humans, and that there's just so much opportunity for the open ed movement to engage in those discussions. Yeah, I completely agree. And that's exciting to hear that it's making this progress. And I think, you know, it's about both making sure that the experts in the field have access to the resource they need to build on that, but also think about the general public. And a lot of this work, you know, when I think about climate change, mindsets about what we need to do as individuals or in our local communities to change our practice, to make a difference. And so opening up knowledge around that and making it accessible to the public is hugely important. You said something really important a few minutes ago about that context matters, right? Where I am in the world matters. What language I speak matters. My past matters to my educational experience. And one of the things we've been talking about with these environmental organizations is that, yes, it's important that the research about climate is shared. It's important that the educational resources about climate is shared. And when it's openly licensed and it's actually made open, the context that matters can adapt those resources. So if you're dealing, say, with opening COVID vaccine patents, as an example, there are manufacturing centers around the world which could actually take that knowledge, bring it local, and provide more vaccines to people. If there's research about climate that's available from one country, the solutions may be different or may need to be adapted for a different country or location. And the same thing with educational resources, right? The examples might not be right. The language might not be right. The size of it or the way that it's delivered or the practices that are employed might need to be different to meet the needs of educators and students in a different part of the world. And there was a very productive conversation with these environmental orgs of them acknowledging what they produce at an international level is not one size fits all. And that they have to date really lacked the ability to get the kinds of adoption of the action that they wanted because they were giving out non-open materials that couldn't be adapted because of context. And so I think to have that be part of the conversation, as you pointed out, is really important. Yeah. Well, I'll just say one more thing about that is if that is the goal, then I think those of us who are sharing resources also need to be thinking about how we're putting out the supports to help others figure out how to make productive adaptations and to understand when there is an adjustment made, what the implications of that might be for, you know, in the case of education for learning. We want to see these resources out there and available for sharing and adaptation and have the support so that others know how best to do that and create those channels for learning and sharing when others try something out that works to be able to share that back with the broader community. Absolutely. You mentioned this a little bit before, but I want to dive a bit deeper. As we're looking at ways to support, sustain, enhance the work that happens in open education, that all requires funding. It all requires support. It requires permission. And I don't mean legal permissions. I mean like sometimes political permission or permission within organizations. And so one of the things that many of us do, including at Creative Commons and a lot of our partners, we work in the policy area to provide these conditions. So you of the things that many of us do, including at Creative Commons and a lot of our partners, we work in the policy area to provide these conditions. So you mentioned the UNESCO recommendation on OERs. We've got this universal or at least international document that the world's governments said, yes, in consensus, these are things that we need to do to support open education. What policies do you think the world's governments and other funders that are funding in the education space and research spaces need to adopt so that we can maximize the sharing of knowledge? Well, I think about policies that support open licensing as one piece of it. I also think about policies to support capacity building, like around the creation, access, use, and reuse of resources, particularly resources for educational purposes, so that we're supporting the time and space for educators to learn how to do this work, so that they can connect with each other and share effective practices and share the results of their work. Related to this, but a little bit different, I also think about policies that encourage collaboration. You know, so within a school or institution, I feel like we still need to do a lot of work to break down silos among those that need to collaborate to do this work. So, for example, like libraries and centers for teaching and learning and faculty and making sure that there's space for them to work together. And I think that that can be codified into policies in some ways. And I think policies for collaboration regionally and internationally, again, so we're sharing effective practices around what works. And then also there could be opportunities for better policies around how materials and information are developed and used in ways that intentionally benefit those who've been marginalized in our society. And want to make sure that their perspectives and interests are not only represented and included, but even beyond this, that these communities are actually involved in shaping and defining policies. So those are some thoughts about potential new policies that would be helpful. But I also think it's not always about creating new policies. Sometimes the work might be about changing or removing policies that are getting in the way or limiting opportunities for sharing knowledge. So depending on the context, I think it might be a mix of those things. So depending on the context, I think it might be a mix of those things. Great, thank you. So to wrap it up, I want to acknowledge that we're in challenging times right now. We are still in the middle of a global pandemic, which has had some really awful effects on teaching and learning. There are many students that are still not back in school around the world. learning. There are many students that are still not back in school around the world. We've got, you know, the Ukraine is being invaded right now by Russia, which is causing mass migrations. And again, students and other educators and researchers being pushed out of their homes and out of their workplaces and fleeing. These are hard times. And so I'm looking for a bit of hope from you, if I could. What's one thing that education can do or that we educators can do to make the world a better place? The thing that comes to mind for me, both professionally as an educator, but also personally as a parent, I'd like to see us expand our vision of student success to one that's more than just about course requirements and graduation rates. I really would like to see more schools become and learning to be a place where students, educators experience care and have the space to discover themselves and discover a sense of joy and purpose through the learning that they do with each other. And this goal is really what gives me purpose and drives my work in open education. That's beautiful. Thank you, Angela, for your time today. It was really a joy speaking with you. My pleasure to be here. Thank you, Cable. Thanks for listening to Open Minds from Creative Commons. Special thanks to the musician Broke For Free, whose track Daybird you heard at the beginning of this episode and you're listening to right now. It's available under the Creative Commons Attribution License. Meaning it's free for anyone to use. You can find it at the Free Music Archive, freemusicarchive.org. Please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our global culture more open and collaborative. We'll be back soon with another episode. Talk to you then. Thank you."}