{"speakers": [{"speaker": "SPEAKER_00", "timestamp": [0.0, 9.98], "text": " Welcome to Open Minds from Creative Commons. I'm Onean Youkin, CC's Campaigns Manager."}, {"speaker": "SPEAKER_00", "timestamp": [10.96, 17.12], "text": " Our Open Minds podcast is a series of conversations with people working on the issues we're involved"}, {"speaker": "SPEAKER_00", "timestamp": [17.12, 27.04], "text": " with and the subjects we're excited about. Each episode, we sit down with amazing guests from the worlds of open culture, open education,"}, {"speaker": "SPEAKER_00", "timestamp": [27.78, 31.2], "text": " open science, open technology, and more."}, {"speaker": "SPEAKER_00", "timestamp": [31.96, 38.38], "text": " In this episode, I'm joined by my colleague, Brigitte Besnar, Creative Commons Director"}, {"speaker": "SPEAKER_00", "timestamp": [38.38, 41.32], "text": " of Policy, Open Culture, and Glam."}, {"speaker": "SPEAKER_00", "timestamp": [41.94, 47.94], "text": " Brigitte is passionate about all things spanning culture, arts, handicraft,"}, {"speaker": "SPEAKER_00", "timestamp": [48.38, 56.04], "text": " traditions, fashion and of course copyright law and policy. She gets a kick out of tackling the"}, {"speaker": "SPEAKER_00", "timestamp": [56.04, 68.24], "text": " fuzzy legal and policy issues that stand in the way of access, use, reuse and remix of culture, information and knowledge. We discuss Brigitte's"}, {"speaker": "SPEAKER_00", "timestamp": [68.24, 74.7], "text": " professional journey, her role at CC, the Creative Commons Open Culture Open Glam programme,"}, {"speaker": "SPEAKER_00", "timestamp": [75.52, 81.96], "text": " some very exciting opportunities for you to get involved in and so much more. Enough from me,"}, {"speaker": "SPEAKER_00", "timestamp": [82.22, 87.58], "text": " let's hear from Brigitte. Welcome Brigitte, it's an absolute"}, {"speaker": "SPEAKER_00", "timestamp": [87.58, 93.04], "text": " pleasure to have you join us for an episode of Open Minds. I've been looking forward to this"}, {"speaker": "SPEAKER_00", "timestamp": [93.04, 99.96], "text": " conversation since we decided to do it. I love working with you and you know it's not often that"}, {"speaker": "SPEAKER_00", "timestamp": [99.96, 106.1], "text": " you get to sit down with colleagues for such an in-depth chat. And I also believe this is your"}, {"speaker": "SPEAKER_00", "timestamp": [106.1, 113.48], "text": " first time on Open Minds. So I'd love it if we could start by you introducing yourself and"}, {"speaker": "SPEAKER_00", "timestamp": [113.48, 120.66], "text": " talking a bit about your role at CC. Thank you so much, Oni. Thanks for inviting me and for this"}, {"speaker": "SPEAKER_01", "timestamp": [120.66, 125.02], "text": " opportunity to share a little bit about our Open Culture, Open GLAM program."}, {"speaker": "SPEAKER_01", "timestamp": [125.02, 129.64], "text": " So my main role is to lead our Open Culture,"}, {"speaker": "SPEAKER_01", "timestamp": [129.64, 132.18], "text": " Open GLAM program at Creative Commons."}, {"speaker": "SPEAKER_01", "timestamp": [132.18, 137.18], "text": " And I feel so lucky because this role really allows me"}, {"speaker": "SPEAKER_01", "timestamp": [137.24, 140.98], "text": " to bring my passion for cultural heritage to work."}, {"speaker": "SPEAKER_01", "timestamp": [140.98, 166.26], "text": " And I really love how my role at CC allows me to explore the enormous potential of open access to culture to help sustain, you know, vibrant and thriving societies everywhere in the world. an important mission to not only preserve our collective memory for future generations,"}, {"speaker": "SPEAKER_01", "timestamp": [166.26, 171.94], "text": " but also to provide broad public access and sharing possibilities around culture."}, {"speaker": "SPEAKER_01", "timestamp": [172.5, 179.66], "text": " So my role at CC is to drive our work to support the cultural heritage sector on its journey"}, {"speaker": "SPEAKER_01", "timestamp": [179.66, 196.7], "text": " towards openness. It's really about transforming institutions and how they approach access to their collections and helping them embrace open culture and all the benefits that it creates for themselves, but also for the communities that they serve."}, {"speaker": "SPEAKER_00", "timestamp": [206.0, 213.58], "text": " as we're on the same team, but you are doing such an incredible job. And I just feel so lucky to work alongside you and be able to learn from your wealth of experience. So on that note,"}, {"speaker": "SPEAKER_00", "timestamp": [214.16, 220.18], "text": " take me back to your pre-CC days. What set you on the path to be where you are today?"}, {"speaker": "SPEAKER_00", "timestamp": [220.7, 227.72], "text": " How did you get involved with Open and Creative Commons, copyright and cultural heritage?"}, {"speaker": "SPEAKER_01", "timestamp": [246.8, 254.92], "text": " I want to ensure that this copyright system is fair, it's balanced, and that it's achieving its purpose, which is to foster creativity and to support the public interest in access to information, knowledge, culture, etc."}, {"speaker": "SPEAKER_01", "timestamp": [255.08, 261.14], "text": " I started my career at Robic. It's an IP boutique law firm in Montreal."}, {"speaker": "SPEAKER_01", "timestamp": [261.78, 266.72], "text": " And I quickly realized that I wanted to work with the international community"}, {"speaker": "SPEAKER_01", "timestamp": [266.72, 273.8], "text": " on issues that really have a global impact. And that led me to the United Nations, first at UNESCO"}, {"speaker": "SPEAKER_01", "timestamp": [273.8, 280.02], "text": " and then at WIPO. That's the World Intellectual Property Organization, where I worked for 10 years."}, {"speaker": "SPEAKER_01", "timestamp": [281.04, 288.02], "text": " And at WIPO, I worked sort of behind the scenes to facilitate international negotiations on the"}, {"speaker": "SPEAKER_01", "timestamp": [288.02, 294.8], "text": " protection of traditional cultural expressions that mainly comprises indigenous cultural heritage"}, {"speaker": "SPEAKER_01", "timestamp": [294.8, 302.38], "text": " so I've always been keen to make the copyright system fairer more equitable more inclusive"}, {"speaker": "SPEAKER_01", "timestamp": [302.38, 307.52], "text": " and then after WIPO I became a fellow at a Canadian think tank"}, {"speaker": "SPEAKER_01", "timestamp": [307.52, 312.78], "text": " called the Center for International Governance Innovation. And I started my own consultancy."}, {"speaker": "SPEAKER_01", "timestamp": [313.08, 319.7], "text": " I advised organizations like Spark Europe, Europeana, and others on copyright issues."}, {"speaker": "SPEAKER_01", "timestamp": [320.24, 337.58], "text": " And from there, the path towards Creative Commons was clear. I knew that I wanted to continue to work on a global level to recalibrate a copyright system that hasn't always been able to keep up with sharing possibilities of the digital era."}, {"speaker": "SPEAKER_01", "timestamp": [345.44, 352.06], "text": " two years ago as a policy manager dealing with copyright reform and really trying to tackle all the issues that stand in the way of access, use and reuse and remix of culture,"}, {"speaker": "SPEAKER_01", "timestamp": [352.32, 359.24], "text": " information and knowledge. And here I am today. That's amazing. I mean, when you tell your story"}, {"speaker": "SPEAKER_00", "timestamp": [359.24, 366.2], "text": " like that, it's as though everything just sort of lined up and fell into place along the way."}, {"speaker": "SPEAKER_00", "timestamp": [366.2, 375.3], "text": " But I know often that one's personal and professional journey doesn't always have such a straight journey to get there."}, {"speaker": "SPEAKER_00", "timestamp": [375.38, 378.0], "text": " But very beautifully told."}, {"speaker": "SPEAKER_00", "timestamp": [378.14, 387.0], "text": " So bringing it back to the present day for people who aren't familiar with CC's Open Culture, Open Glam program."}, {"speaker": "SPEAKER_00", "timestamp": [387.52, 389.92], "text": " Can you give us a quick overview?"}, {"speaker": "SPEAKER_01", "timestamp": [390.34, 392.02], "text": " So it's a fairly new program."}, {"speaker": "SPEAKER_01", "timestamp": [392.02, 396.02], "text": " It launched in June of last year, June 2021,"}, {"speaker": "SPEAKER_01", "timestamp": [396.48, 400.06], "text": " thanks to a five-year, five-million grant from the Arcadia Fund,"}, {"speaker": "SPEAKER_01", "timestamp": [400.64, 403.82], "text": " a charitable fund from Lisbeth Rausing and Peter Baldwin."}, {"speaker": "SPEAKER_01", "timestamp": [404.72, 407.06], "text": " And our overarching objective"}, {"speaker": "SPEAKER_01", "timestamp": [407.06, 414.98], "text": " is to advance open access and better sharing of cultural heritage in the GLAM sector. Now,"}, {"speaker": "SPEAKER_01", "timestamp": [415.02, 422.4], "text": " you may have heard of GLAM. It stands for Galleries, Libraries, Archives, and Museums."}, {"speaker": "SPEAKER_01", "timestamp": [422.4, 427.2], "text": " So it's a shorthand for the cultural institutions as a whole."}, {"speaker": "SPEAKER_01", "timestamp": [427.2, 433.72], "text": " And OpenGLAM is the movement that is promoting open access to cultural heritage among those"}, {"speaker": "SPEAKER_01", "timestamp": [433.72, 449.92], "text": " cultural heritage institutions. And at Creative Commons, we fully embrace OpenGLAM and our core task is to enable GLAMs to share their collections online as freely and as"}, {"speaker": "SPEAKER_01", "timestamp": [449.92, 460.06], "text": " openly as possible in ways that are participative and interactive, sustainable, ethical and equitable"}, {"speaker": "SPEAKER_01", "timestamp": [460.06, 471.14], "text": " and our program has four components. I'll list them all and then I'll explain a little bit what they are. So policy, infrastructure, capacity building, and community engagement."}, {"speaker": "SPEAKER_00", "timestamp": [487.08, 492.62], "text": " operate is conducive to their activities so that, for example, copyright law enables them to carry out their legitimate activities and does not raise any barriers to them fulfilling their mission."}, {"speaker": "SPEAKER_01", "timestamp": [493.16, 498.88], "text": " In terms of infrastructure, here we refer to, of course, the infrastructure created by the"}, {"speaker": "SPEAKER_01", "timestamp": [498.88, 506.78], "text": " Creative Commons licenses and tools that are the mechanisms through which culture can be opened up and shared"}, {"speaker": "SPEAKER_01", "timestamp": [506.78, 513.6], "text": " more freely. In terms of capacity building, we are so lucky to have a GLAM certificate"}, {"speaker": "SPEAKER_01", "timestamp": [513.6, 519.84], "text": " at Creative Commons that is a training program for practitioners working in cultural institutions"}, {"speaker": "SPEAKER_01", "timestamp": [519.84, 525.36], "text": " that want to learn more about copyright, about open licensing and about the benefits, but also"}, {"speaker": "SPEAKER_01", "timestamp": [525.36, 531.14], "text": " the challenges of opening up their collections. So that's a great program. And finally, we are"}, {"speaker": "SPEAKER_01", "timestamp": [531.14, 538.36], "text": " also involved in engaging our community, providing a space for GLAM practitioners and experts from"}, {"speaker": "SPEAKER_01", "timestamp": [538.36, 542.14], "text": " around the world to really come together. And I'll say a bit more about that later."}, {"speaker": "SPEAKER_00", "timestamp": [547.74, 557.9], "text": " and I'll say a bit more about that later. Thank you and although it's a relatively new program for us you and our glam manager Camille have been very very you know busy setting up the program"}, {"speaker": "SPEAKER_00", "timestamp": [557.9, 565.96], "text": " and building out the infrastructure for it but I know that you've been at Creative Commons now for two years. So I just"}, {"speaker": "SPEAKER_00", "timestamp": [565.96, 573.5], "text": " wanted to give you the opportunity to share some of your biggest highlights, either through setting"}, {"speaker": "SPEAKER_00", "timestamp": [573.5, 581.3], "text": " up the Open Culture, Open Glam program, or prior to that. Right, I think we have to go back a bit,"}, {"speaker": "SPEAKER_01", "timestamp": [581.38, 585.78], "text": " because although the program just started a few months ago, as you mentioned,"}, {"speaker": "SPEAKER_01", "timestamp": [586.22, 591.16], "text": " we're really building on two decades of Creative Commons work in the cultural sphere."}, {"speaker": "SPEAKER_01", "timestamp": [591.5, 598.16], "text": " And I'm privileged to be able to build on that legacy. So in the past, Creative Commons has"}, {"speaker": "SPEAKER_01", "timestamp": [598.16, 603.02], "text": " advised really prestigious institutions like the Metropolitan Museum of Art in New York,"}, {"speaker": "SPEAKER_01", "timestamp": [603.24, 606.06], "text": " the Smithsonian Institution, Cleveland Museum of"}, {"speaker": "SPEAKER_01", "timestamp": [606.06, 612.32], "text": " Art, and many others. And thanks to those efforts, GLAMs all around the world have been able to"}, {"speaker": "SPEAKER_01", "timestamp": [612.32, 619.06], "text": " successfully release nearly 5 million digital open images using Creative Commons tools."}, {"speaker": "SPEAKER_01", "timestamp": [619.46, 627.18], "text": " That is huge, but it's still only a fraction of what GLAMs hold in their collections. So you see,"}, {"speaker": "SPEAKER_01", "timestamp": [627.8, 634.6], "text": " GLAMs face unique barriers to embracing open access. Even though their mission to make their"}, {"speaker": "SPEAKER_01", "timestamp": [634.6, 643.02], "text": " collections widely accessible is naturally aligned with open ideals, there are still some hurdles to"}, {"speaker": "SPEAKER_01", "timestamp": [643.02, 645.76], "text": " go over in order for them to release their collections"}, {"speaker": "SPEAKER_01", "timestamp": [645.76, 652.58], "text": " openly. And that's why we launched several initiatives to get a clear understanding of"}, {"speaker": "SPEAKER_01", "timestamp": [652.58, 658.9], "text": " what those barriers are and how CC as an organization, as a community might be able to"}, {"speaker": "SPEAKER_01", "timestamp": [658.9, 671.2], "text": " lift those barriers and better support institutions and their users, especially as we envision a more global, inclusive and equitable picture of OpenGLAM."}, {"speaker": "SPEAKER_01", "timestamp": [672.0, 685.84], "text": " Because it's important not to lose sight of the needs and the expectations of a variety of communities and institutions from diverse regions and backgrounds."}, {"speaker": "SPEAKER_01", "timestamp": [691.2, 693.52], "text": " And that's really the impetus behind our open call for case studies that we launched last year in October."}, {"speaker": "SPEAKER_01", "timestamp": [693.78, 695.92], "text": " So what we did is we reached out to our community"}, {"speaker": "SPEAKER_01", "timestamp": [695.92, 699.72], "text": " to invite them to share their stories from the global South,"}, {"speaker": "SPEAKER_01", "timestamp": [699.86, 700.76], "text": " for lack of a better term,"}, {"speaker": "SPEAKER_01", "timestamp": [700.86, 704.38], "text": " or from underrepresented or underserved communities."}, {"speaker": "SPEAKER_01", "timestamp": [706.32, 713.08], "text": " And we've been really lucky to get tons of great proposals. And with the help of a selection committee, we were able"}, {"speaker": "SPEAKER_01", "timestamp": [713.08, 719.26], "text": " to identify from far and wide, from Brazil, Poland, Chile, all the way to India, Pakistan,"}, {"speaker": "SPEAKER_01", "timestamp": [719.5, 724.8], "text": " Nigeria. And I'm really happy to say that we'll be able to publish these case studies really soon."}, {"speaker": "SPEAKER_01", "timestamp": [725.44, 734.18], "text": " and I'm really happy to say that we'll be able to publish these case studies really soon so keep an eye out and you'll see that the stories that they tell are truly inspiring they really allow us to"}, {"speaker": "SPEAKER_00", "timestamp": [734.18, 743.62], "text": " explore many different avenues of engagement with the GLAM community in a much more inclusive way"}, {"speaker": "SPEAKER_00", "timestamp": [743.62, 748.62], "text": " and that for me is a really big highlight for CC and for open culture in general."}, {"speaker": "SPEAKER_00", "timestamp": [751.12, 755.44], "text": " I have to say that before joining Creative Commons,"}, {"speaker": "SPEAKER_00", "timestamp": [755.44, 764.06], "text": " I didn't know much about open glam and working closely with you now since I joined last July."}, {"speaker": "SPEAKER_00", "timestamp": [768.14, 776.24], "text": " and closely with you now since I joined last July I've really learned you know leaps and bounds and and really become an advocate for open culture and open glam and and seeing those nuances that"}, {"speaker": "SPEAKER_00", "timestamp": [776.24, 788.18], "text": " you know differ from other open communities and and the opportunities that it holds. And I'm really passionate about some of the opportunities"}, {"speaker": "SPEAKER_00", "timestamp": [788.18, 791.44], "text": " that you have on the horizon for folks."}, {"speaker": "SPEAKER_00", "timestamp": [791.44, 797.08], "text": " And I'm excited to give people a sneak peek into what's coming,"}, {"speaker": "SPEAKER_00", "timestamp": [797.2, 802.2], "text": " as well as telling them what they can, you know, get involved with at the moment."}, {"speaker": "SPEAKER_00", "timestamp": [803.1, 806.6], "text": " You've highlighted through the conversation that"}, {"speaker": "SPEAKER_00", "timestamp": [806.6, 816.24], "text": " open glam and open culture can be real vehicles for societal and cultural development as well as"}, {"speaker": "SPEAKER_00", "timestamp": [816.24, 822.68], "text": " helping communities to thrive i wondered if you could share some of the biggest opportunities"}, {"speaker": "SPEAKER_00", "timestamp": [822.68, 829.26], "text": " that you're seeing for the open glam community globally right now and those that are to come."}, {"speaker": "SPEAKER_01", "timestamp": [830.58, 834.22], "text": " Sure. Well, there are too many to share."}, {"speaker": "SPEAKER_01", "timestamp": [834.8, 848.46], "text": " But maybe I would like to underscore the impact of COVID-19 and how that from the threat of the pandemic, we saw true opportunities arise. As you know,"}, {"speaker": "SPEAKER_00", "timestamp": [848.54, 853.96], "text": " the past two years have been really challenging for everyone, and GLAMs are no exception."}, {"speaker": "SPEAKER_01", "timestamp": [854.42, 860.18], "text": " So many of them had to close their doors, sometimes indefinitely. And at the same time,"}, {"speaker": "SPEAKER_01", "timestamp": [860.18, 866.44], "text": " it's just been so inspiring to see the resilience and the dynamism of the cultural sector"}, {"speaker": "SPEAKER_01", "timestamp": [866.44, 874.42], "text": " in the face of the pandemic. And also how that threat, again, it actually freed so many"}, {"speaker": "SPEAKER_01", "timestamp": [874.42, 880.6], "text": " opportunities for OpenGlam. Lockdown measures were the trigger for many museums to start"}, {"speaker": "SPEAKER_01", "timestamp": [880.6, 886.44], "text": " establishing an online presence where they had none before. It also encouraged them to engage"}, {"speaker": "SPEAKER_01", "timestamp": [886.44, 892.66], "text": " with their audience remotely and to explore how to continue to serve their communities, but"}, {"speaker": "SPEAKER_01", "timestamp": [892.66, 898.44], "text": " not only on-site, but in the digital space. Members of the CC community led all sorts of"}, {"speaker": "SPEAKER_01", "timestamp": [898.44, 905.46], "text": " practical, concrete, helping activities to ensure that GLAMS could really make use of the digital opportunities"}, {"speaker": "SPEAKER_01", "timestamp": [905.46, 914.54], "text": " and in a way that has led to change in order for GLAMS to recover and to reimagine how they can"}, {"speaker": "SPEAKER_01", "timestamp": [914.54, 926.5], "text": " fulfill their mission on the internet in the digital world and that's been extremely inspiring and I'll leave it at that. Thank you. Thank you."}, {"speaker": "SPEAKER_00", "timestamp": [926.64, 930.9], "text": " It is often said that through crisis does come opportunity."}, {"speaker": "SPEAKER_00", "timestamp": [931.16, 935.14], "text": " Obviously the pandemic has been terrible in so, so many ways,"}, {"speaker": "SPEAKER_00", "timestamp": [935.14, 941.52], "text": " but it is great to see the resilience of the community and how they really"}, {"speaker": "SPEAKER_00", "timestamp": [941.52, 946.7], "text": " seize the opportunity to put open culture and open glam on the agenda."}, {"speaker": "SPEAKER_00", "timestamp": [946.98, 953.5], "text": " And I look forward to the continued work that you'll be doing in this area to open up more"}, {"speaker": "SPEAKER_00", "timestamp": [953.5, 954.26], "text": " opportunities."}, {"speaker": "SPEAKER_01", "timestamp": [954.26, 960.76], "text": " And for those who are interested in learning more about CC's open culture, open glam program,"}, {"speaker": "SPEAKER_01", "timestamp": [961.16, 965.38], "text": " and perhaps getting involved, what's the best way for them to do that?"}, {"speaker": "SPEAKER_00", "timestamp": [967.58, 974.58], "text": " Well, at Creative Commons, we're really lucky to work with an extensive global community with"}, {"speaker": "SPEAKER_01", "timestamp": [974.58, 979.54], "text": " plenty of opportunities to get involved. To be very specific, we have a mailing list."}, {"speaker": "SPEAKER_01", "timestamp": [980.12, 985.62], "text": " We have also a space, a virtual space for our OpenGLAM community to meet."}, {"speaker": "SPEAKER_01", "timestamp": [985.74, 988.54], "text": " It's called the CC OpenGLAM platform."}, {"speaker": "SPEAKER_01", "timestamp": [988.54, 996.3], "text": " We hold monthly calls where we discuss emerging issues that are challenging the OpenGLAM movement."}, {"speaker": "SPEAKER_01", "timestamp": [996.5, 1005.94], "text": " For example, we might discuss folklore and indigenous heritage collections or heritage materials that are from community-driven initiatives."}, {"speaker": "SPEAKER_01", "timestamp": [1005.94, 1011.58], "text": " We might also ask ourselves, how can we measure the impact of reuse of cultural heritage?"}, {"speaker": "SPEAKER_01", "timestamp": [1012.58, 1018.16], "text": " And we also have interesting conversations because maybe we don't all agree."}, {"speaker": "SPEAKER_01", "timestamp": [1018.24, 1027.36], "text": " Do we really share a common understanding of what open access to cultural heritage really means and also practically"}, {"speaker": "SPEAKER_01", "timestamp": [1027.36, 1035.84], "text": " how do we put this concept into action so this leads through a really fruitful engaging"}, {"speaker": "SPEAKER_01", "timestamp": [1035.84, 1041.0], "text": " conversations with people from all over the world i'm really excited about the conversations we've"}, {"speaker": "SPEAKER_01", "timestamp": [1041.0, 1048.04], "text": " had and the the ones that we will have in in groups and in those calls and in the platform in general."}, {"speaker": "SPEAKER_01", "timestamp": [1048.04, 1051.48], "text": " And of course, everyone's welcome to join."}, {"speaker": "SPEAKER_01", "timestamp": [1052.02, 1057.86], "text": " And I extend this invitation to anyone who's interested in OpenGLAM."}, {"speaker": "SPEAKER_00", "timestamp": [1069.46, 1076.0], "text": " has been off to a busy and exciting start for CC's GLAM team with the launching of our public domain tools needs assessment survey on the 1st of January which was also public domain day to the"}, {"speaker": "SPEAKER_00", "timestamp": [1076.0, 1089.4], "text": " recent launch of our open culture voices vlog series tell me a little bit about both of those opportunities and some other exciting things that you have in store for folks."}, {"speaker": "SPEAKER_01", "timestamp": [1103.88, 1107.6], "text": " with dozens of OpenGLAM experts from around the world who through short interviews, as I said,"}, {"speaker": "SPEAKER_01", "timestamp": [1107.68, 1110.14], "text": " all bring their unique perspectives"}, {"speaker": "SPEAKER_01", "timestamp": [1110.14, 1113.5], "text": " on what it's like to open up heritage content online."}, {"speaker": "SPEAKER_01", "timestamp": [1114.18, 1116.78], "text": " So what we did is we asked all our guests"}, {"speaker": "SPEAKER_01", "timestamp": [1116.78, 1118.6], "text": " the same four questions."}, {"speaker": "SPEAKER_01", "timestamp": [1119.48, 1122.22], "text": " One, what are the main benefits of OpenGLAM?"}, {"speaker": "SPEAKER_01", "timestamp": [1122.84, 1124.48], "text": " Two, what are the barriers?"}, {"speaker": "SPEAKER_01", "timestamp": [1125.32, 1128.54], "text": " Three, could you share something that someone else told you"}, {"speaker": "SPEAKER_01", "timestamp": [1128.54, 1131.7], "text": " that opened your eyes and your mind about OpenGLAM?"}, {"speaker": "SPEAKER_01", "timestamp": [1132.14, 1134.58], "text": " And four, if you have a personal message"}, {"speaker": "SPEAKER_01", "timestamp": [1134.58, 1137.42], "text": " to those that are hesitating to open up collections,"}, {"speaker": "SPEAKER_01", "timestamp": [1137.62, 1139.18], "text": " what advice would you give?"}, {"speaker": "SPEAKER_01", "timestamp": [1139.82, 1144.54], "text": " And their responses really give a nice overview"}, {"speaker": "SPEAKER_01", "timestamp": [1144.54, 1148.08], "text": " of what are the key advantages of OpenGLAM."}, {"speaker": "SPEAKER_01", "timestamp": [1148.52, 1152.18], "text": " But they also reveal the hurdles that still stand in the way."}, {"speaker": "SPEAKER_01", "timestamp": [1152.18, 1159.34], "text": " So I really like that we were able to hear from experts in many different languages from many parts of the world."}, {"speaker": "SPEAKER_01", "timestamp": [1159.6, 1165.24], "text": " And that helps us achieve a real global vision of OpenGLAM."}, {"speaker": "SPEAKER_01", "timestamp": [1165.34, 1173.9], "text": " And I can't wait for our community and the public to hear about how transformative it"}, {"speaker": "SPEAKER_01", "timestamp": [1173.9, 1178.86], "text": " can be to open up collections for the institution and for the public."}, {"speaker": "SPEAKER_01", "timestamp": [1178.86, 1181.14], "text": " I'd also like to mention another initiative."}, {"speaker": "SPEAKER_01", "timestamp": [1181.62, 1186.02], "text": " It's a needs assessment, actually, of our Creative Commons public domain"}, {"speaker": "SPEAKER_01", "timestamp": [1186.02, 1193.26], "text": " tools and how they are used and understood in the GLAM sector. So as you mentioned, on Public"}, {"speaker": "SPEAKER_01", "timestamp": [1193.26, 1200.84], "text": " Domain Day, January 1st of this year, we launched a survey. And what we're trying to do here is to"}, {"speaker": "SPEAKER_01", "timestamp": [1200.84, 1208.2], "text": " reach out to GLAM practitioners and experts to help us create a clearer picture of the use of"}, {"speaker": "SPEAKER_01", "timestamp": [1208.2, 1214.42], "text": " Creative Commons public domain tools, which are CC0, so our public domain dedication tool,"}, {"speaker": "SPEAKER_01", "timestamp": [1214.84, 1226.78], "text": " and the public domain mark, also known as PDM. And you may know that Creative Commons tools are used to really open up content, to facilitate the"}, {"speaker": "SPEAKER_01", "timestamp": [1226.78, 1233.84], "text": " wide dissemination of culture, but also to communicate the public domain status of content"}, {"speaker": "SPEAKER_01", "timestamp": [1233.84, 1241.02], "text": " and indicate that it may be used for any purpose, free of charge, without any need to seek copyright"}, {"speaker": "SPEAKER_01", "timestamp": [1241.02, 1245.76], "text": " permission. And GLAMs are key users of the CC tools"}, {"speaker": "SPEAKER_01", "timestamp": [1245.76, 1247.24], "text": " because like I mentioned before,"}, {"speaker": "SPEAKER_01", "timestamp": [1247.42, 1250.62], "text": " like nearly 5 million works were made accessible"}, {"speaker": "SPEAKER_01", "timestamp": [1250.62, 1252.5], "text": " using CC tools."}, {"speaker": "SPEAKER_01", "timestamp": [1253.24, 1255.9], "text": " And what we want to do is we want to know"}, {"speaker": "SPEAKER_01", "timestamp": [1255.9, 1258.14], "text": " if they are fit for purpose"}, {"speaker": "SPEAKER_01", "timestamp": [1258.14, 1260.38], "text": " to make cultural heritage available."}, {"speaker": "SPEAKER_01", "timestamp": [1260.64, 1262.7], "text": " We also want to know if there are any issues,"}, {"speaker": "SPEAKER_01", "timestamp": [1262.7, 1264.62], "text": " what are the needs, what are the wishes"}, {"speaker": "SPEAKER_01", "timestamp": [1264.62, 1270.04], "text": " and the expectations of cultural institutions regarding those tools. It's important for"}, {"speaker": "SPEAKER_01", "timestamp": [1270.04, 1276.64], "text": " Creative Commons to know how the tools are being used on the ground and what kinds of problems,"}, {"speaker": "SPEAKER_01", "timestamp": [1276.82, 1282.18], "text": " if any, we have to try to fix. And that's why we need to hear from the community because"}, {"speaker": "SPEAKER_01", "timestamp": [1282.18, 1285.72], "text": " as stewards of the licenses and the tools,"}, {"speaker": "SPEAKER_01", "timestamp": [1286.28, 1292.14], "text": " we need to make sure that they continue to respond to GLAM's concrete needs."}, {"speaker": "SPEAKER_01", "timestamp": [1292.14, 1298.04], "text": " And we need some guidance on where to start and when to take action and how,"}, {"speaker": "SPEAKER_01", "timestamp": [1298.64, 1310.34], "text": " because we want to continue to improve the tools that we have and build and innovate on the sharing infrastructure CC Tools provides in support of better sharing of cultural heritage."}, {"speaker": "SPEAKER_01", "timestamp": [1311.02, 1313.7], "text": " And you asked about other exciting opportunities."}, {"speaker": "SPEAKER_00", "timestamp": [1313.7, 1325.16], "text": " Before we go on to that one, I just wanted to ask, what's the deadline for folks who might want to complete the needs assessment survey and are listening?"}, {"speaker": "SPEAKER_01", "timestamp": [1326.02, 1333.5], "text": " We initially had a deadline of January 31st, but we are extending it to the middle of February. So"}, {"speaker": "SPEAKER_00", "timestamp": [1333.5, 1339.9], "text": " February 15th is the new deadline. So people have a couple of weeks left to fill out the survey."}, {"speaker": "SPEAKER_01", "timestamp": [1339.9, 1350.42], "text": " And I would invite everyone who wants to share their experience to please do, because that will really inform our work on the tool stewardship moving forward."}, {"speaker": "SPEAKER_00", "timestamp": [1351.34, 1356.14], "text": " Amazing. And we're taking responses in English, French and Spanish."}, {"speaker": "SPEAKER_00", "timestamp": [1356.38, 1356.88], "text": " That's right."}, {"speaker": "SPEAKER_01", "timestamp": [1357.3, 1363.64], "text": " So I will definitely add that to our list of links for this episode as well."}, {"speaker": "SPEAKER_01", "timestamp": [1363.88, 1368.02], "text": " But back to you for the next exciting opportunity"}, {"speaker": "SPEAKER_01", "timestamp": [1368.02, 1377.38], "text": " the other exciting opportunity is a contest we are about to launch the cc open culture"}, {"speaker": "SPEAKER_01", "timestamp": [1377.38, 1385.12], "text": " remix art contest but before i give more details about that I just want to give a little bit of background to it."}, {"speaker": "SPEAKER_01", "timestamp": [1385.94, 1396.5], "text": " What's so exciting about open sharing of cultural heritage is its almost limitless potential to unlock creativity."}, {"speaker": "SPEAKER_01", "timestamp": [1397.18, 1407.7], "text": " When content is openly accessible, anyone can reuse it, can build upon it, can create something new and unexpected. And so that's the"}, {"speaker": "SPEAKER_01", "timestamp": [1407.7, 1414.34], "text": " idea behind our upcoming Open Culture Remix Art Contest. We'll open it in the coming weeks. It's"}, {"speaker": "SPEAKER_01", "timestamp": [1414.34, 1421.42], "text": " a, like I said, really exciting competition. I think it'll be a wonderful opportunity to showcase"}, {"speaker": "SPEAKER_01", "timestamp": [1421.42, 1426.62], "text": " the astonishing creativity that can spring from reuse of cultural heritage."}, {"speaker": "SPEAKER_01", "timestamp": [1426.62, 1433.96], "text": " So participants will be invited to reuse either a public domain or an openly licensed work that"}, {"speaker": "SPEAKER_01", "timestamp": [1433.96, 1440.98], "text": " allows reuse, for example, paintings or photographs or drawings, etc., to create original artworks."}, {"speaker": "SPEAKER_01", "timestamp": [1441.1, 1447.96], "text": " So we want to encourage people to discover, to share, and also to remix cultural"}, {"speaker": "SPEAKER_01", "timestamp": [1447.96, 1454.44], "text": " heritage material. I think it's also a great way to help people understand the power of open"}, {"speaker": "SPEAKER_00", "timestamp": [1454.44, 1461.98], "text": " licensing and how it can catalyze the dissemination and the revitalization of culture. It also"}, {"speaker": "SPEAKER_00", "timestamp": [1461.98, 1465.44], "text": " demonstrates the impact of OpenGLAM on contemporary culture"}, {"speaker": "SPEAKER_00", "timestamp": [1465.44, 1471.56], "text": " and creativity outside of the institutional context. And like I said at the beginning,"}, {"speaker": "SPEAKER_01", "timestamp": [1471.7, 1477.08], "text": " yeah, it's a great example of how OpenGLAM can be an engine for cultural social development and"}, {"speaker": "SPEAKER_01", "timestamp": [1477.08, 1493.08], "text": " really helps communities thrive. Oh, and also it ties into the 20th anniversary celebration of the CC licenses, because it really canvases the importance of CC's infrastructure for open culture."}, {"speaker": "SPEAKER_00", "timestamp": [1493.76, 1505.74], "text": " That's so exciting. And we're looking forward to sharing more on that in the middle of February. So when this episode comes out, we'll have probably about two weeks"}, {"speaker": "SPEAKER_00", "timestamp": [1505.74, 1512.88], "text": " to wait to hear more from us, but it's going to be great. Thank you. I'm really excited too."}, {"speaker": "SPEAKER_01", "timestamp": [1513.48, 1521.36], "text": " Yes. And so we're coming towards the end of our interview, our time together, and I have a few"}, {"speaker": "SPEAKER_00", "timestamp": [1521.36, 1525.0], "text": " quick fire questions for you. Are you ready?"}, {"speaker": "SPEAKER_00", "timestamp": [1525.0, 1531.56], "text": " I mean, you might want to have some water before we start in the quick fire round."}, {"speaker": "SPEAKER_01", "timestamp": [1531.94, 1532.7], "text": " Go ahead."}, {"speaker": "SPEAKER_00", "timestamp": [1533.24, 1534.64], "text": " Okay, okay."}, {"speaker": "SPEAKER_00", "timestamp": [1535.12, 1538.76], "text": " So why should people care about open culture?"}, {"speaker": "SPEAKER_01", "timestamp": [1540.04, 1543.24], "text": " People should care because our future depends on it."}, {"speaker": "SPEAKER_01", "timestamp": [1554.14, 1565.94], "text": " People should care because our future depends on it. So open culture is essential for current but also future generations to be continuously able to enjoy our shared cultural heritage. With open culture, the public can experience and interpret GLAMS collections in order to enrich and bring new perspectives to their contexts and narratives."}, {"speaker": "SPEAKER_01", "timestamp": [1566.66, 1573.52], "text": " And GLAMs and their audiences can get closer together online in fresh and innovative ways"}, {"speaker": "SPEAKER_01", "timestamp": [1573.52, 1578.36], "text": " that are based on the supportive and sustainable digital infrastructure."}, {"speaker": "SPEAKER_01", "timestamp": [1578.36, 1588.14], "text": " I think that GLAMs will be able to move into the post-COVID era in a way that they can really share their"}, {"speaker": "SPEAKER_01", "timestamp": [1588.14, 1594.76], "text": " collections meaningfully and in a way that frees them of all the barriers that I've mentioned."}, {"speaker": "SPEAKER_01", "timestamp": [1595.66, 1603.06], "text": " So Glam's are actually in the pivotal space to address the threats of so many of the global"}, {"speaker": "SPEAKER_01", "timestamp": [1603.06, 1605.74], "text": " challenges that we are facing, like climate"}, {"speaker": "SPEAKER_01", "timestamp": [1605.74, 1611.88], "text": " change, for example. So many GLAMs hold in their collections valuable information that needs to be"}, {"speaker": "SPEAKER_01", "timestamp": [1611.88, 1617.62], "text": " shared openly if we want citizens to be able to come together, use those resources, and come up"}, {"speaker": "SPEAKER_01", "timestamp": [1617.62, 1627.98], "text": " with solutions that will help us address those challenges. So making cultural heritage as openly accessible, shareable,"}, {"speaker": "SPEAKER_01", "timestamp": [1628.28, 1635.64], "text": " reusable as possible is the best way to celebrate GLAM's mission in the digital era. So open culture"}, {"speaker": "SPEAKER_01", "timestamp": [1635.64, 1641.54], "text": " is really the greatest manifestations of cultural heritage institutions' public value"}, {"speaker": "SPEAKER_01", "timestamp": [1641.54, 1646.12], "text": " and an expression of how they can support the public interest through"}, {"speaker": "SPEAKER_00", "timestamp": [1646.12, 1654.38], "text": " their activities. I love that I love that and now I've got a tough one for you if you had to pick"}, {"speaker": "SPEAKER_00", "timestamp": [1654.38, 1663.68], "text": " your favorite cultural institution which would it be and why? Oh yeah that is really hard to answer"}, {"speaker": "SPEAKER_01", "timestamp": [1667.64, 1674.5], "text": " oh yeah that is really hard to answer actually it's almost impossible to choose but I'm gonna go for the naturalist biodiversity center in Leiden that's close to where I live in the"}, {"speaker": "SPEAKER_00", "timestamp": [1674.5, 1680.64], "text": " Netherlands I've been there myself so not only is it a fantastic place ideal for visiting with"}, {"speaker": "SPEAKER_00", "timestamp": [1680.64, 1685.1], "text": " small children it's one of the world's top five natural history collections."}, {"speaker": "SPEAKER_00", "timestamp": [1685.62, 1692.6], "text": " And last year, it's been named a European Museum of the Year in 2021. And that's the oldest and"}, {"speaker": "SPEAKER_00", "timestamp": [1692.6, 1699.28], "text": " the most prestigious museum award in Europe. So it is truly exceptional. And in terms of their"}, {"speaker": "SPEAKER_01", "timestamp": [1699.28, 1708.56], "text": " online collection, I really love how they make it available to help people study, organize,"}, {"speaker": "SPEAKER_01", "timestamp": [1708.56, 1714.96], "text": " and understand nature. And because I'm always curious about the impact of OpenGLAM, I really"}, {"speaker": "SPEAKER_01", "timestamp": [1714.96, 1721.32], "text": " like how they conceive of their collections as an essential infrastructure for scientific"}, {"speaker": "SPEAKER_01", "timestamp": [1721.32, 1725.66], "text": " research. It's the starting point for researchers to collaborate"}, {"speaker": "SPEAKER_01", "timestamp": [1725.66, 1731.02], "text": " and find solutions to the global challenges, like I just mentioned, like climate change and,"}, {"speaker": "SPEAKER_01", "timestamp": [1731.02, 1736.96], "text": " you know, the disappearance of species and the loss of biodiversity and who knows also how to"}, {"speaker": "SPEAKER_01", "timestamp": [1736.96, 1742.96], "text": " tackle health crises. So it's one of the reasons that make OpenGLAM so compelling."}, {"speaker": "SPEAKER_01", "timestamp": [1746.28, 1746.8], "text": " One of the reasons that make OpenGLAM so compelling, it's a means to a much greater end."}, {"speaker": "SPEAKER_01", "timestamp": [1751.48, 1752.36], "text": " It's a way to make a positive impact on people and their communities."}, {"speaker": "SPEAKER_01", "timestamp": [1757.96, 1758.22], "text": " Oh, and of course, all the collections on their bio portal are made available using CC0."}, {"speaker": "SPEAKER_01", "timestamp": [1760.94, 1762.4], "text": " So that makes it even more cool."}, {"speaker": "SPEAKER_00", "timestamp": [1767.98, 1776.34], "text": " I love that. And I think, you know, the family memories that you've had there also do help to bolster it up on the list. Great for visiting with small children. A slightly easier"}, {"speaker": "SPEAKER_00", "timestamp": [1776.34, 1785.28], "text": " question for you now, and you've kind of touched on it, but if you could put it into a sentence or two what do you love about working at creative commons"}, {"speaker": "SPEAKER_01", "timestamp": [1787.6, 1795.68], "text": " i especially love how i can get to meet people and work with people from all corners of the world"}, {"speaker": "SPEAKER_01", "timestamp": [1796.48, 1807.28], "text": " and i like how we can come together and try to build a global movement. That's what I find exhilarating. I know that I have peers in all"}, {"speaker": "SPEAKER_01", "timestamp": [1807.28, 1813.88], "text": " corners of the world that share the ideals and the will to make a change in the world through"}, {"speaker": "SPEAKER_00", "timestamp": [1813.88, 1825.38], "text": " openness, through open culture. Lastly, it wouldn't be right to conclude this episode without getting getting you to complete the sentence better sharing brighter future means"}, {"speaker": "SPEAKER_01", "timestamp": [1825.38, 1834.6], "text": " well to me better sharing uh and i'm going to quote from our strategy here because that"}, {"speaker": "SPEAKER_01", "timestamp": [1834.6, 1848.0], "text": " really resonates with me better sharing is sharing that is contextual ethical inclusive intellectual, ethical, inclusive, sustainable, purposeful, and pro-social."}, {"speaker": "SPEAKER_00", "timestamp": [1850.06, 1857.42], "text": " Thank you. Thank you so much, Brigitte. That was my last question for you, but I always like to ask"}, {"speaker": "SPEAKER_00", "timestamp": [1857.42, 1862.2], "text": " if there's anything that we didn't get to cover or any final message you'd like to"}, {"speaker": "SPEAKER_00", "timestamp": [1862.2, 1864.74], "text": " leave the CC community with."}, {"speaker": "SPEAKER_00", "timestamp": [1864.74, 1866.96], "text": " or any final message you'd like to leave the CC community with."}, {"speaker": "SPEAKER_01", "timestamp": [1869.74, 1871.52], "text": " I'd just like to thank you from the bottom of my heart for having such a wonderful time"}, {"speaker": "SPEAKER_01", "timestamp": [1871.52, 1872.86], "text": " during this interview with you."}, {"speaker": "SPEAKER_01", "timestamp": [1872.98, 1874.44], "text": " Thank you so much for having me."}, {"speaker": "SPEAKER_01", "timestamp": [1874.68, 1877.32], "text": " And it's so lovely to have you as a colleague."}, {"speaker": "SPEAKER_01", "timestamp": [1877.32, 1881.6], "text": " It's been a super experience to record this podcast."}, {"speaker": "SPEAKER_00", "timestamp": [1882.66, 1884.12], "text": " Likewise, likewise."}, {"speaker": "SPEAKER_01", "timestamp": [1884.38, 1888.12], "text": " And as I said, we'll drop all the links in the episode"}, {"speaker": "SPEAKER_01", "timestamp": [1888.12, 1894.64], "text": " description thank you again for joining us Brigitte it's been a fantastic episode"}, {"speaker": "SPEAKER_00", "timestamp": [1894.64, 1903.1], "text": " thanks for listening to open minds from creative commons special thanks to the musician broke for"}, {"speaker": "SPEAKER_00", "timestamp": [1903.1, 1905.6], "text": " free whose track daybird you heard at the"}, {"speaker": "SPEAKER_00", "timestamp": [1905.6, 1911.24], "text": " beginning of this episode and you're listening to right now. It's available under the Creative"}, {"speaker": "SPEAKER_00", "timestamp": [1911.24, 1917.56], "text": " Commons attribution license, meaning it's free for anyone to use. You can find it at the free"}, {"speaker": "SPEAKER_00", "timestamp": [1917.56, 1926.46], "text": " music archive, freemusicarchive.org. Please subscribe to our show so you don't miss any of our conversations with people"}, {"speaker": "SPEAKER_00", "timestamp": [1926.46, 1932.72], "text": " working to make the internet and our global culture more open and collaborative. We'll be"}], "chunks": [{"timestamp": [0.0, 9.98], "text": " Welcome to Open Minds from Creative Commons. I'm Onean Youkin, CC's Campaigns Manager."}, {"timestamp": [10.96, 17.12], "text": " Our Open Minds podcast is a series of conversations with people working on the issues we're involved"}, {"timestamp": [17.12, 27.04], "text": " with and the subjects we're excited about. Each episode, we sit down with amazing guests from the worlds of open culture, open education,"}, {"timestamp": [27.78, 31.2], "text": " open science, open technology, and more."}, {"timestamp": [31.96, 38.38], "text": " In this episode, I'm joined by my colleague, Brigitte Besnar, Creative Commons Director"}, {"timestamp": [38.38, 41.32], "text": " of Policy, Open Culture, and Glam."}, {"timestamp": [41.94, 47.94], "text": " Brigitte is passionate about all things spanning culture, arts, handicraft,"}, {"timestamp": [48.38, 56.04], "text": " traditions, fashion and of course copyright law and policy. She gets a kick out of tackling the"}, {"timestamp": [56.04, 68.24], "text": " fuzzy legal and policy issues that stand in the way of access, use, reuse and remix of culture, information and knowledge. We discuss Brigitte's"}, {"timestamp": [68.24, 74.7], "text": " professional journey, her role at CC, the Creative Commons Open Culture Open Glam programme,"}, {"timestamp": [75.52, 81.96], "text": " some very exciting opportunities for you to get involved in and so much more. Enough from me,"}, {"timestamp": [82.22, 87.58], "text": " let's hear from Brigitte. Welcome Brigitte, it's an absolute"}, {"timestamp": [87.58, 93.04], "text": " pleasure to have you join us for an episode of Open Minds. I've been looking forward to this"}, {"timestamp": [93.04, 99.96], "text": " conversation since we decided to do it. I love working with you and you know it's not often that"}, {"timestamp": [99.96, 106.1], "text": " you get to sit down with colleagues for such an in-depth chat. And I also believe this is your"}, {"timestamp": [106.1, 113.48], "text": " first time on Open Minds. So I'd love it if we could start by you introducing yourself and"}, {"timestamp": [113.48, 120.66], "text": " talking a bit about your role at CC. Thank you so much, Oni. Thanks for inviting me and for this"}, {"timestamp": [120.66, 125.02], "text": " opportunity to share a little bit about our Open Culture, Open GLAM program."}, {"timestamp": [125.02, 129.64], "text": " So my main role is to lead our Open Culture,"}, {"timestamp": [129.64, 132.18], "text": " Open GLAM program at Creative Commons."}, {"timestamp": [132.18, 137.18], "text": " And I feel so lucky because this role really allows me"}, {"timestamp": [137.24, 140.98], "text": " to bring my passion for cultural heritage to work."}, {"timestamp": [140.98, 166.26], "text": " And I really love how my role at CC allows me to explore the enormous potential of open access to culture to help sustain, you know, vibrant and thriving societies everywhere in the world. an important mission to not only preserve our collective memory for future generations,"}, {"timestamp": [166.26, 171.94], "text": " but also to provide broad public access and sharing possibilities around culture."}, {"timestamp": [172.5, 179.66], "text": " So my role at CC is to drive our work to support the cultural heritage sector on its journey"}, {"timestamp": [179.66, 196.7], "text": " towards openness. It's really about transforming institutions and how they approach access to their collections and helping them embrace open culture and all the benefits that it creates for themselves, but also for the communities that they serve."}, {"timestamp": [206.0, 213.58], "text": " as we're on the same team, but you are doing such an incredible job. And I just feel so lucky to work alongside you and be able to learn from your wealth of experience. So on that note,"}, {"timestamp": [214.16, 220.18], "text": " take me back to your pre-CC days. What set you on the path to be where you are today?"}, {"timestamp": [220.7, 227.72], "text": " How did you get involved with Open and Creative Commons, copyright and cultural heritage?"}, {"timestamp": [246.8, 254.92], "text": " I want to ensure that this copyright system is fair, it's balanced, and that it's achieving its purpose, which is to foster creativity and to support the public interest in access to information, knowledge, culture, etc."}, {"timestamp": [255.08, 261.14], "text": " I started my career at Robic. It's an IP boutique law firm in Montreal."}, {"timestamp": [261.78, 266.72], "text": " And I quickly realized that I wanted to work with the international community"}, {"timestamp": [266.72, 273.8], "text": " on issues that really have a global impact. And that led me to the United Nations, first at UNESCO"}, {"timestamp": [273.8, 280.02], "text": " and then at WIPO. That's the World Intellectual Property Organization, where I worked for 10 years."}, {"timestamp": [281.04, 288.02], "text": " And at WIPO, I worked sort of behind the scenes to facilitate international negotiations on the"}, {"timestamp": [288.02, 294.8], "text": " protection of traditional cultural expressions that mainly comprises indigenous cultural heritage"}, {"timestamp": [294.8, 302.38], "text": " so I've always been keen to make the copyright system fairer more equitable more inclusive"}, {"timestamp": [302.38, 307.52], "text": " and then after WIPO I became a fellow at a Canadian think tank"}, {"timestamp": [307.52, 312.78], "text": " called the Center for International Governance Innovation. And I started my own consultancy."}, {"timestamp": [313.08, 319.7], "text": " I advised organizations like Spark Europe, Europeana, and others on copyright issues."}, {"timestamp": [320.24, 337.58], "text": " And from there, the path towards Creative Commons was clear. I knew that I wanted to continue to work on a global level to recalibrate a copyright system that hasn't always been able to keep up with sharing possibilities of the digital era."}, {"timestamp": [345.44, 352.06], "text": " two years ago as a policy manager dealing with copyright reform and really trying to tackle all the issues that stand in the way of access, use and reuse and remix of culture,"}, {"timestamp": [352.32, 359.24], "text": " information and knowledge. And here I am today. That's amazing. I mean, when you tell your story"}, {"timestamp": [359.24, 366.2], "text": " like that, it's as though everything just sort of lined up and fell into place along the way."}, {"timestamp": [366.2, 375.3], "text": " But I know often that one's personal and professional journey doesn't always have such a straight journey to get there."}, {"timestamp": [375.38, 378.0], "text": " But very beautifully told."}, {"timestamp": [378.14, 387.0], "text": " So bringing it back to the present day for people who aren't familiar with CC's Open Culture, Open Glam program."}, {"timestamp": [387.52, 389.92], "text": " Can you give us a quick overview?"}, {"timestamp": [390.34, 392.02], "text": " So it's a fairly new program."}, {"timestamp": [392.02, 396.02], "text": " It launched in June of last year, June 2021,"}, {"timestamp": [396.48, 400.06], "text": " thanks to a five-year, five-million grant from the Arcadia Fund,"}, {"timestamp": [400.64, 403.82], "text": " a charitable fund from Lisbeth Rausing and Peter Baldwin."}, {"timestamp": [404.72, 407.06], "text": " And our overarching objective"}, {"timestamp": [407.06, 414.98], "text": " is to advance open access and better sharing of cultural heritage in the GLAM sector. Now,"}, {"timestamp": [415.02, 422.4], "text": " you may have heard of GLAM. It stands for Galleries, Libraries, Archives, and Museums."}, {"timestamp": [422.4, 427.2], "text": " So it's a shorthand for the cultural institutions as a whole."}, {"timestamp": [427.2, 433.72], "text": " And OpenGLAM is the movement that is promoting open access to cultural heritage among those"}, {"timestamp": [433.72, 449.92], "text": " cultural heritage institutions. And at Creative Commons, we fully embrace OpenGLAM and our core task is to enable GLAMs to share their collections online as freely and as"}, {"timestamp": [449.92, 460.06], "text": " openly as possible in ways that are participative and interactive, sustainable, ethical and equitable"}, {"timestamp": [460.06, 471.14], "text": " and our program has four components. I'll list them all and then I'll explain a little bit what they are. So policy, infrastructure, capacity building, and community engagement."}, {"timestamp": [487.08, 492.62], "text": " operate is conducive to their activities so that, for example, copyright law enables them to carry out their legitimate activities and does not raise any barriers to them fulfilling their mission."}, {"timestamp": [493.16, 498.88], "text": " In terms of infrastructure, here we refer to, of course, the infrastructure created by the"}, {"timestamp": [498.88, 506.78], "text": " Creative Commons licenses and tools that are the mechanisms through which culture can be opened up and shared"}, {"timestamp": [506.78, 513.6], "text": " more freely. In terms of capacity building, we are so lucky to have a GLAM certificate"}, {"timestamp": [513.6, 519.84], "text": " at Creative Commons that is a training program for practitioners working in cultural institutions"}, {"timestamp": [519.84, 525.36], "text": " that want to learn more about copyright, about open licensing and about the benefits, but also"}, {"timestamp": [525.36, 531.14], "text": " the challenges of opening up their collections. So that's a great program. And finally, we are"}, {"timestamp": [531.14, 538.36], "text": " also involved in engaging our community, providing a space for GLAM practitioners and experts from"}, {"timestamp": [538.36, 542.14], "text": " around the world to really come together. And I'll say a bit more about that later."}, {"timestamp": [547.74, 557.9], "text": " and I'll say a bit more about that later. Thank you and although it's a relatively new program for us you and our glam manager Camille have been very very you know busy setting up the program"}, {"timestamp": [557.9, 565.96], "text": " and building out the infrastructure for it but I know that you've been at Creative Commons now for two years. So I just"}, {"timestamp": [565.96, 573.5], "text": " wanted to give you the opportunity to share some of your biggest highlights, either through setting"}, {"timestamp": [573.5, 581.3], "text": " up the Open Culture, Open Glam program, or prior to that. Right, I think we have to go back a bit,"}, {"timestamp": [581.38, 585.78], "text": " because although the program just started a few months ago, as you mentioned,"}, {"timestamp": [586.22, 591.16], "text": " we're really building on two decades of Creative Commons work in the cultural sphere."}, {"timestamp": [591.5, 598.16], "text": " And I'm privileged to be able to build on that legacy. So in the past, Creative Commons has"}, {"timestamp": [598.16, 603.02], "text": " advised really prestigious institutions like the Metropolitan Museum of Art in New York,"}, {"timestamp": [603.24, 606.06], "text": " the Smithsonian Institution, Cleveland Museum of"}, {"timestamp": [606.06, 612.32], "text": " Art, and many others. And thanks to those efforts, GLAMs all around the world have been able to"}, {"timestamp": [612.32, 619.06], "text": " successfully release nearly 5 million digital open images using Creative Commons tools."}, {"timestamp": [619.46, 627.18], "text": " That is huge, but it's still only a fraction of what GLAMs hold in their collections. So you see,"}, {"timestamp": [627.8, 634.6], "text": " GLAMs face unique barriers to embracing open access. Even though their mission to make their"}, {"timestamp": [634.6, 643.02], "text": " collections widely accessible is naturally aligned with open ideals, there are still some hurdles to"}, {"timestamp": [643.02, 645.76], "text": " go over in order for them to release their collections"}, {"timestamp": [645.76, 652.58], "text": " openly. And that's why we launched several initiatives to get a clear understanding of"}, {"timestamp": [652.58, 658.9], "text": " what those barriers are and how CC as an organization, as a community might be able to"}, {"timestamp": [658.9, 671.2], "text": " lift those barriers and better support institutions and their users, especially as we envision a more global, inclusive and equitable picture of OpenGLAM."}, {"timestamp": [672.0, 685.84], "text": " Because it's important not to lose sight of the needs and the expectations of a variety of communities and institutions from diverse regions and backgrounds."}, {"timestamp": [691.2, 693.52], "text": " And that's really the impetus behind our open call for case studies that we launched last year in October."}, {"timestamp": [693.78, 695.92], "text": " So what we did is we reached out to our community"}, {"timestamp": [695.92, 699.72], "text": " to invite them to share their stories from the global South,"}, {"timestamp": [699.86, 700.76], "text": " for lack of a better term,"}, {"timestamp": [700.86, 704.38], "text": " or from underrepresented or underserved communities."}, {"timestamp": [706.32, 713.08], "text": " And we've been really lucky to get tons of great proposals. And with the help of a selection committee, we were able"}, {"timestamp": [713.08, 719.26], "text": " to identify from far and wide, from Brazil, Poland, Chile, all the way to India, Pakistan,"}, {"timestamp": [719.5, 724.8], "text": " Nigeria. And I'm really happy to say that we'll be able to publish these case studies really soon."}, {"timestamp": [725.44, 734.18], "text": " and I'm really happy to say that we'll be able to publish these case studies really soon so keep an eye out and you'll see that the stories that they tell are truly inspiring they really allow us to"}, {"timestamp": [734.18, 743.62], "text": " explore many different avenues of engagement with the GLAM community in a much more inclusive way"}, {"timestamp": [743.62, 748.62], "text": " and that for me is a really big highlight for CC and for open culture in general."}, {"timestamp": [751.12, 755.44], "text": " I have to say that before joining Creative Commons,"}, {"timestamp": [755.44, 764.06], "text": " I didn't know much about open glam and working closely with you now since I joined last July."}, {"timestamp": [768.14, 776.24], "text": " and closely with you now since I joined last July I've really learned you know leaps and bounds and and really become an advocate for open culture and open glam and and seeing those nuances that"}, {"timestamp": [776.24, 788.18], "text": " you know differ from other open communities and and the opportunities that it holds. And I'm really passionate about some of the opportunities"}, {"timestamp": [788.18, 791.44], "text": " that you have on the horizon for folks."}, {"timestamp": [791.44, 797.08], "text": " And I'm excited to give people a sneak peek into what's coming,"}, {"timestamp": [797.2, 802.2], "text": " as well as telling them what they can, you know, get involved with at the moment."}, {"timestamp": [803.1, 806.6], "text": " You've highlighted through the conversation that"}, {"timestamp": [806.6, 816.24], "text": " open glam and open culture can be real vehicles for societal and cultural development as well as"}, {"timestamp": [816.24, 822.68], "text": " helping communities to thrive i wondered if you could share some of the biggest opportunities"}, {"timestamp": [822.68, 829.26], "text": " that you're seeing for the open glam community globally right now and those that are to come."}, {"timestamp": [830.58, 834.22], "text": " Sure. Well, there are too many to share."}, {"timestamp": [834.8, 848.46], "text": " But maybe I would like to underscore the impact of COVID-19 and how that from the threat of the pandemic, we saw true opportunities arise. As you know,"}, {"timestamp": [848.54, 853.96], "text": " the past two years have been really challenging for everyone, and GLAMs are no exception."}, {"timestamp": [854.42, 860.18], "text": " So many of them had to close their doors, sometimes indefinitely. And at the same time,"}, {"timestamp": [860.18, 866.44], "text": " it's just been so inspiring to see the resilience and the dynamism of the cultural sector"}, {"timestamp": [866.44, 874.42], "text": " in the face of the pandemic. And also how that threat, again, it actually freed so many"}, {"timestamp": [874.42, 880.6], "text": " opportunities for OpenGlam. Lockdown measures were the trigger for many museums to start"}, {"timestamp": [880.6, 886.44], "text": " establishing an online presence where they had none before. It also encouraged them to engage"}, {"timestamp": [886.44, 892.66], "text": " with their audience remotely and to explore how to continue to serve their communities, but"}, {"timestamp": [892.66, 898.44], "text": " not only on-site, but in the digital space. Members of the CC community led all sorts of"}, {"timestamp": [898.44, 905.46], "text": " practical, concrete, helping activities to ensure that GLAMS could really make use of the digital opportunities"}, {"timestamp": [905.46, 914.54], "text": " and in a way that has led to change in order for GLAMS to recover and to reimagine how they can"}, {"timestamp": [914.54, 926.5], "text": " fulfill their mission on the internet in the digital world and that's been extremely inspiring and I'll leave it at that. Thank you. Thank you."}, {"timestamp": [926.64, 930.9], "text": " It is often said that through crisis does come opportunity."}, {"timestamp": [931.16, 935.14], "text": " Obviously the pandemic has been terrible in so, so many ways,"}, {"timestamp": [935.14, 941.52], "text": " but it is great to see the resilience of the community and how they really"}, {"timestamp": [941.52, 946.7], "text": " seize the opportunity to put open culture and open glam on the agenda."}, {"timestamp": [946.98, 953.5], "text": " And I look forward to the continued work that you'll be doing in this area to open up more"}, {"timestamp": [953.5, 954.26], "text": " opportunities."}, {"timestamp": [954.26, 960.76], "text": " And for those who are interested in learning more about CC's open culture, open glam program,"}, {"timestamp": [961.16, 965.38], "text": " and perhaps getting involved, what's the best way for them to do that?"}, {"timestamp": [967.58, 974.58], "text": " Well, at Creative Commons, we're really lucky to work with an extensive global community with"}, {"timestamp": [974.58, 979.54], "text": " plenty of opportunities to get involved. To be very specific, we have a mailing list."}, {"timestamp": [980.12, 985.62], "text": " We have also a space, a virtual space for our OpenGLAM community to meet."}, {"timestamp": [985.74, 988.54], "text": " It's called the CC OpenGLAM platform."}, {"timestamp": [988.54, 996.3], "text": " We hold monthly calls where we discuss emerging issues that are challenging the OpenGLAM movement."}, {"timestamp": [996.5, 1005.94], "text": " For example, we might discuss folklore and indigenous heritage collections or heritage materials that are from community-driven initiatives."}, {"timestamp": [1005.94, 1011.58], "text": " We might also ask ourselves, how can we measure the impact of reuse of cultural heritage?"}, {"timestamp": [1012.58, 1018.16], "text": " And we also have interesting conversations because maybe we don't all agree."}, {"timestamp": [1018.24, 1027.36], "text": " Do we really share a common understanding of what open access to cultural heritage really means and also practically"}, {"timestamp": [1027.36, 1035.84], "text": " how do we put this concept into action so this leads through a really fruitful engaging"}, {"timestamp": [1035.84, 1041.0], "text": " conversations with people from all over the world i'm really excited about the conversations we've"}, {"timestamp": [1041.0, 1048.04], "text": " had and the the ones that we will have in in groups and in those calls and in the platform in general."}, {"timestamp": [1048.04, 1051.48], "text": " And of course, everyone's welcome to join."}, {"timestamp": [1052.02, 1057.86], "text": " And I extend this invitation to anyone who's interested in OpenGLAM."}, {"timestamp": [1069.46, 1076.0], "text": " has been off to a busy and exciting start for CC's GLAM team with the launching of our public domain tools needs assessment survey on the 1st of January which was also public domain day to the"}, {"timestamp": [1076.0, 1089.4], "text": " recent launch of our open culture voices vlog series tell me a little bit about both of those opportunities and some other exciting things that you have in store for folks."}, {"timestamp": [1103.88, 1107.6], "text": " with dozens of OpenGLAM experts from around the world who through short interviews, as I said,"}, {"timestamp": [1107.68, 1110.14], "text": " all bring their unique perspectives"}, {"timestamp": [1110.14, 1113.5], "text": " on what it's like to open up heritage content online."}, {"timestamp": [1114.18, 1116.78], "text": " So what we did is we asked all our guests"}, {"timestamp": [1116.78, 1118.6], "text": " the same four questions."}, {"timestamp": [1119.48, 1122.22], "text": " One, what are the main benefits of OpenGLAM?"}, {"timestamp": [1122.84, 1124.48], "text": " Two, what are the barriers?"}, {"timestamp": [1125.32, 1128.54], "text": " Three, could you share something that someone else told you"}, {"timestamp": [1128.54, 1131.7], "text": " that opened your eyes and your mind about OpenGLAM?"}, {"timestamp": [1132.14, 1134.58], "text": " And four, if you have a personal message"}, {"timestamp": [1134.58, 1137.42], "text": " to those that are hesitating to open up collections,"}, {"timestamp": [1137.62, 1139.18], "text": " what advice would you give?"}, {"timestamp": [1139.82, 1144.54], "text": " And their responses really give a nice overview"}, {"timestamp": [1144.54, 1148.08], "text": " of what are the key advantages of OpenGLAM."}, {"timestamp": [1148.52, 1152.18], "text": " But they also reveal the hurdles that still stand in the way."}, {"timestamp": [1152.18, 1159.34], "text": " So I really like that we were able to hear from experts in many different languages from many parts of the world."}, {"timestamp": [1159.6, 1165.24], "text": " And that helps us achieve a real global vision of OpenGLAM."}, {"timestamp": [1165.34, 1173.9], "text": " And I can't wait for our community and the public to hear about how transformative it"}, {"timestamp": [1173.9, 1178.86], "text": " can be to open up collections for the institution and for the public."}, {"timestamp": [1178.86, 1181.14], "text": " I'd also like to mention another initiative."}, {"timestamp": [1181.62, 1186.02], "text": " It's a needs assessment, actually, of our Creative Commons public domain"}, {"timestamp": [1186.02, 1193.26], "text": " tools and how they are used and understood in the GLAM sector. So as you mentioned, on Public"}, {"timestamp": [1193.26, 1200.84], "text": " Domain Day, January 1st of this year, we launched a survey. And what we're trying to do here is to"}, {"timestamp": [1200.84, 1208.2], "text": " reach out to GLAM practitioners and experts to help us create a clearer picture of the use of"}, {"timestamp": [1208.2, 1214.42], "text": " Creative Commons public domain tools, which are CC0, so our public domain dedication tool,"}, {"timestamp": [1214.84, 1226.78], "text": " and the public domain mark, also known as PDM. And you may know that Creative Commons tools are used to really open up content, to facilitate the"}, {"timestamp": [1226.78, 1233.84], "text": " wide dissemination of culture, but also to communicate the public domain status of content"}, {"timestamp": [1233.84, 1241.02], "text": " and indicate that it may be used for any purpose, free of charge, without any need to seek copyright"}, {"timestamp": [1241.02, 1245.76], "text": " permission. And GLAMs are key users of the CC tools"}, {"timestamp": [1245.76, 1247.24], "text": " because like I mentioned before,"}, {"timestamp": [1247.42, 1250.62], "text": " like nearly 5 million works were made accessible"}, {"timestamp": [1250.62, 1252.5], "text": " using CC tools."}, {"timestamp": [1253.24, 1255.9], "text": " And what we want to do is we want to know"}, {"timestamp": [1255.9, 1258.14], "text": " if they are fit for purpose"}, {"timestamp": [1258.14, 1260.38], "text": " to make cultural heritage available."}, {"timestamp": [1260.64, 1262.7], "text": " We also want to know if there are any issues,"}, {"timestamp": [1262.7, 1264.62], "text": " what are the needs, what are the wishes"}, {"timestamp": [1264.62, 1270.04], "text": " and the expectations of cultural institutions regarding those tools. It's important for"}, {"timestamp": [1270.04, 1276.64], "text": " Creative Commons to know how the tools are being used on the ground and what kinds of problems,"}, {"timestamp": [1276.82, 1282.18], "text": " if any, we have to try to fix. And that's why we need to hear from the community because"}, {"timestamp": [1282.18, 1285.72], "text": " as stewards of the licenses and the tools,"}, {"timestamp": [1286.28, 1292.14], "text": " we need to make sure that they continue to respond to GLAM's concrete needs."}, {"timestamp": [1292.14, 1298.04], "text": " And we need some guidance on where to start and when to take action and how,"}, {"timestamp": [1298.64, 1310.34], "text": " because we want to continue to improve the tools that we have and build and innovate on the sharing infrastructure CC Tools provides in support of better sharing of cultural heritage."}, {"timestamp": [1311.02, 1313.7], "text": " And you asked about other exciting opportunities."}, {"timestamp": [1313.7, 1325.16], "text": " Before we go on to that one, I just wanted to ask, what's the deadline for folks who might want to complete the needs assessment survey and are listening?"}, {"timestamp": [1326.02, 1333.5], "text": " We initially had a deadline of January 31st, but we are extending it to the middle of February. So"}, {"timestamp": [1333.5, 1339.9], "text": " February 15th is the new deadline. So people have a couple of weeks left to fill out the survey."}, {"timestamp": [1339.9, 1350.42], "text": " And I would invite everyone who wants to share their experience to please do, because that will really inform our work on the tool stewardship moving forward."}, {"timestamp": [1351.34, 1356.14], "text": " Amazing. And we're taking responses in English, French and Spanish."}, {"timestamp": [1356.38, 1356.88], "text": " That's right."}, {"timestamp": [1357.3, 1363.64], "text": " So I will definitely add that to our list of links for this episode as well."}, {"timestamp": [1363.88, 1368.02], "text": " But back to you for the next exciting opportunity"}, {"timestamp": [1368.02, 1377.38], "text": " the other exciting opportunity is a contest we are about to launch the cc open culture"}, {"timestamp": [1377.38, 1385.12], "text": " remix art contest but before i give more details about that I just want to give a little bit of background to it."}, {"timestamp": [1385.94, 1396.5], "text": " What's so exciting about open sharing of cultural heritage is its almost limitless potential to unlock creativity."}, {"timestamp": [1397.18, 1407.7], "text": " When content is openly accessible, anyone can reuse it, can build upon it, can create something new and unexpected. And so that's the"}, {"timestamp": [1407.7, 1414.34], "text": " idea behind our upcoming Open Culture Remix Art Contest. We'll open it in the coming weeks. It's"}, {"timestamp": [1414.34, 1421.42], "text": " a, like I said, really exciting competition. I think it'll be a wonderful opportunity to showcase"}, {"timestamp": [1421.42, 1426.62], "text": " the astonishing creativity that can spring from reuse of cultural heritage."}, {"timestamp": [1426.62, 1433.96], "text": " So participants will be invited to reuse either a public domain or an openly licensed work that"}, {"timestamp": [1433.96, 1440.98], "text": " allows reuse, for example, paintings or photographs or drawings, etc., to create original artworks."}, {"timestamp": [1441.1, 1447.96], "text": " So we want to encourage people to discover, to share, and also to remix cultural"}, {"timestamp": [1447.96, 1454.44], "text": " heritage material. I think it's also a great way to help people understand the power of open"}, {"timestamp": [1454.44, 1461.98], "text": " licensing and how it can catalyze the dissemination and the revitalization of culture. It also"}, {"timestamp": [1461.98, 1465.44], "text": " demonstrates the impact of OpenGLAM on contemporary culture"}, {"timestamp": [1465.44, 1471.56], "text": " and creativity outside of the institutional context. And like I said at the beginning,"}, {"timestamp": [1471.7, 1477.08], "text": " yeah, it's a great example of how OpenGLAM can be an engine for cultural social development and"}, {"timestamp": [1477.08, 1493.08], "text": " really helps communities thrive. Oh, and also it ties into the 20th anniversary celebration of the CC licenses, because it really canvases the importance of CC's infrastructure for open culture."}, {"timestamp": [1493.76, 1505.74], "text": " That's so exciting. And we're looking forward to sharing more on that in the middle of February. So when this episode comes out, we'll have probably about two weeks"}, {"timestamp": [1505.74, 1512.88], "text": " to wait to hear more from us, but it's going to be great. Thank you. I'm really excited too."}, {"timestamp": [1513.48, 1521.36], "text": " Yes. And so we're coming towards the end of our interview, our time together, and I have a few"}, {"timestamp": [1521.36, 1525.0], "text": " quick fire questions for you. Are you ready?"}, {"timestamp": [1525.0, 1531.56], "text": " I mean, you might want to have some water before we start in the quick fire round."}, {"timestamp": [1531.94, 1532.7], "text": " Go ahead."}, {"timestamp": [1533.24, 1534.64], "text": " Okay, okay."}, {"timestamp": [1535.12, 1538.76], "text": " So why should people care about open culture?"}, {"timestamp": [1540.04, 1543.24], "text": " People should care because our future depends on it."}, {"timestamp": [1554.14, 1565.94], "text": " People should care because our future depends on it. So open culture is essential for current but also future generations to be continuously able to enjoy our shared cultural heritage. With open culture, the public can experience and interpret GLAMS collections in order to enrich and bring new perspectives to their contexts and narratives."}, {"timestamp": [1566.66, 1573.52], "text": " And GLAMs and their audiences can get closer together online in fresh and innovative ways"}, {"timestamp": [1573.52, 1578.36], "text": " that are based on the supportive and sustainable digital infrastructure."}, {"timestamp": [1578.36, 1588.14], "text": " I think that GLAMs will be able to move into the post-COVID era in a way that they can really share their"}, {"timestamp": [1588.14, 1594.76], "text": " collections meaningfully and in a way that frees them of all the barriers that I've mentioned."}, {"timestamp": [1595.66, 1603.06], "text": " So Glam's are actually in the pivotal space to address the threats of so many of the global"}, {"timestamp": [1603.06, 1605.74], "text": " challenges that we are facing, like climate"}, {"timestamp": [1605.74, 1611.88], "text": " change, for example. So many GLAMs hold in their collections valuable information that needs to be"}, {"timestamp": [1611.88, 1617.62], "text": " shared openly if we want citizens to be able to come together, use those resources, and come up"}, {"timestamp": [1617.62, 1627.98], "text": " with solutions that will help us address those challenges. So making cultural heritage as openly accessible, shareable,"}, {"timestamp": [1628.28, 1635.64], "text": " reusable as possible is the best way to celebrate GLAM's mission in the digital era. So open culture"}, {"timestamp": [1635.64, 1641.54], "text": " is really the greatest manifestations of cultural heritage institutions' public value"}, {"timestamp": [1641.54, 1646.12], "text": " and an expression of how they can support the public interest through"}, {"timestamp": [1646.12, 1654.38], "text": " their activities. I love that I love that and now I've got a tough one for you if you had to pick"}, {"timestamp": [1654.38, 1663.68], "text": " your favorite cultural institution which would it be and why? Oh yeah that is really hard to answer"}, {"timestamp": [1667.64, 1674.5], "text": " oh yeah that is really hard to answer actually it's almost impossible to choose but I'm gonna go for the naturalist biodiversity center in Leiden that's close to where I live in the"}, {"timestamp": [1674.5, 1680.64], "text": " Netherlands I've been there myself so not only is it a fantastic place ideal for visiting with"}, {"timestamp": [1680.64, 1685.1], "text": " small children it's one of the world's top five natural history collections."}, {"timestamp": [1685.62, 1692.6], "text": " And last year, it's been named a European Museum of the Year in 2021. And that's the oldest and"}, {"timestamp": [1692.6, 1699.28], "text": " the most prestigious museum award in Europe. So it is truly exceptional. And in terms of their"}, {"timestamp": [1699.28, 1708.56], "text": " online collection, I really love how they make it available to help people study, organize,"}, {"timestamp": [1708.56, 1714.96], "text": " and understand nature. And because I'm always curious about the impact of OpenGLAM, I really"}, {"timestamp": [1714.96, 1721.32], "text": " like how they conceive of their collections as an essential infrastructure for scientific"}, {"timestamp": [1721.32, 1725.66], "text": " research. It's the starting point for researchers to collaborate"}, {"timestamp": [1725.66, 1731.02], "text": " and find solutions to the global challenges, like I just mentioned, like climate change and,"}, {"timestamp": [1731.02, 1736.96], "text": " you know, the disappearance of species and the loss of biodiversity and who knows also how to"}, {"timestamp": [1736.96, 1742.96], "text": " tackle health crises. So it's one of the reasons that make OpenGLAM so compelling."}, {"timestamp": [1746.28, 1746.8], "text": " One of the reasons that make OpenGLAM so compelling, it's a means to a much greater end."}, {"timestamp": [1751.48, 1752.36], "text": " It's a way to make a positive impact on people and their communities."}, {"timestamp": [1757.96, 1758.22], "text": " Oh, and of course, all the collections on their bio portal are made available using CC0."}, {"timestamp": [1760.94, 1762.4], "text": " So that makes it even more cool."}, {"timestamp": [1767.98, 1776.34], "text": " I love that. And I think, you know, the family memories that you've had there also do help to bolster it up on the list. Great for visiting with small children. A slightly easier"}, {"timestamp": [1776.34, 1785.28], "text": " question for you now, and you've kind of touched on it, but if you could put it into a sentence or two what do you love about working at creative commons"}, {"timestamp": [1787.6, 1795.68], "text": " i especially love how i can get to meet people and work with people from all corners of the world"}, {"timestamp": [1796.48, 1807.28], "text": " and i like how we can come together and try to build a global movement. That's what I find exhilarating. I know that I have peers in all"}, {"timestamp": [1807.28, 1813.88], "text": " corners of the world that share the ideals and the will to make a change in the world through"}, {"timestamp": [1813.88, 1825.38], "text": " openness, through open culture. Lastly, it wouldn't be right to conclude this episode without getting getting you to complete the sentence better sharing brighter future means"}, {"timestamp": [1825.38, 1834.6], "text": " well to me better sharing uh and i'm going to quote from our strategy here because that"}, {"timestamp": [1834.6, 1848.0], "text": " really resonates with me better sharing is sharing that is contextual ethical inclusive intellectual, ethical, inclusive, sustainable, purposeful, and pro-social."}, {"timestamp": [1850.06, 1857.42], "text": " Thank you. Thank you so much, Brigitte. That was my last question for you, but I always like to ask"}, {"timestamp": [1857.42, 1862.2], "text": " if there's anything that we didn't get to cover or any final message you'd like to"}, {"timestamp": [1862.2, 1864.74], "text": " leave the CC community with."}, {"timestamp": [1864.74, 1866.96], "text": " or any final message you'd like to leave the CC community with."}, {"timestamp": [1869.74, 1871.52], "text": " I'd just like to thank you from the bottom of my heart for having such a wonderful time"}, {"timestamp": [1871.52, 1872.86], "text": " during this interview with you."}, {"timestamp": [1872.98, 1874.44], "text": " Thank you so much for having me."}, {"timestamp": [1874.68, 1877.32], "text": " And it's so lovely to have you as a colleague."}, {"timestamp": [1877.32, 1881.6], "text": " It's been a super experience to record this podcast."}, {"timestamp": [1882.66, 1884.12], "text": " Likewise, likewise."}, {"timestamp": [1884.38, 1888.12], "text": " And as I said, we'll drop all the links in the episode"}, {"timestamp": [1888.12, 1894.64], "text": " description thank you again for joining us Brigitte it's been a fantastic episode"}, {"timestamp": [1894.64, 1903.1], "text": " thanks for listening to open minds from creative commons special thanks to the musician broke for"}, {"timestamp": [1903.1, 1905.6], "text": " free whose track daybird you heard at the"}, {"timestamp": [1905.6, 1911.24], "text": " beginning of this episode and you're listening to right now. It's available under the Creative"}, {"timestamp": [1911.24, 1917.56], "text": " Commons attribution license, meaning it's free for anyone to use. You can find it at the free"}, {"timestamp": [1917.56, 1926.46], "text": " music archive, freemusicarchive.org. Please subscribe to our show so you don't miss any of our conversations with people"}, {"timestamp": [1926.46, 1932.72], "text": " working to make the internet and our global culture more open and collaborative. We'll be"}, {"timestamp": [1932.72, 1996.68], "text": " back soon with another episode. Talk to you then. Thank you."}], "text": " Welcome to Open Minds from Creative Commons. I'm Onean Youkin, CC's Campaigns Manager. Our Open Minds podcast is a series of conversations with people working on the issues we're involved with and the subjects we're excited about. Each episode, we sit down with amazing guests from the worlds of open culture, open education, open science, open technology, and more. In this episode, I'm joined by my colleague, Brigitte Besnar, Creative Commons Director of Policy, Open Culture, and Glam. Brigitte is passionate about all things spanning culture, arts, handicraft, traditions, fashion and of course copyright law and policy. She gets a kick out of tackling the fuzzy legal and policy issues that stand in the way of access, use, reuse and remix of culture, information and knowledge. We discuss Brigitte's professional journey, her role at CC, the Creative Commons Open Culture Open Glam programme, some very exciting opportunities for you to get involved in and so much more. Enough from me, let's hear from Brigitte. Welcome Brigitte, it's an absolute pleasure to have you join us for an episode of Open Minds. I've been looking forward to this conversation since we decided to do it. I love working with you and you know it's not often that you get to sit down with colleagues for such an in-depth chat. And I also believe this is your first time on Open Minds. So I'd love it if we could start by you introducing yourself and talking a bit about your role at CC. Thank you so much, Oni. Thanks for inviting me and for this opportunity to share a little bit about our Open Culture, Open GLAM program. So my main role is to lead our Open Culture, Open GLAM program at Creative Commons. And I feel so lucky because this role really allows me to bring my passion for cultural heritage to work. And I really love how my role at CC allows me to explore the enormous potential of open access to culture to help sustain, you know, vibrant and thriving societies everywhere in the world. an important mission to not only preserve our collective memory for future generations, but also to provide broad public access and sharing possibilities around culture. So my role at CC is to drive our work to support the cultural heritage sector on its journey towards openness. It's really about transforming institutions and how they approach access to their collections and helping them embrace open culture and all the benefits that it creates for themselves, but also for the communities that they serve. as we're on the same team, but you are doing such an incredible job. And I just feel so lucky to work alongside you and be able to learn from your wealth of experience. So on that note, take me back to your pre-CC days. What set you on the path to be where you are today? How did you get involved with Open and Creative Commons, copyright and cultural heritage? I want to ensure that this copyright system is fair, it's balanced, and that it's achieving its purpose, which is to foster creativity and to support the public interest in access to information, knowledge, culture, etc. I started my career at Robic. It's an IP boutique law firm in Montreal. And I quickly realized that I wanted to work with the international community on issues that really have a global impact. And that led me to the United Nations, first at UNESCO and then at WIPO. That's the World Intellectual Property Organization, where I worked for 10 years. And at WIPO, I worked sort of behind the scenes to facilitate international negotiations on the protection of traditional cultural expressions that mainly comprises indigenous cultural heritage so I've always been keen to make the copyright system fairer more equitable more inclusive and then after WIPO I became a fellow at a Canadian think tank called the Center for International Governance Innovation. And I started my own consultancy. I advised organizations like Spark Europe, Europeana, and others on copyright issues. And from there, the path towards Creative Commons was clear. I knew that I wanted to continue to work on a global level to recalibrate a copyright system that hasn't always been able to keep up with sharing possibilities of the digital era. two years ago as a policy manager dealing with copyright reform and really trying to tackle all the issues that stand in the way of access, use and reuse and remix of culture, information and knowledge. And here I am today. That's amazing. I mean, when you tell your story like that, it's as though everything just sort of lined up and fell into place along the way. But I know often that one's personal and professional journey doesn't always have such a straight journey to get there. But very beautifully told. So bringing it back to the present day for people who aren't familiar with CC's Open Culture, Open Glam program. Can you give us a quick overview? So it's a fairly new program. It launched in June of last year, June 2021, thanks to a five-year, five-million grant from the Arcadia Fund, a charitable fund from Lisbeth Rausing and Peter Baldwin. And our overarching objective is to advance open access and better sharing of cultural heritage in the GLAM sector. Now, you may have heard of GLAM. It stands for Galleries, Libraries, Archives, and Museums. So it's a shorthand for the cultural institutions as a whole. And OpenGLAM is the movement that is promoting open access to cultural heritage among those cultural heritage institutions. And at Creative Commons, we fully embrace OpenGLAM and our core task is to enable GLAMs to share their collections online as freely and as openly as possible in ways that are participative and interactive, sustainable, ethical and equitable and our program has four components. I'll list them all and then I'll explain a little bit what they are. So policy, infrastructure, capacity building, and community engagement. operate is conducive to their activities so that, for example, copyright law enables them to carry out their legitimate activities and does not raise any barriers to them fulfilling their mission. In terms of infrastructure, here we refer to, of course, the infrastructure created by the Creative Commons licenses and tools that are the mechanisms through which culture can be opened up and shared more freely. In terms of capacity building, we are so lucky to have a GLAM certificate at Creative Commons that is a training program for practitioners working in cultural institutions that want to learn more about copyright, about open licensing and about the benefits, but also the challenges of opening up their collections. So that's a great program. And finally, we are also involved in engaging our community, providing a space for GLAM practitioners and experts from around the world to really come together. And I'll say a bit more about that later. and I'll say a bit more about that later. Thank you and although it's a relatively new program for us you and our glam manager Camille have been very very you know busy setting up the program and building out the infrastructure for it but I know that you've been at Creative Commons now for two years. So I just wanted to give you the opportunity to share some of your biggest highlights, either through setting up the Open Culture, Open Glam program, or prior to that. Right, I think we have to go back a bit, because although the program just started a few months ago, as you mentioned, we're really building on two decades of Creative Commons work in the cultural sphere. And I'm privileged to be able to build on that legacy. So in the past, Creative Commons has advised really prestigious institutions like the Metropolitan Museum of Art in New York, the Smithsonian Institution, Cleveland Museum of Art, and many others. And thanks to those efforts, GLAMs all around the world have been able to successfully release nearly 5 million digital open images using Creative Commons tools. That is huge, but it's still only a fraction of what GLAMs hold in their collections. So you see, GLAMs face unique barriers to embracing open access. Even though their mission to make their collections widely accessible is naturally aligned with open ideals, there are still some hurdles to go over in order for them to release their collections openly. And that's why we launched several initiatives to get a clear understanding of what those barriers are and how CC as an organization, as a community might be able to lift those barriers and better support institutions and their users, especially as we envision a more global, inclusive and equitable picture of OpenGLAM. Because it's important not to lose sight of the needs and the expectations of a variety of communities and institutions from diverse regions and backgrounds. And that's really the impetus behind our open call for case studies that we launched last year in October. So what we did is we reached out to our community to invite them to share their stories from the global South, for lack of a better term, or from underrepresented or underserved communities. And we've been really lucky to get tons of great proposals. And with the help of a selection committee, we were able to identify from far and wide, from Brazil, Poland, Chile, all the way to India, Pakistan, Nigeria. And I'm really happy to say that we'll be able to publish these case studies really soon. and I'm really happy to say that we'll be able to publish these case studies really soon so keep an eye out and you'll see that the stories that they tell are truly inspiring they really allow us to explore many different avenues of engagement with the GLAM community in a much more inclusive way and that for me is a really big highlight for CC and for open culture in general. I have to say that before joining Creative Commons, I didn't know much about open glam and working closely with you now since I joined last July. and closely with you now since I joined last July I've really learned you know leaps and bounds and and really become an advocate for open culture and open glam and and seeing those nuances that you know differ from other open communities and and the opportunities that it holds. And I'm really passionate about some of the opportunities that you have on the horizon for folks. And I'm excited to give people a sneak peek into what's coming, as well as telling them what they can, you know, get involved with at the moment. You've highlighted through the conversation that open glam and open culture can be real vehicles for societal and cultural development as well as helping communities to thrive i wondered if you could share some of the biggest opportunities that you're seeing for the open glam community globally right now and those that are to come. Sure. Well, there are too many to share. But maybe I would like to underscore the impact of COVID-19 and how that from the threat of the pandemic, we saw true opportunities arise. As you know, the past two years have been really challenging for everyone, and GLAMs are no exception. So many of them had to close their doors, sometimes indefinitely. And at the same time, it's just been so inspiring to see the resilience and the dynamism of the cultural sector in the face of the pandemic. And also how that threat, again, it actually freed so many opportunities for OpenGlam. Lockdown measures were the trigger for many museums to start establishing an online presence where they had none before. It also encouraged them to engage with their audience remotely and to explore how to continue to serve their communities, but not only on-site, but in the digital space. Members of the CC community led all sorts of practical, concrete, helping activities to ensure that GLAMS could really make use of the digital opportunities and in a way that has led to change in order for GLAMS to recover and to reimagine how they can fulfill their mission on the internet in the digital world and that's been extremely inspiring and I'll leave it at that. Thank you. Thank you. It is often said that through crisis does come opportunity. Obviously the pandemic has been terrible in so, so many ways, but it is great to see the resilience of the community and how they really seize the opportunity to put open culture and open glam on the agenda. And I look forward to the continued work that you'll be doing in this area to open up more opportunities. And for those who are interested in learning more about CC's open culture, open glam program, and perhaps getting involved, what's the best way for them to do that? Well, at Creative Commons, we're really lucky to work with an extensive global community with plenty of opportunities to get involved. To be very specific, we have a mailing list. We have also a space, a virtual space for our OpenGLAM community to meet. It's called the CC OpenGLAM platform. We hold monthly calls where we discuss emerging issues that are challenging the OpenGLAM movement. For example, we might discuss folklore and indigenous heritage collections or heritage materials that are from community-driven initiatives. We might also ask ourselves, how can we measure the impact of reuse of cultural heritage? And we also have interesting conversations because maybe we don't all agree. Do we really share a common understanding of what open access to cultural heritage really means and also practically how do we put this concept into action so this leads through a really fruitful engaging conversations with people from all over the world i'm really excited about the conversations we've had and the the ones that we will have in in groups and in those calls and in the platform in general. And of course, everyone's welcome to join. And I extend this invitation to anyone who's interested in OpenGLAM. has been off to a busy and exciting start for CC's GLAM team with the launching of our public domain tools needs assessment survey on the 1st of January which was also public domain day to the recent launch of our open culture voices vlog series tell me a little bit about both of those opportunities and some other exciting things that you have in store for folks. with dozens of OpenGLAM experts from around the world who through short interviews, as I said, all bring their unique perspectives on what it's like to open up heritage content online. So what we did is we asked all our guests the same four questions. One, what are the main benefits of OpenGLAM? Two, what are the barriers? Three, could you share something that someone else told you that opened your eyes and your mind about OpenGLAM? And four, if you have a personal message to those that are hesitating to open up collections, what advice would you give? And their responses really give a nice overview of what are the key advantages of OpenGLAM. But they also reveal the hurdles that still stand in the way. So I really like that we were able to hear from experts in many different languages from many parts of the world. And that helps us achieve a real global vision of OpenGLAM. And I can't wait for our community and the public to hear about how transformative it can be to open up collections for the institution and for the public. I'd also like to mention another initiative. It's a needs assessment, actually, of our Creative Commons public domain tools and how they are used and understood in the GLAM sector. So as you mentioned, on Public Domain Day, January 1st of this year, we launched a survey. And what we're trying to do here is to reach out to GLAM practitioners and experts to help us create a clearer picture of the use of Creative Commons public domain tools, which are CC0, so our public domain dedication tool, and the public domain mark, also known as PDM. And you may know that Creative Commons tools are used to really open up content, to facilitate the wide dissemination of culture, but also to communicate the public domain status of content and indicate that it may be used for any purpose, free of charge, without any need to seek copyright permission. And GLAMs are key users of the CC tools because like I mentioned before, like nearly 5 million works were made accessible using CC tools. And what we want to do is we want to know if they are fit for purpose to make cultural heritage available. We also want to know if there are any issues, what are the needs, what are the wishes and the expectations of cultural institutions regarding those tools. It's important for Creative Commons to know how the tools are being used on the ground and what kinds of problems, if any, we have to try to fix. And that's why we need to hear from the community because as stewards of the licenses and the tools, we need to make sure that they continue to respond to GLAM's concrete needs. And we need some guidance on where to start and when to take action and how, because we want to continue to improve the tools that we have and build and innovate on the sharing infrastructure CC Tools provides in support of better sharing of cultural heritage. And you asked about other exciting opportunities. Before we go on to that one, I just wanted to ask, what's the deadline for folks who might want to complete the needs assessment survey and are listening? We initially had a deadline of January 31st, but we are extending it to the middle of February. So February 15th is the new deadline. So people have a couple of weeks left to fill out the survey. And I would invite everyone who wants to share their experience to please do, because that will really inform our work on the tool stewardship moving forward. Amazing. And we're taking responses in English, French and Spanish. That's right. So I will definitely add that to our list of links for this episode as well. But back to you for the next exciting opportunity the other exciting opportunity is a contest we are about to launch the cc open culture remix art contest but before i give more details about that I just want to give a little bit of background to it. What's so exciting about open sharing of cultural heritage is its almost limitless potential to unlock creativity. When content is openly accessible, anyone can reuse it, can build upon it, can create something new and unexpected. And so that's the idea behind our upcoming Open Culture Remix Art Contest. We'll open it in the coming weeks. It's a, like I said, really exciting competition. I think it'll be a wonderful opportunity to showcase the astonishing creativity that can spring from reuse of cultural heritage. So participants will be invited to reuse either a public domain or an openly licensed work that allows reuse, for example, paintings or photographs or drawings, etc., to create original artworks. So we want to encourage people to discover, to share, and also to remix cultural heritage material. I think it's also a great way to help people understand the power of open licensing and how it can catalyze the dissemination and the revitalization of culture. It also demonstrates the impact of OpenGLAM on contemporary culture and creativity outside of the institutional context. And like I said at the beginning, yeah, it's a great example of how OpenGLAM can be an engine for cultural social development and really helps communities thrive. Oh, and also it ties into the 20th anniversary celebration of the CC licenses, because it really canvases the importance of CC's infrastructure for open culture. That's so exciting. And we're looking forward to sharing more on that in the middle of February. So when this episode comes out, we'll have probably about two weeks to wait to hear more from us, but it's going to be great. Thank you. I'm really excited too. Yes. And so we're coming towards the end of our interview, our time together, and I have a few quick fire questions for you. Are you ready? I mean, you might want to have some water before we start in the quick fire round. Go ahead. Okay, okay. So why should people care about open culture? People should care because our future depends on it. People should care because our future depends on it. So open culture is essential for current but also future generations to be continuously able to enjoy our shared cultural heritage. With open culture, the public can experience and interpret GLAMS collections in order to enrich and bring new perspectives to their contexts and narratives. And GLAMs and their audiences can get closer together online in fresh and innovative ways that are based on the supportive and sustainable digital infrastructure. I think that GLAMs will be able to move into the post-COVID era in a way that they can really share their collections meaningfully and in a way that frees them of all the barriers that I've mentioned. So Glam's are actually in the pivotal space to address the threats of so many of the global challenges that we are facing, like climate change, for example. So many GLAMs hold in their collections valuable information that needs to be shared openly if we want citizens to be able to come together, use those resources, and come up with solutions that will help us address those challenges. So making cultural heritage as openly accessible, shareable, reusable as possible is the best way to celebrate GLAM's mission in the digital era. So open culture is really the greatest manifestations of cultural heritage institutions' public value and an expression of how they can support the public interest through their activities. I love that I love that and now I've got a tough one for you if you had to pick your favorite cultural institution which would it be and why? Oh yeah that is really hard to answer oh yeah that is really hard to answer actually it's almost impossible to choose but I'm gonna go for the naturalist biodiversity center in Leiden that's close to where I live in the Netherlands I've been there myself so not only is it a fantastic place ideal for visiting with small children it's one of the world's top five natural history collections. And last year, it's been named a European Museum of the Year in 2021. And that's the oldest and the most prestigious museum award in Europe. So it is truly exceptional. And in terms of their online collection, I really love how they make it available to help people study, organize, and understand nature. And because I'm always curious about the impact of OpenGLAM, I really like how they conceive of their collections as an essential infrastructure for scientific research. It's the starting point for researchers to collaborate and find solutions to the global challenges, like I just mentioned, like climate change and, you know, the disappearance of species and the loss of biodiversity and who knows also how to tackle health crises. So it's one of the reasons that make OpenGLAM so compelling. One of the reasons that make OpenGLAM so compelling, it's a means to a much greater end. It's a way to make a positive impact on people and their communities. Oh, and of course, all the collections on their bio portal are made available using CC0. So that makes it even more cool. I love that. And I think, you know, the family memories that you've had there also do help to bolster it up on the list. Great for visiting with small children. A slightly easier question for you now, and you've kind of touched on it, but if you could put it into a sentence or two what do you love about working at creative commons i especially love how i can get to meet people and work with people from all corners of the world and i like how we can come together and try to build a global movement. That's what I find exhilarating. I know that I have peers in all corners of the world that share the ideals and the will to make a change in the world through openness, through open culture. Lastly, it wouldn't be right to conclude this episode without getting getting you to complete the sentence better sharing brighter future means well to me better sharing uh and i'm going to quote from our strategy here because that really resonates with me better sharing is sharing that is contextual ethical inclusive intellectual, ethical, inclusive, sustainable, purposeful, and pro-social. Thank you. Thank you so much, Brigitte. That was my last question for you, but I always like to ask if there's anything that we didn't get to cover or any final message you'd like to leave the CC community with. or any final message you'd like to leave the CC community with. I'd just like to thank you from the bottom of my heart for having such a wonderful time during this interview with you. Thank you so much for having me. And it's so lovely to have you as a colleague. It's been a super experience to record this podcast. Likewise, likewise. And as I said, we'll drop all the links in the episode description thank you again for joining us Brigitte it's been a fantastic episode thanks for listening to open minds from creative commons special thanks to the musician broke for free whose track daybird you heard at the beginning of this episode and you're listening to right now. It's available under the Creative Commons attribution license, meaning it's free for anyone to use. You can find it at the free music archive, freemusicarchive.org. Please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our global culture more open and collaborative. We'll be back soon with another episode. Talk to you then. Thank you."}