{"speakers": [{"speaker": "SPEAKER_01", "timestamp": [0.0, 10.6], "text": " Welcome to Open Minds from Creative Commons. I'm Oney Ann Ucom, CC's Campaigns Manager."}, {"speaker": "SPEAKER_01", "timestamp": [11.1, 16.52], "text": " Open Minds is a series of conversations with people working on issues we're involved with"}, {"speaker": "SPEAKER_01", "timestamp": [16.52, 30.56], "text": " and subjects we're excited about. Each episode we sit down with amazing guests from the worlds of open culture, open education, open science, open technology, and more."}, {"speaker": "SPEAKER_01", "timestamp": [31.36, 39.88], "text": " We launched Open Minds in celebration of Creative Commons' 20th anniversary of our founding in December 2021,"}, {"speaker": "SPEAKER_01", "timestamp": [40.32, 47.06], "text": " and the upcoming 20th anniversary of the first CC license in December 2022."}, {"speaker": "SPEAKER_01", "timestamp": [47.6, 51.94], "text": " And this episode marks an important milestone in that journey,"}, {"speaker": "SPEAKER_01", "timestamp": [52.2, 56.4], "text": " as today, on the 19th of December 2021,"}, {"speaker": "SPEAKER_01", "timestamp": [56.78, 60.78], "text": " we're celebrating Creative Commons' 20th anniversary."}, {"speaker": "SPEAKER_01", "timestamp": [72.12, 72.56], "text": " anniversary. Check out the episode description for ways that you can join the celebration."}, {"speaker": "SPEAKER_01", "timestamp": [78.06, 85.24], "text": " On this episode, we'll be taking you back to Creative Commons founder Lawrence Lessig's keynote from the 2021 CC Global Summit that originally took place in September."}, {"speaker": "SPEAKER_01", "timestamp": [88.2, 88.82], "text": " Lawrence, fondly referred to by many as Larry,"}, {"speaker": "SPEAKER_01", "timestamp": [95.1, 95.48], "text": " reflects on how CC began, what it's accomplished, and is later joined by Creative Commons CEO"}, {"speaker": "SPEAKER_00", "timestamp": [101.88, 102.48], "text": " Catherine Styler for a fireside chat where he shares his hopes for the next 20 years and beyond."}, {"speaker": "SPEAKER_00", "timestamp": [106.0, 108.6], "text": " Lawrence is the Roy L. Furman Professor of Law at Harvard Law School and director"}, {"speaker": "SPEAKER_01", "timestamp": [108.6, 111.54], "text": " of the Edmund J. Safara Center for Ethics"}, {"speaker": "SPEAKER_01", "timestamp": [111.54, 113.22], "text": " at Harvard University."}, {"speaker": "SPEAKER_01", "timestamp": [113.22, 117.14], "text": " He's a distinguished attorney, political activist,"}, {"speaker": "SPEAKER_01", "timestamp": [117.14, 119.92], "text": " and an incredible visionary."}, {"speaker": "SPEAKER_01", "timestamp": [119.92, 122.12], "text": " Well, that's enough from me."}, {"speaker": "SPEAKER_01", "timestamp": [122.12, 127.68], "text": " Let's take it back to the roots of CC."}, {"speaker": "SPEAKER_00", "timestamp": [134.08, 135.28], "text": " So thank you so much for inviting me to participate in this 20th anniversary of Creative Commons."}, {"speaker": "SPEAKER_00", "timestamp": [139.88, 140.6], "text": " I usually would present some slide presentation to you."}, {"speaker": "SPEAKER_00", "timestamp": [148.3, 149.24], "text": " But the reality is I'm much more personally connected to this story than the slides might demonstrate."}, {"speaker": "SPEAKER_00", "timestamp": [158.64, 159.58], "text": " Let me tell you a little bit about that story and hope that at the end we have an idea about where we might go."}, {"speaker": "SPEAKER_00", "timestamp": [167.6, 175.12], "text": " So 20 years ago, there was an argument across the world, especially in America. We were in an extraordinary moment. Two different changes were happening at the same time. Change"}, {"speaker": "SPEAKER_00", "timestamp": [175.12, 189.3], "text": " one was a change to the technology to enable access and sharing to an extraordinary degree never imagined before. And change, too, was an explosion"}, {"speaker": "SPEAKER_00", "timestamp": [189.3, 197.68], "text": " in the legal infrastructure for controlling that sharing and access. Now, both sides in that"}, {"speaker": "SPEAKER_00", "timestamp": [197.68, 206.8], "text": " revolution were understandable, but both sides were at war. And this was a certain arms race between technology"}, {"speaker": "SPEAKER_00", "timestamp": [206.8, 214.34], "text": " and the law. And technology was winning the short-term battles, but many of us feared the law"}, {"speaker": "SPEAKER_00", "timestamp": [214.34, 230.06], "text": " would win the war. So some of us thought maybe that could be another way. Rather than a world of all rights reserved, we could try to set up a system of some rights reserved."}, {"speaker": "SPEAKER_00", "timestamp": [230.06, 237.24], "text": " The question was, was there a way to, rather than marking no across all creativity, to mark yes."}, {"speaker": "SPEAKER_00", "timestamp": [237.82, 247.26], "text": " Rather than marking something that said don't, could we mark something that said do, please do, please take this and share this,"}, {"speaker": "SPEAKER_00", "timestamp": [247.32, 255.12], "text": " because this I created in the tiny way that any of us ever create. This I created, but this I"}, {"speaker": "SPEAKER_00", "timestamp": [255.12, 263.6], "text": " offer to you, to anyone, to take and to share and to build upon. Now, when we did this,"}, {"speaker": "SPEAKER_00", "timestamp": [269.28, 275.02], "text": " upon. Now, when we did this, we didn't mean to scold anyone. We didn't mean to tell the musicians your work must be free. We didn't mean to say to the documentary filmmaker, you can't sell tickets"}, {"speaker": "SPEAKER_00", "timestamp": [275.02, 281.1], "text": " or you shouldn't distribute your film through distribution channels that were commercial. We"}, {"speaker": "SPEAKER_00", "timestamp": [281.1, 286.76], "text": " didn't mean to shake our fingers at anyone. We just meant to give everyone"}, {"speaker": "SPEAKER_00", "timestamp": [286.76, 293.68], "text": " a way to do what they wanted to do. Okay, that's not quite literally true. I'll confess, I was quite"}, {"speaker": "SPEAKER_00", "timestamp": [293.68, 299.78], "text": " eager to shake my finger at some, specifically those in my own field, academics. I was quite"}, {"speaker": "SPEAKER_00", "timestamp": [299.78, 306.44], "text": " eager to shake my finger at my colleagues and say, we actually had a duty to make our work"}, {"speaker": "SPEAKER_00", "timestamp": [306.44, 313.58], "text": " available to others. That actually is our job as academics. It's our job to make and share knowledge"}, {"speaker": "SPEAKER_00", "timestamp": [313.58, 319.02], "text": " as openly, as freely as we could. And the journals and papers and even books that were"}, {"speaker": "SPEAKER_00", "timestamp": [319.02, 328.08], "text": " blocked from free sharing were betrayals of our commitments as academics. But those thoughts"}, {"speaker": "SPEAKER_00", "timestamp": [328.08, 339.22], "text": " were small thoughts. They were the petty wish to feel better than others. And the truth is,"}, {"speaker": "SPEAKER_00", "timestamp": [339.68, 348.24], "text": " nothing of what CC has ever achieved has it achieved by criticizing others. Instead, everything CC has"}, {"speaker": "SPEAKER_00", "timestamp": [348.24, 355.84], "text": " done, it has done by simply making it easier for others to do the right thing or to do the thing"}, {"speaker": "SPEAKER_00", "timestamp": [355.84, 385.32], "text": " that feels right to the creator. Now, when we launched 20 years ago in a cavernous space somewhere in San Francisco with hundreds gathered to cheer the idea on, from Craig Newmark of Craigslist to John Perry Barlow, who wrote for the Grateful Dead, to even Jack Valenti, which most of you probably don't even remember, but he was the president of the Motion Picture Association of America."}, {"speaker": "SPEAKER_00", "timestamp": [385.32, 390.68], "text": " When we all gathered to celebrate the launch of this idea, no one knew where it would go."}, {"speaker": "SPEAKER_00", "timestamp": [391.7, 393.24], "text": " But it went quickly."}, {"speaker": "SPEAKER_00", "timestamp": [394.3, 400.32], "text": " People started making vlogs when people were not making vlogs, but when people wrote things"}, {"speaker": "SPEAKER_00", "timestamp": [400.32, 401.22], "text": " that people read."}, {"speaker": "SPEAKER_00", "timestamp": [401.56, 405.6], "text": " They started sharing photographs in a fantastic site created by a"}, {"speaker": "SPEAKER_00", "timestamp": [405.6, 410.9], "text": " couple called Flickr. They started sharing music, and slowly the infrastructure of publishing,"}, {"speaker": "SPEAKER_00", "timestamp": [411.32, 417.4], "text": " including academic publishing, started to enable people to share their writing freely, including"}, {"speaker": "SPEAKER_00", "timestamp": [417.4, 432.6], "text": " academic writing freely. We watched, and we counted, and we were astonished. And then very quickly, we decided we had to take this idea on the road, specifically on the road around the world."}, {"speaker": "SPEAKER_00", "timestamp": [432.88, 444.48], "text": " And for many years, I knew my oldest kid, Willem, born just a year after Creative Commons was born, mainly through a shaky FaceTime video connection from points across the globe."}, {"speaker": "SPEAKER_00", "timestamp": [445.48, 452.02], "text": " through a shaky FaceTime video connection from points across the globe, as we launched in CC Japan and Poland and Germany and Italy and Brazil and Argentina and the extraordinary Korea"}, {"speaker": "SPEAKER_00", "timestamp": [452.02, 462.18], "text": " and so many more, all across the world. And what we discovered was that we had found a common"}, {"speaker": "SPEAKER_00", "timestamp": [462.18, 465.24], "text": " cord across the world."}, {"speaker": "SPEAKER_00", "timestamp": [468.34, 468.94], "text": " That yes, there were people who wanted complete control,"}, {"speaker": "SPEAKER_00", "timestamp": [471.38, 472.62], "text": " and yes, there were people who denied the right of anyone to control anything."}, {"speaker": "SPEAKER_00", "timestamp": [473.62, 475.84], "text": " But there were many more people"}, {"speaker": "SPEAKER_00", "timestamp": [475.84, 479.2], "text": " who wanted simply and clearly to create"}, {"speaker": "SPEAKER_00", "timestamp": [479.2, 482.44], "text": " and to make their creative work available to others,"}, {"speaker": "SPEAKER_00", "timestamp": [482.44, 484.64], "text": " to learn from and to build from"}, {"speaker": "SPEAKER_00", "timestamp": [484.64, 487.38], "text": " and to remix upon that work"}, {"speaker": "SPEAKER_00", "timestamp": [487.38, 495.8], "text": " freely. We learned that we were better than we seemed, that our goodness was so often hidden,"}, {"speaker": "SPEAKER_00", "timestamp": [495.8, 503.66], "text": " but CC helped to make that goodness seen. This is the part of the internet that so many, I think,"}, {"speaker": "SPEAKER_00", "timestamp": [504.42, 506.96], "text": " This is the part of the internet that so many, I think, miss today. We're surrounded by the ugly."}, {"speaker": "SPEAKER_00", "timestamp": [506.96, 512.88], "text": " Because it turns out, unfortunately for us, harm and hate make money."}, {"speaker": "SPEAKER_00", "timestamp": [512.88, 518.0], "text": " But in addition to these platforms, there are gems across the internet that show us"}, {"speaker": "SPEAKER_00", "timestamp": [518.0, 519.76], "text": " something better."}, {"speaker": "SPEAKER_00", "timestamp": [519.76, 529.3], "text": " Wikipedia, CC-licensed source of an extraordinary range of knowledge is a perpetual inspiration to how we could be better."}, {"speaker": "SPEAKER_00", "timestamp": [530.06, 538.5], "text": " And even platforms like Reddit reveal how many of us are so much more than anyone might have dreamed."}, {"speaker": "SPEAKER_00", "timestamp": [538.5, 542.5], "text": " When I was a kid, the world seemed like a world of hierarchies."}, {"speaker": "SPEAKER_00", "timestamp": [543.3, 546.74], "text": " There were the very talented sitting at the very top, people who"}, {"speaker": "SPEAKER_00", "timestamp": [546.74, 552.68], "text": " knew something, and then there was the rest. And everyone presumed, because they were not at the"}, {"speaker": "SPEAKER_00", "timestamp": [552.68, 558.12], "text": " top, that the rest just didn't know much. Now that was a weird reality. People should have wondered"}, {"speaker": "SPEAKER_00", "timestamp": [558.12, 571.64], "text": " how it could have been that the only people at the top, the only people who really knew something, seemed to be white males who controlled everything. But there wasn't actually space to even test"}, {"speaker": "SPEAKER_00", "timestamp": [571.64, 579.62], "text": " whether that was weird. And the channels that were, those channels showed a narrow"}, {"speaker": "SPEAKER_00", "timestamp": [579.62, 587.72], "text": " range of humanity to humanity. Now, in those channels that show this narrow range, it became"}, {"speaker": "SPEAKER_00", "timestamp": [587.72, 595.08], "text": " easy to think that the few is all that there were. But when the internet exploded, in the good sense"}, {"speaker": "SPEAKER_00", "timestamp": [595.08, 600.84], "text": " of it exploding, what it did, I think, more than anything, was to show us that there is talent"}, {"speaker": "SPEAKER_00", "timestamp": [600.84, 605.72], "text": " everywhere. Read a subreddit regularly, not just the articles but the comments,"}, {"speaker": "SPEAKER_00", "timestamp": [605.86, 609.86], "text": " and you will see again and again people who know an extraordinary amount,"}, {"speaker": "SPEAKER_00", "timestamp": [609.98, 611.42], "text": " at least in their own corners."}, {"speaker": "SPEAKER_00", "timestamp": [611.56, 615.08], "text": " They have read, they have studied, they have fought, and they have critiqued."}, {"speaker": "SPEAKER_00", "timestamp": [615.08, 618.82], "text": " And they were an invisible world of superheroes before,"}, {"speaker": "SPEAKER_00", "timestamp": [619.08, 621.86], "text": " now made visible on the net."}, {"speaker": "SPEAKER_00", "timestamp": [622.66, 624.2], "text": " We don't talk about them much."}, {"speaker": "SPEAKER_00", "timestamp": [627.52, 627.62], "text": " The world is focused on the crazy and the mean."}, {"speaker": "SPEAKER_00", "timestamp": [635.96, 643.56], "text": " The news is focused on the crazy and the mean. But this freedom has done more than make the crazy and the mean. It's not surprising the news focuses on the crazy because hate and terror sells."}, {"speaker": "SPEAKER_00", "timestamp": [647.44, 647.56], "text": " the crazy because hate and terror sells. And for that part of the net driven by ads and money,"}, {"speaker": "SPEAKER_00", "timestamp": [655.56, 656.2], "text": " the ugly is everywhere because the ugly sells. Now, that's a point that my friend, our friend,"}, {"speaker": "SPEAKER_00", "timestamp": [662.8, 665.72], "text": " Aaron Swartz, made frequently. Aaron would say the internet is the best of things. The Internet is the worst of things."}, {"speaker": "SPEAKER_00", "timestamp": [668.78, 671.02], "text": " It is both of those things together."}, {"speaker": "SPEAKER_00", "timestamp": [672.36, 674.68], "text": " It is that. It will always be that."}, {"speaker": "SPEAKER_00", "timestamp": [676.36, 680.94], "text": " But it need not be that in the proportion that it is now."}, {"speaker": "SPEAKER_00", "timestamp": [682.1, 684.14], "text": " We can nurture the good part."}, {"speaker": "SPEAKER_00", "timestamp": [684.76, 688.3], "text": " We can turn away from the bad, and we can innovate,"}, {"speaker": "SPEAKER_00", "timestamp": [688.52, 697.24], "text": " as Cici did 20 years ago, to do precisely that. Now, that hope for innovation is what keeps me"}, {"speaker": "SPEAKER_00", "timestamp": [697.24, 703.16], "text": " personally so excited about this movement. We face problems today more pressing than the problems"}, {"speaker": "SPEAKER_00", "timestamp": [703.16, 705.18], "text": " the world faced 20 years ago."}, {"speaker": "SPEAKER_00", "timestamp": [716.12, 716.62], "text": " But right now here, in the conversations that this movement has inspired, you can hear the echoes, the first echoes of new solutions to these new problems."}, {"speaker": "SPEAKER_00", "timestamp": [724.52, 724.96], "text": " 20 years ago, the music industry told artists that we were just the latest dot-com craze focused on stealing their work and their livelihood."}, {"speaker": "SPEAKER_00", "timestamp": [732.0, 738.28], "text": " Never mind that we were a dot org, the idea struck in the heads of many, and that idea stuck to this day for many. But right now, being discussed across the world, we're seeing new ways to deploy"}, {"speaker": "SPEAKER_00", "timestamp": [738.28, 744.58], "text": " open and free technology to give artists and the public the best of both worlds."}, {"speaker": "SPEAKER_00", "timestamp": [744.58, 745.56], "text": " to give artists and the public the best of both worlds."}, {"speaker": "SPEAKER_00", "timestamp": [748.38, 751.28], "text": " There is no internet today in the original sense of a network of networks, all relatively equal."}, {"speaker": "SPEAKER_00", "timestamp": [751.42, 753.96], "text": " Instead, there are silos of content today,"}, {"speaker": "SPEAKER_00", "timestamp": [754.6, 756.3], "text": " owned within their own silos,"}, {"speaker": "SPEAKER_00", "timestamp": [756.3, 759.18], "text": " and driving the economy of those silos"}, {"speaker": "SPEAKER_00", "timestamp": [759.18, 770.4], "text": " is an endless hoovering of data, our data, that these commercial inks use to manipulate us more."}, {"speaker": "SPEAKER_00", "timestamp": [771.08, 777.16], "text": " They can't help it. They are digital tobacco companies. They're in the business to addict us"}, {"speaker": "SPEAKER_00", "timestamp": [777.16, 785.0], "text": " and make us healthy, not because they want to, but because that's how they make the most money. It's in their DNA."}, {"speaker": "SPEAKER_00", "timestamp": [786.26, 787.96], "text": " And what we should be doing now,"}, {"speaker": "SPEAKER_00", "timestamp": [788.28, 790.84], "text": " we in this counter movement,"}, {"speaker": "SPEAKER_00", "timestamp": [790.84, 796.44], "text": " is to ask, is there a CC-like solution to that problem too?"}, {"speaker": "SPEAKER_00", "timestamp": [797.1, 798.94], "text": " Are there tools that we could enable"}, {"speaker": "SPEAKER_00", "timestamp": [798.94, 801.88], "text": " that would steer us back from that abyss?"}, {"speaker": "SPEAKER_00", "timestamp": [802.04, 808.8], "text": " Are there ways we could empower all of us to better resist the poison"}, {"speaker": "SPEAKER_00", "timestamp": [808.8, 815.66], "text": " of those few? Now, people talk about this as a kind of CC for privacy, but there's an important"}, {"speaker": "SPEAKER_00", "timestamp": [815.66, 822.28], "text": " sense in which that's not actually what I mean. Privacy is thought to mean controlling access"}, {"speaker": "SPEAKER_00", "timestamp": [822.28, 826.6], "text": " to data, blocking access to data, keeping stuff secret, and no doubt"}, {"speaker": "SPEAKER_00", "timestamp": [826.6, 831.8], "text": " much more than is secret now, it should be kept secret going forward."}, {"speaker": "SPEAKER_00", "timestamp": [832.84, 839.86], "text": " But the more fundamental idea that we need to rediscover is an idea that would architect an"}, {"speaker": "SPEAKER_00", "timestamp": [839.86, 846.92], "text": " infrastructure to enable wide use of data while protecting against certain uses of data,"}, {"speaker": "SPEAKER_00", "timestamp": [847.48, 856.1], "text": " those uses that harm those providing the data. An architecture that spoke as a simple social"}, {"speaker": "SPEAKER_00", "timestamp": [856.1, 864.34], "text": " contract, that you can't use my stuff to harm me. Now, we couldn't do that alone. The problem"}, {"speaker": "SPEAKER_00", "timestamp": [864.34, 866.6], "text": " of social media in the modern life will take"}, {"speaker": "SPEAKER_00", "timestamp": [866.6, 871.76], "text": " regulation by governments, assuming we still have governments around the world, as well as a"}, {"speaker": "SPEAKER_00", "timestamp": [871.76, 878.28], "text": " commitment by ordinary people to solve the pathologies they spread. But I think we can"}, {"speaker": "SPEAKER_00", "timestamp": [878.28, 886.1], "text": " build the tools within the CC movement thought of writ large, that point in the same direction,"}, {"speaker": "SPEAKER_00", "timestamp": [886.1, 890.02], "text": " just as the licenses we built 20 years ago"}, {"speaker": "SPEAKER_00", "timestamp": [890.02, 893.98], "text": " pointed in a direction that seems so obvious today."}, {"speaker": "SPEAKER_00", "timestamp": [895.56, 900.56], "text": " So many of us are here"}, {"speaker": "SPEAKER_00", "timestamp": [900.82, 903.52], "text": " because of so many who brought us here."}, {"speaker": "SPEAKER_00", "timestamp": [904.52, 908.48], "text": " From the founders, Hal and Jamie and Laurie and Eric and Mike,"}, {"speaker": "SPEAKER_00", "timestamp": [908.66, 911.8], "text": " to those who built Rev. 1 of Creative Commons,"}, {"speaker": "SPEAKER_00", "timestamp": [911.92, 915.18], "text": " our current board chair, Molly, and our newest board member, Glenn,"}, {"speaker": "SPEAKER_00", "timestamp": [915.78, 918.56], "text": " to those who gave us extraordinary support,"}, {"speaker": "SPEAKER_00", "timestamp": [918.72, 920.38], "text": " Brewster and his archive,"}, {"speaker": "SPEAKER_00", "timestamp": [920.98, 926.24], "text": " Hewlett and MacArthur and Gates and Bob Young and so many others, and the early"}, {"speaker": "SPEAKER_00", "timestamp": [926.24, 932.88], "text": " artist adopters from Gilberto Gil in Brazil to David Byrne to Shepard Fairey and so many"}, {"speaker": "SPEAKER_00", "timestamp": [932.88, 934.32], "text": " more."}, {"speaker": "SPEAKER_00", "timestamp": [934.32, 942.04], "text": " To those who lived our ideals, we are thankful for bringing us here."}, {"speaker": "SPEAKER_00", "timestamp": [942.04, 946.78], "text": " And to those who died with and for, or maybe because of our ideals,"}, {"speaker": "SPEAKER_00", "timestamp": [947.66, 954.54], "text": " we are eternally grateful for being here. Of course, Aaron and Basil specifically,"}, {"speaker": "SPEAKER_00", "timestamp": [955.34, 961.58], "text": " but so many others who have fought too, because they believed in what we were teaching."}, {"speaker": "SPEAKER_00", "timestamp": [962.34, 967.6], "text": " And to those who continue this work, inspired and inspiring so many more,"}, {"speaker": "SPEAKER_00", "timestamp": [967.74, 972.64], "text": " Catherine and the current and growing board and an extraordinary staff, these people who have made"}, {"speaker": "SPEAKER_00", "timestamp": [972.64, 980.0], "text": " CC Creative Commons so much more than I ever thought it could be. To all of those, let us"}, {"speaker": "SPEAKER_00", "timestamp": [980.0, 987.78], "text": " celebrate today. And to all of those, let me, who gets so much more credit in this story than I ever"}, {"speaker": "SPEAKER_00", "timestamp": [987.78, 997.74], "text": " deserved, let me say thank you. 20 years is forever, and 20 years is just a beginning. The first 20"}, {"speaker": "SPEAKER_00", "timestamp": [997.74, 1005.16], "text": " were extraordinary, but I think the next 20 could be so much, much more."}, {"speaker": "SPEAKER_00", "timestamp": [1007.22, 1007.84], "text": " Thank you so much for gathering to celebrate."}, {"speaker": "SPEAKER_00", "timestamp": [1014.58, 1015.18], "text": " And thank you for the inspiration and ideas that will make the next 20 even more important than the first."}, {"speaker": "SPEAKER_00", "timestamp": [1015.86, 1017.42], "text": " Thank you, Catherine."}, {"speaker": "SPEAKER_02", "timestamp": [1018.8, 1018.92], "text": " Thank you so much, Larry."}, {"speaker": "SPEAKER_02", "timestamp": [1019.74, 1020.6], "text": " So inspiring."}, {"speaker": "SPEAKER_02", "timestamp": [1021.46, 1026.66], "text": " A tour de force. And I think that maybe first I could ask you what surprised you most Larry"}, {"speaker": "SPEAKER_02", "timestamp": [1026.66, 1030.84], "text": " about what you've seen in the past 20 years you've talked us through some of the things but"}, {"speaker": "SPEAKER_02", "timestamp": [1030.84, 1034.34], "text": " is there one thing that surprised you over everything else?"}, {"speaker": "SPEAKER_00", "timestamp": [1037.06, 1049.76], "text": " I think the thing that surprised me most was the way in which this movement became second nature to such an extraordinary range of people."}, {"speaker": "SPEAKER_00", "timestamp": [1050.52, 1056.76], "text": " People began to recognize, not because we were teaching, but when they recognized they saw us as a pattern,"}, {"speaker": "SPEAKER_00", "timestamp": [1057.58, 1062.8], "text": " that this was a way to encourage and support creativity, not a way to attack it."}, {"speaker": "SPEAKER_00", "timestamp": [1062.8, 1065.14], "text": " And that was the hardest argument we faced originally,"}, {"speaker": "SPEAKER_00", "timestamp": [1065.88, 1072.1], "text": " because so many people originally saw what we were doing as challenging or criticizing the"}, {"speaker": "SPEAKER_00", "timestamp": [1072.1, 1077.16], "text": " work of artists, when we thought we were doing was just empowering a wider range of creativity."}, {"speaker": "SPEAKER_00", "timestamp": [1077.96, 1088.56], "text": " So to see that recognition, that kind of common sense become so pervasive, I think it's been the most rewarding part of this whole story."}, {"speaker": "SPEAKER_00", "timestamp": [1092.76, 1097.6], "text": " Thank you so much, Larry. I will then go on and ask you something about open societies."}, {"speaker": "SPEAKER_02", "timestamp": [1097.66, 1106.76], "text": " You touched on democracy. What do you think our movement is in terms of the challenges we face about open societies today, Larry?"}, {"speaker": "SPEAKER_00", "timestamp": [1108.76, 1121.52], "text": " I think the biggest challenge we face is that the infrastructure of the Internet has turned against us in the most important parts of our social and collective life."}, {"speaker": "SPEAKER_00", "timestamp": [1122.28, 1127.38], "text": " When Creative Commons was born, advertising was just not really what"}, {"speaker": "SPEAKER_00", "timestamp": [1127.38, 1132.84], "text": " anybody was thinking about. And more specifically, they were not thinking about a model of advertising"}, {"speaker": "SPEAKER_00", "timestamp": [1132.84, 1139.38], "text": " which Shoshana Zuboff so brilliantly calls surveillance capitalism, a model of advertising"}, {"speaker": "SPEAKER_00", "timestamp": [1139.38, 1148.48], "text": " that depended on not just monitoring or surveilling us, but poking and tweaking us and pushing us to"}, {"speaker": "SPEAKER_00", "timestamp": [1148.48, 1155.4], "text": " behave in ways that revealed more data to them. Now, in principle, that wouldn't be troubling,"}, {"speaker": "SPEAKER_00", "timestamp": [1155.88, 1161.7], "text": " except for the fact that when they do that, they turn us into crazy extremists."}, {"speaker": "SPEAKER_00", "timestamp": [1162.52, 1166.5], "text": " And we become more polarized. we become more filled with hate,"}, {"speaker": "SPEAKER_00", "timestamp": [1166.58, 1170.72], "text": " we become less capable of understanding the world around us. And the consequences"}, {"speaker": "SPEAKER_01", "timestamp": [1170.72, 1178.16], "text": " for democracy are extraordinarily bad. And more than democracy, the consequences in ordinary"}, {"speaker": "SPEAKER_00", "timestamp": [1178.16, 1186.84], "text": " people's lives is extraordinarily significant. The rise of teen suicides for girls between the age of 12 and 17"}, {"speaker": "SPEAKER_00", "timestamp": [1186.84, 1193.68], "text": " tracks perfectly. The rise in social media tripling now because these media"}, {"speaker": "SPEAKER_00", "timestamp": [1193.68, 1201.36], "text": " feed on driving the insecurity that drives people to engage more. And I think"}, {"speaker": "SPEAKER_00", "timestamp": [1201.36, 1208.62], "text": " our biggest challenge is to figure out whether we can stand up to that threat and do something about it."}, {"speaker": "SPEAKER_00", "timestamp": [1209.64, 1214.5], "text": " And it's not going to be easy for governments to do anything about it."}, {"speaker": "SPEAKER_00", "timestamp": [1214.5, 1219.4], "text": " In the United States, they're going to say the First Amendment forbids the government from doing anything about it."}, {"speaker": "SPEAKER_00", "timestamp": [1219.52, 1223.56], "text": " But even around the world, it's not even clear to many people what a solution would look like."}, {"speaker": "SPEAKER_00", "timestamp": [1223.58, 1224.48], "text": " the world, it's not even clear to many people what a solution would look like."}, {"speaker": "SPEAKER_00", "timestamp": [1230.2, 1237.74], "text": " But what we need to do is to begin the conversation to recognize how these tobacco companies, which we call Facebook and Instagram and others on the net, can't be trusted to have our best"}, {"speaker": "SPEAKER_00", "timestamp": [1237.74, 1238.66], "text": " interest at heart."}, {"speaker": "SPEAKER_00", "timestamp": [1239.68, 1250.38], "text": " And then instead, we need to take responsibility for the future of the environment of the Internet so that we don't have an Internet that's poisoning culture,"}, {"speaker": "SPEAKER_00", "timestamp": [1250.64, 1257.86], "text": " but instead the Internet of Wikipedia and so much of what Creative Commons supports that feeds the soul of our societies."}, {"speaker": "SPEAKER_02", "timestamp": [1261.3, 1266.38], "text": " Thank you so much, Larry, for that. It's so inspiring. A couple of questions have come in."}, {"speaker": "SPEAKER_02", "timestamp": [1267.16, 1270.46], "text": " What would you have liked to work better with the CC movement is one."}, {"speaker": "SPEAKER_02", "timestamp": [1271.1, 1277.08], "text": " The second is, if Jack Valenti was your foil in Fingerwag for 20 years ago, who would be that person today?"}, {"speaker": "SPEAKER_02", "timestamp": [1277.66, 1282.48], "text": " So one question about the movement and another question about who would be your foil today."}, {"speaker": "SPEAKER_02", "timestamp": [1282.48, 1283.62], "text": " Over to you."}, {"speaker": "SPEAKER_02", "timestamp": [1282.48, 1282.82], "text": " about who would be your foil today."}, {"speaker": "SPEAKER_02", "timestamp": [1283.62, 1287.28], "text": " Over to you."}, {"speaker": "SPEAKER_00", "timestamp": [1291.6, 1294.96], "text": " I've often felt like the father who loves but is so critical of the child."}, {"speaker": "SPEAKER_00", "timestamp": [1295.84, 1298.62], "text": " So I have tried to express my love,"}, {"speaker": "SPEAKER_00", "timestamp": [1298.78, 1302.52], "text": " but I've been constantly hoping we could do more"}, {"speaker": "SPEAKER_00", "timestamp": [1302.52, 1307.58], "text": " to integrate our infrastructure of freedom into the technology"}, {"speaker": "SPEAKER_00", "timestamp": [1307.58, 1312.14], "text": " of the net. I think we have an enormous opportunity right now because technology"}, {"speaker": "SPEAKER_00", "timestamp": [1312.14, 1318.38], "text": " has caught up with the ideas. When we had our fifth anniversary, we were talking about the"}, {"speaker": "SPEAKER_00", "timestamp": [1318.38, 1325.48], "text": " idea of CC+, which would be a technology to enable people to put their content out there that could be freely used."}, {"speaker": "SPEAKER_00", "timestamp": [1326.7, 1335.3], "text": " But when freely used, also offer a simple way to commercially license that content as well, packaged into the same product."}, {"speaker": "SPEAKER_00", "timestamp": [1335.62, 1340.64], "text": " And when we tried to do that 15 years ago, it was hard to see how that would really work."}, {"speaker": "SPEAKER_00", "timestamp": [1340.7, 1350.62], "text": " It was too cumbersome. But today there are companies that are enabling that kind of use directly. And I think we should be embracing the idea that we're trying to"}, {"speaker": "SPEAKER_00", "timestamp": [1350.62, 1358.8], "text": " facilitate these many different uses of creative work so that in the context of creating and"}, {"speaker": "SPEAKER_00", "timestamp": [1358.8, 1365.22], "text": " sharing, people have a better recognition of the kind of freedoms that are actually intended by the artists."}, {"speaker": "SPEAKER_00", "timestamp": [1366.54, 1367.96], "text": " So who's the foil?"}, {"speaker": "SPEAKER_00", "timestamp": [1369.14, 1375.52], "text": " I have to confess, many people think this is weird, but I really came to love Jack Valenti as a person."}, {"speaker": "SPEAKER_00", "timestamp": [1376.18, 1378.04], "text": " I debated him multiple times."}, {"speaker": "SPEAKER_00", "timestamp": [1378.04, 1382.94], "text": " When we launched Creative Commons, he did a wonderful video about why Creative Commons was a great idea."}, {"speaker": "SPEAKER_00", "timestamp": [1387.74, 1394.18], "text": " video about why Creative Commons was a great idea. He was a serious representative for the interests he represented, but he was a person too. I think my foil today is not a person."}, {"speaker": "SPEAKER_00", "timestamp": [1395.02, 1403.06], "text": " I think my foil today is really a business model that has corrupted deeply both democracy and"}, {"speaker": "SPEAKER_00", "timestamp": [1403.06, 1406.8], "text": " culture on the net. I think my foil today, I sometimes think I want to"}, {"speaker": "SPEAKER_00", "timestamp": [1406.8, 1412.52], "text": " write a book about just how evil advertising is. I don't mean all conceptions of advertising,"}, {"speaker": "SPEAKER_00", "timestamp": [1412.68, 1419.58], "text": " but the way it has developed, it has destroyed such importantly valuable context of our life."}, {"speaker": "SPEAKER_00", "timestamp": [1419.58, 1426.32], "text": " Everything from the web, where all content now is written to be 10 times longer than it needs to be,"}, {"speaker": "SPEAKER_00", "timestamp": [1426.4, 1431.66], "text": " so you have to page through 50 ads to get to the very end, to our cell phones, which"}, {"speaker": "SPEAKER_00", "timestamp": [1431.66, 1437.14], "text": " are constantly barraged with advertising by spammers, to our email, which is basically"}, {"speaker": "SPEAKER_01", "timestamp": [1437.14, 1441.52], "text": " useless for most people because who has the time to even go through the spam and get rid"}, {"speaker": "SPEAKER_00", "timestamp": [1441.52, 1450.8], "text": " of it so that they can see what the real email is. All of these are poisons that have been driven by a business model that I don't think we should just take"}, {"speaker": "SPEAKER_00", "timestamp": [1450.8, 1458.84], "text": " for granted. I think we need to recraft spaces of control in our life. If somebody demands our"}, {"speaker": "SPEAKER_00", "timestamp": [1458.84, 1463.28], "text": " attention, they should have to pay for it. It's the inverse of copyright. If you want my attention,"}, {"speaker": "SPEAKER_00", "timestamp": [1463.86, 1465.34], "text": " you've got to give me something for it. You can't inverse of copyright. You want my attention? You got to give me something for it."}, {"speaker": "SPEAKER_00", "timestamp": [1465.76, 1472.28], "text": " You can't steal my attention with an ad and think that that's okay. That should be as much a crime"}, {"speaker": "SPEAKER_00", "timestamp": [1472.28, 1477.98], "text": " as stealing copyrighted material or stealing somebody's work and using it with that attribution."}, {"speaker": "SPEAKER_00", "timestamp": [1478.1, 1497.48], "text": " So I think what I find myself worried about right now is that we as a culture don't yet know how to reckon, how to grok a platform driven by AI technologies, which have a single purpose behind them, to manipulate us, to give them our attention."}, {"speaker": "SPEAKER_00", "timestamp": [1498.06, 1501.08], "text": " They're better at manipulating us than we are at resisting them."}, {"speaker": "SPEAKER_00", "timestamp": [1501.7, 1505.42], "text": " And we have to find a way to trigger the movement that might resist that"}, {"speaker": "SPEAKER_02", "timestamp": [1505.42, 1514.5], "text": " manipulation. Thank you, a challenge to all of us. Thanks Ari. Can you talk about a particularly"}, {"speaker": "SPEAKER_02", "timestamp": [1514.5, 1520.24], "text": " memorable CC community event, a great chapter launch or summit? No there's not one, there's a"}, {"speaker": "SPEAKER_00", "timestamp": [1520.24, 1529.42], "text": " million. The experience of launching CC around the world was the most moving and edifying"}, {"speaker": "SPEAKER_00", "timestamp": [1529.42, 1536.38], "text": " experience I've had in my adult life. From the first launches in Japan to the extraordinary"}, {"speaker": "SPEAKER_00", "timestamp": [1536.38, 1548.24], "text": " launches in Korea, where we were taken, some might say forced, into karaoke bars all across the city to Brazil"}, {"speaker": "SPEAKER_00", "timestamp": [1548.24, 1555.48], "text": " and the celebration of free culture that Gilberto Gil drove and we celebrated with concerts"}, {"speaker": "SPEAKER_00", "timestamp": [1555.48, 1556.68], "text": " across that country."}, {"speaker": "SPEAKER_00", "timestamp": [1556.68, 1564.7], "text": " I remember following Gil when Gil was a culture minister and I followed him into a conference"}, {"speaker": "SPEAKER_00", "timestamp": [1564.7, 1567.3], "text": " and I wrote an article about it."}, {"speaker": "SPEAKER_00", "timestamp": [1567.36, 1571.7], "text": " And the title of the article was, this is what democracy looks like. Because here was Gervais"}, {"speaker": "SPEAKER_00", "timestamp": [1571.7, 1577.68], "text": " de Gilles, a government official, surrounded by thousands of people who were reaching out and"}, {"speaker": "SPEAKER_00", "timestamp": [1577.68, 1582.24], "text": " touching him and demanding he answer questions. And he was supposed to be there for 20 minutes."}, {"speaker": "SPEAKER_00", "timestamp": [1582.34, 1591.14], "text": " But two hours later, he was still responding to these questions of people who are trying to understand how their government might help them and the culture better."}, {"speaker": "SPEAKER_00", "timestamp": [1592.1, 1604.42], "text": " And to see the life and the vibrancy of the ideas that we were talking about, I came as an academic, they felt academic to me, they were real in that context."}, {"speaker": "SPEAKER_00", "timestamp": [1606.46, 1612.0], "text": " That was incredibly inspirational. So there's so many thoughts like that. And I think about so many people"}, {"speaker": "SPEAKER_00", "timestamp": [1612.0, 1619.7], "text": " along the way. We still have the video. We should make that available on our site of the launch 20"}, {"speaker": "SPEAKER_00", "timestamp": [1619.7, 1627.22], "text": " years ago. And a 14-year-old Aaron Swartz standing up behind a podium that was taller than he was,"}, {"speaker": "SPEAKER_00", "timestamp": [1628.14, 1632.92], "text": " describing the technical infrastructure that he had designed for Creative Commons."}, {"speaker": "SPEAKER_00", "timestamp": [1633.6, 1639.8], "text": " That still is extraordinarily moving to me. And the times that I got to work with are meet Basel,"}, {"speaker": "SPEAKER_00", "timestamp": [1640.76, 1647.74], "text": " who was then taken by the Syrian government, in part because of his advocacy for the ideals that we stand for,"}, {"speaker": "SPEAKER_00", "timestamp": [1648.44, 1650.38], "text": " and eventually murdered by the Syrian government."}, {"speaker": "SPEAKER_00", "timestamp": [1651.68, 1656.9], "text": " Those people, those moments will forever be with me."}, {"speaker": "SPEAKER_00", "timestamp": [1657.26, 1659.64], "text": " And my gratitude is endless."}, {"speaker": "SPEAKER_00", "timestamp": [1659.84, 1661.84], "text": " Molly is a source of some of that."}, {"speaker": "SPEAKER_00", "timestamp": [1662.22, 1663.66], "text": " Glenn, who just rejoined the board."}, {"speaker": "SPEAKER_00", "timestamp": [1664.58, 1667.92], "text": " Glenn was a kid just out of law school when he came to Creative Commons."}, {"speaker": "SPEAKER_00", "timestamp": [1668.66, 1672.8], "text": " And we were started in the basement of Stanford Law School."}, {"speaker": "SPEAKER_00", "timestamp": [1673.18, 1682.58], "text": " And Glenn would work so hard that I'd often come to the office and find him sleeping under the desk on the floor because he had been there until 12 and he was going to have to do something at 5."}, {"speaker": "SPEAKER_00", "timestamp": [1683.36, 1685.12], "text": " And these are people who gave"}, {"speaker": "SPEAKER_00", "timestamp": [1685.12, 1691.44], "text": " everything they had to this movement these ideals and obviously that continues today but that's what"}, {"speaker": "SPEAKER_00", "timestamp": [1691.44, 1696.56], "text": " fills my memory when I think about creative commons and as you say we're very pleased that"}, {"speaker": "SPEAKER_02", "timestamp": [1696.56, 1701.44], "text": " Glenn is back on the board well on the board not back on the board but on the board so we're truly"}, {"speaker": "SPEAKER_02", "timestamp": [1701.44, 1709.86], "text": " grateful Dorothy Gordon has put something and I think it relates to the conversation we've just been having about how do we really get CC to be mainstreamed and I think"}, {"speaker": "SPEAKER_02", "timestamp": [1709.86, 1715.66], "text": " some of the things you've been saying there about feeling being part of of that broader community"}, {"speaker": "SPEAKER_02", "timestamp": [1715.66, 1720.48], "text": " when you were out talking with that government minister and how do we become more mainstream"}, {"speaker": "SPEAKER_02", "timestamp": [1720.48, 1730.58], "text": " maybe that's something you'd like to talk to Larry as well. How do you think we become not just a niche, but become more mainstream? When I think about CC the movement,"}, {"speaker": "SPEAKER_00", "timestamp": [1731.3, 1739.16], "text": " what I think about is people thinking creatively how to address the problem of the day. And 20"}, {"speaker": "SPEAKER_00", "timestamp": [1739.16, 1743.04], "text": " years ago, the problem of the day was copyright. And that was an important problem to address."}, {"speaker": "SPEAKER_00", "timestamp": [1743.04, 1748.14], "text": " And we had, I think, an innovative way to address it that caught on and spread wildly."}, {"speaker": "SPEAKER_00", "timestamp": [1749.54, 1756.1], "text": " But what was essential to that solution was that it depended on people voluntarily taking up the"}, {"speaker": "SPEAKER_00", "timestamp": [1756.1, 1764.36], "text": " solution. And that as they did that, the power and the resistance to the problems as we saw it grew."}, {"speaker": "SPEAKER_00", "timestamp": [1764.36, 1765.72], "text": " and the resistance to the problems as we saw it grew."}, {"speaker": "SPEAKER_00", "timestamp": [1769.94, 1771.7], "text": " And I think when we think about how to keep CC mainstream and to make it even more central,"}, {"speaker": "SPEAKER_00", "timestamp": [1771.84, 1773.86], "text": " we ought to be thinking about what are the additional,"}, {"speaker": "SPEAKER_00", "timestamp": [1774.06, 1776.8], "text": " what are the other problems that we can address"}, {"speaker": "SPEAKER_00", "timestamp": [1776.8, 1777.9], "text": " and solve in the same way?"}, {"speaker": "SPEAKER_00", "timestamp": [1778.72, 1782.72], "text": " What are the other ways in which what has evolved"}, {"speaker": "SPEAKER_00", "timestamp": [1782.72, 1786.9], "text": " is poisonous to society and what can we do to address it?"}, {"speaker": "SPEAKER_00", "timestamp": [1786.9, 1797.92], "text": " Now, that doesn't mean we give up the core work of copyright, which we have a moral obligation to continue to sustain for as long as time."}, {"speaker": "SPEAKER_00", "timestamp": [1798.8, 1804.74], "text": " But I do think it's an invitation for people to say, what is a CC-like solution to this problem?"}, {"speaker": "SPEAKER_00", "timestamp": [1806.64, 1807.68], "text": " invitation for people to say, what is a CC-like solution to this problem? And maybe there isn't."}, {"speaker": "SPEAKER_00", "timestamp": [1813.72, 1831.14], "text": " Certain problems need real intervention by governments to fix. But I think that there are many more that we could be developing and exploring and testing and spreading that would make the idea much more central. And so these require ideas that catch"}, {"speaker": "SPEAKER_00", "timestamp": [1831.14, 1837.1], "text": " the imagination of people as giving them an opportunity to express a certain solution"}, {"speaker": "SPEAKER_00", "timestamp": [1837.1, 1846.8], "text": " to a problem we all agree is out there. And as they participate, that participation builds a movement beyond their one additional joining."}, {"speaker": "SPEAKER_00", "timestamp": [1847.36, 1850.2], "text": " And I think there's more opportunity for that."}, {"speaker": "SPEAKER_00", "timestamp": [1850.2, 1860.06], "text": " And I think this community has the diversity that would make discovering those and building those something we could do very easily."}, {"speaker": "SPEAKER_02", "timestamp": [1861.78, 1864.26], "text": " What do you think CC's Moonshop should be?"}, {"speaker": "SPEAKER_02", "timestamp": [1864.38, 1866.06], "text": " Is there something in the climate space"}, {"speaker": "SPEAKER_02", "timestamp": [1866.06, 1868.64], "text": " you think we should be be looking at barry"}, {"speaker": "SPEAKER_00", "timestamp": [1868.64, 1877.88], "text": " do you think climate is one of the central problems facing the world 20 years ago i would"}, {"speaker": "SPEAKER_00", "timestamp": [1877.88, 1881.92], "text": " have said climate was one of the central problems but there's so many others that have become"}, {"speaker": "SPEAKER_00", "timestamp": [1881.92, 1885.12], "text": " central since then too, democracy being one of"}, {"speaker": "SPEAKER_00", "timestamp": [1885.12, 1890.9], "text": " them. But I think that if we think about climate, we need to think about what's the CC way to"}, {"speaker": "SPEAKER_00", "timestamp": [1890.9, 1896.22], "text": " address a climate problem. My own view is the climate problem is going to need government"}, {"speaker": "SPEAKER_00", "timestamp": [1896.22, 1906.66], "text": " intervention. The United States has still not passed a single piece of legislation to address the problem of climate change in a"}, {"speaker": "SPEAKER_00", "timestamp": [1906.66, 1914.0], "text": " comprehensive way. Not one in the 20 years since this issue has become central to people's"}, {"speaker": "SPEAKER_00", "timestamp": [1914.0, 1918.58], "text": " understanding and recognition. So I think that's going to be essential to it. But in addition"}, {"speaker": "SPEAKER_01", "timestamp": [1918.58, 1931.0], "text": " to that, there are CC-like ways that people can join a climate movement and to signal and to engage in a way that builds a stronger grassroots movement around the support for climate."}, {"speaker": "SPEAKER_00", "timestamp": [1931.16, 1943.36], "text": " And that includes ideas that people have been talking about, ways to free clean technology, whether it's patents primarily or copyrights as well that make it harder for it to be deployed."}, {"speaker": "SPEAKER_00", "timestamp": [1945.68, 1951.42], "text": " or copyrights as well that make it harder for it to be deployed. It means surfacing the responsibility all of us have, because at a certain core, that's what Creative Commons did"}, {"speaker": "SPEAKER_00", "timestamp": [1951.42, 1957.06], "text": " originally, especially to people who otherwise were understood to have an obligation to make"}, {"speaker": "SPEAKER_00", "timestamp": [1957.06, 1964.66], "text": " their work available freely. We academics felt it was our responsibility to make it clear how you"}, {"speaker": "SPEAKER_00", "timestamp": [1964.66, 1965.94], "text": " could build on our work. I think"}, {"speaker": "SPEAKER_00", "timestamp": [1965.94, 1970.74], "text": " all of us as citizens need to have an easy way to signal our responsibility to contribute"}, {"speaker": "SPEAKER_00", "timestamp": [1970.74, 1979.46], "text": " to a better, healthier climate future in ways that matter as opposed to ways that just seem"}, {"speaker": "SPEAKER_00", "timestamp": [1979.46, 1989.66], "text": " easy. So I think that there's lots we can do, but again, I would urge us to think about what is a CC way to address that and to deploy and push in that direction first."}, {"speaker": "SPEAKER_02", "timestamp": [1990.74, 1998.12], "text": " I think that's a really important point about the CC way, Larry. I think that's a beautiful way to phrase it. Thank you for that."}, {"speaker": "SPEAKER_02", "timestamp": [2005.52, 2010.48], "text": " what are your thoughts on the effort to try to use copyright to tackle non-copyright problems, something we keep coming up against, particularly around ethical licensing and harms, or using"}, {"speaker": "SPEAKER_02", "timestamp": [2010.48, 2015.2], "text": " copyright in ways which prevent the use of biometric data in images?"}, {"speaker": "SPEAKER_00", "timestamp": [2018.16, 2024.0], "text": " I'm not going to say I'm against it in general. I'm going to say I'm skeptical about it,"}, {"speaker": "SPEAKER_00", "timestamp": [2030.04, 2037.62], "text": " it in general, I'm going to say I'm skeptical about it because copyright is a body of control that works well for some problems and not for others. There can be copyrighted work"}, {"speaker": "SPEAKER_00", "timestamp": [2037.62, 2066.52], "text": " that's freely licensed, and then the uses of those works can violate other values, privacy values or publicity values or values about the integrity of the original work that are not really copyright issues. of legal interventions that we can imagine leveraging beyond just copyright,"}, {"speaker": "SPEAKER_00", "timestamp": [2066.52, 2069.02], "text": " we can begin to think about how to enable people"}, {"speaker": "SPEAKER_00", "timestamp": [2069.02, 2073.24], "text": " to address these more complicated problems too."}, {"speaker": "SPEAKER_00", "timestamp": [2074.28, 2077.66], "text": " Again, as I said in my original talk,"}, {"speaker": "SPEAKER_00", "timestamp": [2077.66, 2079.6], "text": " I think we have a lot of thinking to do"}, {"speaker": "SPEAKER_00", "timestamp": [2079.6, 2081.16], "text": " in the context of privacy."}, {"speaker": "SPEAKER_00", "timestamp": [2082.18, 2086.12], "text": " 20 years ago, my colleague, John Z Zittrain wrote a paper where he said,"}, {"speaker": "SPEAKER_00", "timestamp": [2086.6, 2091.58], "text": " the privacy problem is the same as the copyright problem. In both cases, there are people who"}, {"speaker": "SPEAKER_00", "timestamp": [2091.58, 2097.44], "text": " believe their data has been taken and it's out of their control. The copyright, it's the copyright"}, {"speaker": "SPEAKER_00", "timestamp": [2097.44, 2101.38], "text": " owners who believe their data is being taken by the internet, it's out of their control. For privacy"}, {"speaker": "SPEAKER_00", "timestamp": [2101.38, 2106.36], "text": " people, it's their own private data that's being taken and is out of control."}, {"speaker": "SPEAKER_00", "timestamp": [2107.3, 2114.04], "text": " And Zitrain said the solution to one should be the solution to the other."}, {"speaker": "SPEAKER_00", "timestamp": [2114.04, 2122.24], "text": " So in the context of copyright, many of us were arguing that we shouldn't be worried about controlling every single copy on the Internet."}, {"speaker": "SPEAKER_00", "timestamp": [2122.26, 2122.7], "text": " every single copy on the internet."}, {"speaker": "SPEAKER_00", "timestamp": [2123.5, 2123.74], "text": " We shouldn't be worried,"}, {"speaker": "SPEAKER_00", "timestamp": [2125.04, 2126.56], "text": " we shouldn't be building systems to lock down everything,"}, {"speaker": "SPEAKER_00", "timestamp": [2126.78, 2128.96], "text": " DRM systems that make reuse"}, {"speaker": "SPEAKER_00", "timestamp": [2128.96, 2130.42], "text": " or remixing almost impossible."}, {"speaker": "SPEAKER_00", "timestamp": [2130.82, 2131.9], "text": " Instead, we ought to be thinking"}, {"speaker": "SPEAKER_00", "timestamp": [2131.9, 2135.1], "text": " about regulations that taxed uses"}, {"speaker": "SPEAKER_00", "timestamp": [2135.1, 2136.3], "text": " that should be taxed"}, {"speaker": "SPEAKER_00", "timestamp": [2136.88, 2138.5], "text": " and left other uses free"}, {"speaker": "SPEAKER_00", "timestamp": [2138.5, 2142.06], "text": " so that kids in a school can remix"}, {"speaker": "SPEAKER_00", "timestamp": [2142.06, 2143.24], "text": " and build upon content"}, {"speaker": "SPEAKER_00", "timestamp": [2143.24, 2145.6], "text": " without worrying about copyright issues."}, {"speaker": "SPEAKER_00", "timestamp": [2146.26, 2153.74], "text": " But Sony would have to clear the rights to images they want to use in a movie or for a book that they want to publish."}, {"speaker": "SPEAKER_00", "timestamp": [2154.66, 2163.38], "text": " And that distinction focuses on changing the target of regulation from controlling the data, in a certain sense, to controlling the use."}, {"speaker": "SPEAKER_00", "timestamp": [2163.84, 2168.16], "text": " And Citron said that's the same fight that should go on in the context of privacy."}, {"speaker": "SPEAKER_00", "timestamp": [2169.02, 2174.76], "text": " So much now is focused on how do we lock down all data and make it impossible for anybody"}, {"speaker": "SPEAKER_00", "timestamp": [2174.76, 2176.0], "text": " to get access to the data."}, {"speaker": "SPEAKER_00", "timestamp": [2176.66, 2182.5], "text": " And I get why that seems intuitively right, given our skepticism about controlling anybody"}, {"speaker": "SPEAKER_00", "timestamp": [2182.5, 2184.4], "text": " and their use of anybody's data."}, {"speaker": "SPEAKER_00", "timestamp": [2184.4, 2196.22], "text": " But the equivalent move to copyright in the context of data is to say we ought to figure out which uses of data need to be controlled and which uses ought to be encouraged."}, {"speaker": "SPEAKER_00", "timestamp": [2196.96, 2206.86], "text": " And the uses that ought to be controlled are the uses which ultimately sting the people who are providing the data freely. So there was a story just the"}, {"speaker": "SPEAKER_00", "timestamp": [2206.86, 2212.36], "text": " other day about Apple using technology to be able to identify depression and cognitive decline"}, {"speaker": "SPEAKER_00", "timestamp": [2212.36, 2218.68], "text": " by just watching how people use their phones. I think it's a good thing to be able to identify"}, {"speaker": "SPEAKER_00", "timestamp": [2218.68, 2223.3], "text": " depression and cognitive decline. It helps us intervene in ways that could be helpful to the"}, {"speaker": "SPEAKER_00", "timestamp": [2223.3, 2233.32], "text": " people who are depressed or cognitively declining. I feel myself that need often. But if these data were used in a way that"}, {"speaker": "SPEAKER_00", "timestamp": [2233.32, 2240.84], "text": " punished or burdened the people who were depressed and cognitively declining, like by making insurance"}, {"speaker": "SPEAKER_00", "timestamp": [2240.84, 2246.42], "text": " rates higher for those people, that would be a breach of an underlying social"}, {"speaker": "SPEAKER_00", "timestamp": [2246.42, 2251.58], "text": " contract that I think we ought to articulate in the world of data that says, you're using my data,"}, {"speaker": "SPEAKER_00", "timestamp": [2251.66, 2258.74], "text": " that's fine. You can't use it in a way that hurts me. And so I think that pushing in a way to push"}, {"speaker": "SPEAKER_00", "timestamp": [2258.74, 2265.2], "text": " these ideas to make them make sense in an integrated digital environment"}, {"speaker": "SPEAKER_01", "timestamp": [2265.2, 2268.68], "text": " is an important challenge that people in the CC world"}, {"speaker": "SPEAKER_01", "timestamp": [2268.68, 2273.02], "text": " should be naturally adept at undertaking"}, {"speaker": "SPEAKER_00", "timestamp": [2273.02, 2275.96], "text": " because that's what we've been doing with copyright for the last 20 years."}, {"speaker": "SPEAKER_00", "timestamp": [2277.3, 2278.5], "text": " No, absolutely."}, {"speaker": "SPEAKER_02", "timestamp": [2278.84, 2283.66], "text": " To start to wind out, in terms of what is a better internet,"}, {"speaker": "SPEAKER_02", "timestamp": [2284.0, 2286.06], "text": " you've described some of that in your main speech"}, {"speaker": "SPEAKER_02", "timestamp": [2286.06, 2292.1], "text": " but if there are two or three things we could do in the next five to ten years what do you think"}, {"speaker": "SPEAKER_02", "timestamp": [2292.1, 2296.72], "text": " our focus should be in achieving a better internet because we want to see better sharing and a better"}, {"speaker": "SPEAKER_00", "timestamp": [2296.72, 2307.36], "text": " internet is around that issue i think we should take advantage right now of the genuinely cross-partisan concern that"}, {"speaker": "SPEAKER_00", "timestamp": [2307.36, 2313.14], "text": " exists about the way social media is affecting culture and democracy."}, {"speaker": "SPEAKER_01", "timestamp": [2313.14, 2316.52], "text": " It's astonishing that this is like one of the only issues in America, at least, where"}, {"speaker": "SPEAKER_01", "timestamp": [2316.52, 2319.7], "text": " people on the right and people on the left agree."}, {"speaker": "SPEAKER_00", "timestamp": [2319.7, 2327.06], "text": " And they agree that there is obvious problems, harms being caused by these technologies, and we need to"}, {"speaker": "SPEAKER_00", "timestamp": [2327.06, 2331.54], "text": " address them. I've said that I think we need to think about the ways that companies like Facebook"}, {"speaker": "SPEAKER_00", "timestamp": [2331.54, 2338.96], "text": " are tobacco companies. Nobody went into the sale of tobacco hoping to cause cancer. Nobody sold"}, {"speaker": "SPEAKER_00", "timestamp": [2338.96, 2347.68], "text": " tobacco hoping to addict people to harmful, dangerous products. But when it turned out cigarettes were harmful"}, {"speaker": "SPEAKER_00", "timestamp": [2347.68, 2353.1], "text": " and dangerous and you could sell more, the more addictive you made them, those companies had to"}, {"speaker": "SPEAKER_00", "timestamp": [2353.1, 2360.06], "text": " decide what they would do. Would they behave in a way to improve the safety of their product or to"}, {"speaker": "SPEAKER_00", "timestamp": [2360.06, 2370.14], "text": " make it less addictive? Or would they behave in a way to make it more addictive and therefore more profitable? And what they did was choose profit over people. And I think what the Facebook"}, {"speaker": "SPEAKER_00", "timestamp": [2370.14, 2376.08], "text": " files are showing us, if they're true, obviously there's a lot to unpack and a lot to understand,"}, {"speaker": "SPEAKER_00", "timestamp": [2376.76, 2384.72], "text": " but it's in context over context. Again, that company is faced with a choice. We can architect"}, {"speaker": "SPEAKER_00", "timestamp": [2384.72, 2388.94], "text": " our product in this way and make it more safe, or we can architect our"}, {"speaker": "SPEAKER_00", "timestamp": [2388.94, 2393.14], "text": " product in that way and make it more addictive and drive our growth and profits."}, {"speaker": "SPEAKER_00", "timestamp": [2394.1, 2396.54], "text": " And again, they choose profits over people."}, {"speaker": "SPEAKER_00", "timestamp": [2396.74, 2400.86], "text": " And most importantly, this is a problem outside of the United States."}, {"speaker": "SPEAKER_00", "timestamp": [2400.86, 2410.74], "text": " People in the United States don't think about this, but 90% of Facebook's audience is outside of the United States. People in the United States don't think about this, but 90% of Facebook's audience is outside of the United States. But 90% of Facebook's safety budget is spent inside the"}, {"speaker": "SPEAKER_00", "timestamp": [2410.74, 2415.18], "text": " United States. There are whole languages that Facebook can't even monitor because it doesn't"}, {"speaker": "SPEAKER_00", "timestamp": [2415.18, 2418.96], "text": " have the technologies to monitor them. They haven't built them into their technologies."}, {"speaker": "SPEAKER_00", "timestamp": [2419.24, 2424.46], "text": " So that when you have hate speech or incitement in those countries, there's no way for the platform"}, {"speaker": "SPEAKER_00", "timestamp": [2424.46, 2425.02], "text": " to do anything"}, {"speaker": "SPEAKER_00", "timestamp": [2425.02, 2431.96], "text": " about it because it can't even identify those problems. And the point is that this harm is"}, {"speaker": "SPEAKER_00", "timestamp": [2431.96, 2438.6], "text": " substantial. It's not small. We're not talking about weakness of one tiny industry. We're talking"}, {"speaker": "SPEAKER_00", "timestamp": [2438.6, 2447.14], "text": " about across the board in our society, from democracy to culture to our kids and human trafficking and every single problem"}, {"speaker": "SPEAKER_00", "timestamp": [2447.14, 2456.22], "text": " that's important. And what's striking is, unlike with cancer and tobacco, where doctors could"}, {"speaker": "SPEAKER_00", "timestamp": [2456.22, 2461.18], "text": " measure the effect of tobacco without permission of the tobacco companies, and we could discover"}, {"speaker": "SPEAKER_00", "timestamp": [2461.18, 2468.04], "text": " that there was cancer without ever getting the tobacco companies to give us permission to make that discovery,"}, {"speaker": "SPEAKER_00", "timestamp": [2468.66, 2476.88], "text": " with the data of social media, Facebook's data or Google or any of them, we don't have access to that information."}, {"speaker": "SPEAKER_00", "timestamp": [2476.88, 2485.56], "text": " We can't even see it. It takes a whistleblower to give us access to the information to measure and evaluate the harm being caused by these platforms."}, {"speaker": "SPEAKER_00", "timestamp": [2486.74, 2493.26], "text": " And so when I think about what do we need to mobilize to do to address the problem facing us right now,"}, {"speaker": "SPEAKER_00", "timestamp": [2494.34, 2498.24], "text": " I think this is an important part of that challenge."}, {"speaker": "SPEAKER_00", "timestamp": [2498.36, 2506.32], "text": " How do we motivate to get to that information we need to understand the harm that's being caused here?"}, {"speaker": "SPEAKER_00", "timestamp": [2506.44, 2515.56], "text": " And what do we do to regulate or to intervene, whether from a CC side, like individuals engaging in a way that makes things better,"}, {"speaker": "SPEAKER_00", "timestamp": [2515.56, 2518.46], "text": " or from a government side, which doesn't matter to me."}, {"speaker": "SPEAKER_00", "timestamp": [2518.58, 2523.02], "text": " It's just something that has to be deployed to address this problem more effectively."}, {"speaker": "SPEAKER_00", "timestamp": [2523.42, 2528.06], "text": " And I think that's one of the urgent problems before us right now."}, {"speaker": "SPEAKER_00", "timestamp": [2528.14, 2532.34], "text": " And it happens to be the one where we've got unanimous support"}, {"speaker": "SPEAKER_00", "timestamp": [2532.34, 2535.2], "text": " across the political aisle that something has to be done now."}, {"speaker": "SPEAKER_00", "timestamp": [2536.14, 2537.48], "text": " And also it's cross-continental."}, {"speaker": "SPEAKER_02", "timestamp": [2538.18, 2541.68], "text": " You've got the European debate, the British debate."}, {"speaker": "SPEAKER_02", "timestamp": [2541.94, 2546.56], "text": " There's a huge amount of global discussion. And it's"}, {"speaker": "SPEAKER_02", "timestamp": [2546.56, 2553.04], "text": " interesting, you describe it as big tobacco. One of the first pieces of laws I worked upon as an MEP"}, {"speaker": "SPEAKER_02", "timestamp": [2553.04, 2558.68], "text": " was actually attacking the tobacco industry and getting graphic labels on cigarette packets. And"}, {"speaker": "SPEAKER_02", "timestamp": [2558.68, 2565.46], "text": " then we ended up in a debate later on, in 10 years on, on e-cigarettes and all of that and about damage."}, {"speaker": "SPEAKER_02", "timestamp": [2565.72, 2571.34], "text": " And so it's really interesting, the comparison and what we can learn from what went before."}, {"speaker": "SPEAKER_02", "timestamp": [2571.78, 2577.92], "text": " So I think it's very timely as well, Larry. There is something about AI and also about"}, {"speaker": "SPEAKER_02", "timestamp": [2577.92, 2580.7], "text": " intellectual property of the commons. I don't know if you've got any"}, {"speaker": "SPEAKER_02", "timestamp": [2580.7, 2584.52], "text": " other points on those, Larry, before we wind up."}, {"speaker": "SPEAKER_02", "timestamp": [2584.54, 2586.96], "text": " if you've got any other points on those, Larry, before we wind up."}, {"speaker": "SPEAKER_00", "timestamp": [2591.78, 2595.82], "text": " I do think that understanding better how AI affects us is a critical objective that we ought to embrace and pursue."}, {"speaker": "SPEAKER_00", "timestamp": [2596.88, 2599.74], "text": " The way to understand social media is not to understand"}, {"speaker": "SPEAKER_00", "timestamp": [2599.74, 2604.2], "text": " the idea of Mark Zuckerberg sitting behind a control desk"}, {"speaker": "SPEAKER_00", "timestamp": [2604.2, 2605.74], "text": " trying to affect society."}, {"speaker": "SPEAKER_00", "timestamp": [2606.06, 2611.64], "text": " It's these billion-dollar AI systems that evolve their own intelligence."}, {"speaker": "SPEAKER_00", "timestamp": [2611.76, 2629.98], "text": " I think of them as replicants from Blade Runner that evolve their own intelligence and begin to have a will of their own to the end that they've been assigned, the end of increasing engagement. There was a story in 2017 about Facebook's ad team offering a category"}, {"speaker": "SPEAKER_00", "timestamp": [2629.98, 2636.7], "text": " called Jew haters. So you could buy ads for Jew haters. Now, there was no human that ever created"}, {"speaker": "SPEAKER_00", "timestamp": [2636.7, 2642.54], "text": " the category Jew haters. It was created by the AI technology they had deployed to figure out which"}, {"speaker": "SPEAKER_00", "timestamp": [2642.54, 2651.36], "text": " categories would be most profitable for them to sell to. And I think that what this points to is that not even they understand exactly what"}, {"speaker": "SPEAKER_00", "timestamp": [2651.36, 2656.86], "text": " these technologies are doing and how they affect us. And we need to be extremely vigilant in"}, {"speaker": "SPEAKER_00", "timestamp": [2656.86, 2662.4], "text": " understanding the way that they are manipulating us to produce the objective that they've been"}, {"speaker": "SPEAKER_00", "timestamp": [2662.4, 2666.58], "text": " assigned because we're not aware of it individually"}, {"speaker": "SPEAKER_00", "timestamp": [2666.58, 2672.36], "text": " and we don't even have the data to be aware of it collectively. So I think that's an important"}, {"speaker": "SPEAKER_00", "timestamp": [2672.36, 2677.52], "text": " area. Not clear the CC problem, but it's certainly a social problem that all of us"}, {"speaker": "SPEAKER_00", "timestamp": [2677.52, 2683.4], "text": " need to be aware of and push our governments and our researchers to help us understand better."}, {"speaker": "SPEAKER_00", "timestamp": [2683.4, 2685.42], "text": " governments and our researchers to help us understand better."}, {"speaker": "SPEAKER_02", "timestamp": [2692.0, 2692.42], "text": " Absolutely. Thank you, Larry, for founding this organisation and celebrating with us today,"}, {"speaker": "SPEAKER_02", "timestamp": [2696.94, 2706.32], "text": " 20 years. That is some achievement, two decades, Larry, and it's wonderful you could be with us to celebrate. And we will be looking forward to the next 20 years as we have our new strategy of better sharing, but also just about"}, {"speaker": "SPEAKER_02", "timestamp": [2706.32, 2711.54], "text": " how we can take our community together and address some of the world's pressing problems."}, {"speaker": "SPEAKER_02", "timestamp": [2712.08, 2719.7], "text": " We have a duty of care. We have a mission and a vision. Have a wonderful day, Larry. And everyone,"}, {"speaker": "SPEAKER_02", "timestamp": [2719.98, 2724.22], "text": " thank you for joining us for this conversation. Truly grateful. Thank you."}, {"speaker": "SPEAKER_02", "timestamp": [2722.12, 2722.68], "text": " Thank you for joining us for this conversation."}, {"speaker": "SPEAKER_02", "timestamp": [2723.36, 2723.66], "text": " Truly grateful."}, {"speaker": "SPEAKER_02", "timestamp": [2724.22, 2726.82], "text": " Thank you."}, {"speaker": "SPEAKER_01", "timestamp": [2730.06, 2730.64], "text": " Thanks for listening to Open Minds from Creative Commons."}, {"speaker": "SPEAKER_01", "timestamp": [2733.22, 2733.66], "text": " Special thanks to the musician Broke For Free,"}, {"speaker": "SPEAKER_01", "timestamp": [2736.68, 2738.94], "text": " whose track Daybird you heard at the beginning of this episode and you're listening to right now."}, {"speaker": "SPEAKER_01", "timestamp": [2739.2, 2742.98], "text": " It's available under the Creative Commons Attribution License."}, {"speaker": "SPEAKER_01", "timestamp": [2743.44, 2745.82], "text": " Meaning it's free for anyone to use."}, {"speaker": "SPEAKER_01", "timestamp": [2745.98, 2750.9], "text": " You can find it at the Free Music Archive, freemusicarchive.org."}, {"speaker": "SPEAKER_01", "timestamp": [2751.28, 2755.54], "text": " Please subscribe to our show so you don't miss any of our conversations"}, {"speaker": "SPEAKER_01", "timestamp": [2755.54, 2759.74], "text": " with people working to make the internet and our global culture"}, {"speaker": "SPEAKER_01", "timestamp": [2759.74, 2761.62], "text": " more open and collaborative."}, {"speaker": "SPEAKER_01", "timestamp": [2762.22, 2764.24], "text": " We'll be back soon with another episode."}, {"speaker": "SPEAKER_01", "timestamp": [2764.68, 2765.42], "text": " Talk to you then."}], "chunks": [{"timestamp": [0.0, 10.6], "text": " Welcome to Open Minds from Creative Commons. I'm Oney Ann Ucom, CC's Campaigns Manager."}, {"timestamp": [11.1, 16.52], "text": " Open Minds is a series of conversations with people working on issues we're involved with"}, {"timestamp": [16.52, 30.56], "text": " and subjects we're excited about. Each episode we sit down with amazing guests from the worlds of open culture, open education, open science, open technology, and more."}, {"timestamp": [31.36, 39.88], "text": " We launched Open Minds in celebration of Creative Commons' 20th anniversary of our founding in December 2021,"}, {"timestamp": [40.32, 47.06], "text": " and the upcoming 20th anniversary of the first CC license in December 2022."}, {"timestamp": [47.6, 51.94], "text": " And this episode marks an important milestone in that journey,"}, {"timestamp": [52.2, 56.4], "text": " as today, on the 19th of December 2021,"}, {"timestamp": [56.78, 60.78], "text": " we're celebrating Creative Commons' 20th anniversary."}, {"timestamp": [72.12, 72.56], "text": " anniversary. Check out the episode description for ways that you can join the celebration."}, {"timestamp": [78.06, 85.24], "text": " On this episode, we'll be taking you back to Creative Commons founder Lawrence Lessig's keynote from the 2021 CC Global Summit that originally took place in September."}, {"timestamp": [88.2, 88.82], "text": " Lawrence, fondly referred to by many as Larry,"}, {"timestamp": [95.1, 95.48], "text": " reflects on how CC began, what it's accomplished, and is later joined by Creative Commons CEO"}, {"timestamp": [101.88, 102.48], "text": " Catherine Styler for a fireside chat where he shares his hopes for the next 20 years and beyond."}, {"timestamp": [106.0, 108.6], "text": " Lawrence is the Roy L. Furman Professor of Law at Harvard Law School and director"}, {"timestamp": [108.6, 111.54], "text": " of the Edmund J. Safara Center for Ethics"}, {"timestamp": [111.54, 113.22], "text": " at Harvard University."}, {"timestamp": [113.22, 117.14], "text": " He's a distinguished attorney, political activist,"}, {"timestamp": [117.14, 119.92], "text": " and an incredible visionary."}, {"timestamp": [119.92, 122.12], "text": " Well, that's enough from me."}, {"timestamp": [122.12, 127.68], "text": " Let's take it back to the roots of CC."}, {"timestamp": [134.08, 135.28], "text": " So thank you so much for inviting me to participate in this 20th anniversary of Creative Commons."}, {"timestamp": [139.88, 140.6], "text": " I usually would present some slide presentation to you."}, {"timestamp": [148.3, 149.24], "text": " But the reality is I'm much more personally connected to this story than the slides might demonstrate."}, {"timestamp": [158.64, 159.58], "text": " Let me tell you a little bit about that story and hope that at the end we have an idea about where we might go."}, {"timestamp": [167.6, 175.12], "text": " So 20 years ago, there was an argument across the world, especially in America. We were in an extraordinary moment. Two different changes were happening at the same time. Change"}, {"timestamp": [175.12, 189.3], "text": " one was a change to the technology to enable access and sharing to an extraordinary degree never imagined before. And change, too, was an explosion"}, {"timestamp": [189.3, 197.68], "text": " in the legal infrastructure for controlling that sharing and access. Now, both sides in that"}, {"timestamp": [197.68, 206.8], "text": " revolution were understandable, but both sides were at war. And this was a certain arms race between technology"}, {"timestamp": [206.8, 214.34], "text": " and the law. And technology was winning the short-term battles, but many of us feared the law"}, {"timestamp": [214.34, 230.06], "text": " would win the war. So some of us thought maybe that could be another way. Rather than a world of all rights reserved, we could try to set up a system of some rights reserved."}, {"timestamp": [230.06, 237.24], "text": " The question was, was there a way to, rather than marking no across all creativity, to mark yes."}, {"timestamp": [237.82, 247.26], "text": " Rather than marking something that said don't, could we mark something that said do, please do, please take this and share this,"}, {"timestamp": [247.32, 255.12], "text": " because this I created in the tiny way that any of us ever create. This I created, but this I"}, {"timestamp": [255.12, 263.6], "text": " offer to you, to anyone, to take and to share and to build upon. Now, when we did this,"}, {"timestamp": [269.28, 275.02], "text": " upon. Now, when we did this, we didn't mean to scold anyone. We didn't mean to tell the musicians your work must be free. We didn't mean to say to the documentary filmmaker, you can't sell tickets"}, {"timestamp": [275.02, 281.1], "text": " or you shouldn't distribute your film through distribution channels that were commercial. We"}, {"timestamp": [281.1, 286.76], "text": " didn't mean to shake our fingers at anyone. We just meant to give everyone"}, {"timestamp": [286.76, 293.68], "text": " a way to do what they wanted to do. Okay, that's not quite literally true. I'll confess, I was quite"}, {"timestamp": [293.68, 299.78], "text": " eager to shake my finger at some, specifically those in my own field, academics. I was quite"}, {"timestamp": [299.78, 306.44], "text": " eager to shake my finger at my colleagues and say, we actually had a duty to make our work"}, {"timestamp": [306.44, 313.58], "text": " available to others. That actually is our job as academics. It's our job to make and share knowledge"}, {"timestamp": [313.58, 319.02], "text": " as openly, as freely as we could. And the journals and papers and even books that were"}, {"timestamp": [319.02, 328.08], "text": " blocked from free sharing were betrayals of our commitments as academics. But those thoughts"}, {"timestamp": [328.08, 339.22], "text": " were small thoughts. They were the petty wish to feel better than others. And the truth is,"}, {"timestamp": [339.68, 348.24], "text": " nothing of what CC has ever achieved has it achieved by criticizing others. Instead, everything CC has"}, {"timestamp": [348.24, 355.84], "text": " done, it has done by simply making it easier for others to do the right thing or to do the thing"}, {"timestamp": [355.84, 385.32], "text": " that feels right to the creator. Now, when we launched 20 years ago in a cavernous space somewhere in San Francisco with hundreds gathered to cheer the idea on, from Craig Newmark of Craigslist to John Perry Barlow, who wrote for the Grateful Dead, to even Jack Valenti, which most of you probably don't even remember, but he was the president of the Motion Picture Association of America."}, {"timestamp": [385.32, 390.68], "text": " When we all gathered to celebrate the launch of this idea, no one knew where it would go."}, {"timestamp": [391.7, 393.24], "text": " But it went quickly."}, {"timestamp": [394.3, 400.32], "text": " People started making vlogs when people were not making vlogs, but when people wrote things"}, {"timestamp": [400.32, 401.22], "text": " that people read."}, {"timestamp": [401.56, 405.6], "text": " They started sharing photographs in a fantastic site created by a"}, {"timestamp": [405.6, 410.9], "text": " couple called Flickr. They started sharing music, and slowly the infrastructure of publishing,"}, {"timestamp": [411.32, 417.4], "text": " including academic publishing, started to enable people to share their writing freely, including"}, {"timestamp": [417.4, 432.6], "text": " academic writing freely. We watched, and we counted, and we were astonished. And then very quickly, we decided we had to take this idea on the road, specifically on the road around the world."}, {"timestamp": [432.88, 444.48], "text": " And for many years, I knew my oldest kid, Willem, born just a year after Creative Commons was born, mainly through a shaky FaceTime video connection from points across the globe."}, {"timestamp": [445.48, 452.02], "text": " through a shaky FaceTime video connection from points across the globe, as we launched in CC Japan and Poland and Germany and Italy and Brazil and Argentina and the extraordinary Korea"}, {"timestamp": [452.02, 462.18], "text": " and so many more, all across the world. And what we discovered was that we had found a common"}, {"timestamp": [462.18, 465.24], "text": " cord across the world."}, {"timestamp": [468.34, 468.94], "text": " That yes, there were people who wanted complete control,"}, {"timestamp": [471.38, 472.62], "text": " and yes, there were people who denied the right of anyone to control anything."}, {"timestamp": [473.62, 475.84], "text": " But there were many more people"}, {"timestamp": [475.84, 479.2], "text": " who wanted simply and clearly to create"}, {"timestamp": [479.2, 482.44], "text": " and to make their creative work available to others,"}, {"timestamp": [482.44, 484.64], "text": " to learn from and to build from"}, {"timestamp": [484.64, 487.38], "text": " and to remix upon that work"}, {"timestamp": [487.38, 495.8], "text": " freely. We learned that we were better than we seemed, that our goodness was so often hidden,"}, {"timestamp": [495.8, 503.66], "text": " but CC helped to make that goodness seen. This is the part of the internet that so many, I think,"}, {"timestamp": [504.42, 506.96], "text": " This is the part of the internet that so many, I think, miss today. We're surrounded by the ugly."}, {"timestamp": [506.96, 512.88], "text": " Because it turns out, unfortunately for us, harm and hate make money."}, {"timestamp": [512.88, 518.0], "text": " But in addition to these platforms, there are gems across the internet that show us"}, {"timestamp": [518.0, 519.76], "text": " something better."}, {"timestamp": [519.76, 529.3], "text": " Wikipedia, CC-licensed source of an extraordinary range of knowledge is a perpetual inspiration to how we could be better."}, {"timestamp": [530.06, 538.5], "text": " And even platforms like Reddit reveal how many of us are so much more than anyone might have dreamed."}, {"timestamp": [538.5, 542.5], "text": " When I was a kid, the world seemed like a world of hierarchies."}, {"timestamp": [543.3, 546.74], "text": " There were the very talented sitting at the very top, people who"}, {"timestamp": [546.74, 552.68], "text": " knew something, and then there was the rest. And everyone presumed, because they were not at the"}, {"timestamp": [552.68, 558.12], "text": " top, that the rest just didn't know much. Now that was a weird reality. People should have wondered"}, {"timestamp": [558.12, 571.64], "text": " how it could have been that the only people at the top, the only people who really knew something, seemed to be white males who controlled everything. But there wasn't actually space to even test"}, {"timestamp": [571.64, 579.62], "text": " whether that was weird. And the channels that were, those channels showed a narrow"}, {"timestamp": [579.62, 587.72], "text": " range of humanity to humanity. Now, in those channels that show this narrow range, it became"}, {"timestamp": [587.72, 595.08], "text": " easy to think that the few is all that there were. But when the internet exploded, in the good sense"}, {"timestamp": [595.08, 600.84], "text": " of it exploding, what it did, I think, more than anything, was to show us that there is talent"}, {"timestamp": [600.84, 605.72], "text": " everywhere. Read a subreddit regularly, not just the articles but the comments,"}, {"timestamp": [605.86, 609.86], "text": " and you will see again and again people who know an extraordinary amount,"}, {"timestamp": [609.98, 611.42], "text": " at least in their own corners."}, {"timestamp": [611.56, 615.08], "text": " They have read, they have studied, they have fought, and they have critiqued."}, {"timestamp": [615.08, 618.82], "text": " And they were an invisible world of superheroes before,"}, {"timestamp": [619.08, 621.86], "text": " now made visible on the net."}, {"timestamp": [622.66, 624.2], "text": " We don't talk about them much."}, {"timestamp": [627.52, 627.62], "text": " The world is focused on the crazy and the mean."}, {"timestamp": [635.96, 643.56], "text": " The news is focused on the crazy and the mean. But this freedom has done more than make the crazy and the mean. It's not surprising the news focuses on the crazy because hate and terror sells."}, {"timestamp": [647.44, 647.56], "text": " the crazy because hate and terror sells. And for that part of the net driven by ads and money,"}, {"timestamp": [655.56, 656.2], "text": " the ugly is everywhere because the ugly sells. Now, that's a point that my friend, our friend,"}, {"timestamp": [662.8, 665.72], "text": " Aaron Swartz, made frequently. Aaron would say the internet is the best of things. The Internet is the worst of things."}, {"timestamp": [668.78, 671.02], "text": " It is both of those things together."}, {"timestamp": [672.36, 674.68], "text": " It is that. It will always be that."}, {"timestamp": [676.36, 680.94], "text": " But it need not be that in the proportion that it is now."}, {"timestamp": [682.1, 684.14], "text": " We can nurture the good part."}, {"timestamp": [684.76, 688.3], "text": " We can turn away from the bad, and we can innovate,"}, {"timestamp": [688.52, 697.24], "text": " as Cici did 20 years ago, to do precisely that. Now, that hope for innovation is what keeps me"}, {"timestamp": [697.24, 703.16], "text": " personally so excited about this movement. We face problems today more pressing than the problems"}, {"timestamp": [703.16, 705.18], "text": " the world faced 20 years ago."}, {"timestamp": [716.12, 716.62], "text": " But right now here, in the conversations that this movement has inspired, you can hear the echoes, the first echoes of new solutions to these new problems."}, {"timestamp": [724.52, 724.96], "text": " 20 years ago, the music industry told artists that we were just the latest dot-com craze focused on stealing their work and their livelihood."}, {"timestamp": [732.0, 738.28], "text": " Never mind that we were a dot org, the idea struck in the heads of many, and that idea stuck to this day for many. But right now, being discussed across the world, we're seeing new ways to deploy"}, {"timestamp": [738.28, 744.58], "text": " open and free technology to give artists and the public the best of both worlds."}, {"timestamp": [744.58, 745.56], "text": " to give artists and the public the best of both worlds."}, {"timestamp": [748.38, 751.28], "text": " There is no internet today in the original sense of a network of networks, all relatively equal."}, {"timestamp": [751.42, 753.96], "text": " Instead, there are silos of content today,"}, {"timestamp": [754.6, 756.3], "text": " owned within their own silos,"}, {"timestamp": [756.3, 759.18], "text": " and driving the economy of those silos"}, {"timestamp": [759.18, 770.4], "text": " is an endless hoovering of data, our data, that these commercial inks use to manipulate us more."}, {"timestamp": [771.08, 777.16], "text": " They can't help it. They are digital tobacco companies. They're in the business to addict us"}, {"timestamp": [777.16, 785.0], "text": " and make us healthy, not because they want to, but because that's how they make the most money. It's in their DNA."}, {"timestamp": [786.26, 787.96], "text": " And what we should be doing now,"}, {"timestamp": [788.28, 790.84], "text": " we in this counter movement,"}, {"timestamp": [790.84, 796.44], "text": " is to ask, is there a CC-like solution to that problem too?"}, {"timestamp": [797.1, 798.94], "text": " Are there tools that we could enable"}, {"timestamp": [798.94, 801.88], "text": " that would steer us back from that abyss?"}, {"timestamp": [802.04, 808.8], "text": " Are there ways we could empower all of us to better resist the poison"}, {"timestamp": [808.8, 815.66], "text": " of those few? Now, people talk about this as a kind of CC for privacy, but there's an important"}, {"timestamp": [815.66, 822.28], "text": " sense in which that's not actually what I mean. Privacy is thought to mean controlling access"}, {"timestamp": [822.28, 826.6], "text": " to data, blocking access to data, keeping stuff secret, and no doubt"}, {"timestamp": [826.6, 831.8], "text": " much more than is secret now, it should be kept secret going forward."}, {"timestamp": [832.84, 839.86], "text": " But the more fundamental idea that we need to rediscover is an idea that would architect an"}, {"timestamp": [839.86, 846.92], "text": " infrastructure to enable wide use of data while protecting against certain uses of data,"}, {"timestamp": [847.48, 856.1], "text": " those uses that harm those providing the data. An architecture that spoke as a simple social"}, {"timestamp": [856.1, 864.34], "text": " contract, that you can't use my stuff to harm me. Now, we couldn't do that alone. The problem"}, {"timestamp": [864.34, 866.6], "text": " of social media in the modern life will take"}, {"timestamp": [866.6, 871.76], "text": " regulation by governments, assuming we still have governments around the world, as well as a"}, {"timestamp": [871.76, 878.28], "text": " commitment by ordinary people to solve the pathologies they spread. But I think we can"}, {"timestamp": [878.28, 886.1], "text": " build the tools within the CC movement thought of writ large, that point in the same direction,"}, {"timestamp": [886.1, 890.02], "text": " just as the licenses we built 20 years ago"}, {"timestamp": [890.02, 893.98], "text": " pointed in a direction that seems so obvious today."}, {"timestamp": [895.56, 900.56], "text": " So many of us are here"}, {"timestamp": [900.82, 903.52], "text": " because of so many who brought us here."}, {"timestamp": [904.52, 908.48], "text": " From the founders, Hal and Jamie and Laurie and Eric and Mike,"}, {"timestamp": [908.66, 911.8], "text": " to those who built Rev. 1 of Creative Commons,"}, {"timestamp": [911.92, 915.18], "text": " our current board chair, Molly, and our newest board member, Glenn,"}, {"timestamp": [915.78, 918.56], "text": " to those who gave us extraordinary support,"}, {"timestamp": [918.72, 920.38], "text": " Brewster and his archive,"}, {"timestamp": [920.98, 926.24], "text": " Hewlett and MacArthur and Gates and Bob Young and so many others, and the early"}, {"timestamp": [926.24, 932.88], "text": " artist adopters from Gilberto Gil in Brazil to David Byrne to Shepard Fairey and so many"}, {"timestamp": [932.88, 934.32], "text": " more."}, {"timestamp": [934.32, 942.04], "text": " To those who lived our ideals, we are thankful for bringing us here."}, {"timestamp": [942.04, 946.78], "text": " And to those who died with and for, or maybe because of our ideals,"}, {"timestamp": [947.66, 954.54], "text": " we are eternally grateful for being here. Of course, Aaron and Basil specifically,"}, {"timestamp": [955.34, 961.58], "text": " but so many others who have fought too, because they believed in what we were teaching."}, {"timestamp": [962.34, 967.6], "text": " And to those who continue this work, inspired and inspiring so many more,"}, {"timestamp": [967.74, 972.64], "text": " Catherine and the current and growing board and an extraordinary staff, these people who have made"}, {"timestamp": [972.64, 980.0], "text": " CC Creative Commons so much more than I ever thought it could be. To all of those, let us"}, {"timestamp": [980.0, 987.78], "text": " celebrate today. And to all of those, let me, who gets so much more credit in this story than I ever"}, {"timestamp": [987.78, 997.74], "text": " deserved, let me say thank you. 20 years is forever, and 20 years is just a beginning. The first 20"}, {"timestamp": [997.74, 1005.16], "text": " were extraordinary, but I think the next 20 could be so much, much more."}, {"timestamp": [1007.22, 1007.84], "text": " Thank you so much for gathering to celebrate."}, {"timestamp": [1014.58, 1015.18], "text": " And thank you for the inspiration and ideas that will make the next 20 even more important than the first."}, {"timestamp": [1015.86, 1017.42], "text": " Thank you, Catherine."}, {"timestamp": [1018.8, 1018.92], "text": " Thank you so much, Larry."}, {"timestamp": [1019.74, 1020.6], "text": " So inspiring."}, {"timestamp": [1021.46, 1026.66], "text": " A tour de force. And I think that maybe first I could ask you what surprised you most Larry"}, {"timestamp": [1026.66, 1030.84], "text": " about what you've seen in the past 20 years you've talked us through some of the things but"}, {"timestamp": [1030.84, 1034.34], "text": " is there one thing that surprised you over everything else?"}, {"timestamp": [1037.06, 1049.76], "text": " I think the thing that surprised me most was the way in which this movement became second nature to such an extraordinary range of people."}, {"timestamp": [1050.52, 1056.76], "text": " People began to recognize, not because we were teaching, but when they recognized they saw us as a pattern,"}, {"timestamp": [1057.58, 1062.8], "text": " that this was a way to encourage and support creativity, not a way to attack it."}, {"timestamp": [1062.8, 1065.14], "text": " And that was the hardest argument we faced originally,"}, {"timestamp": [1065.88, 1072.1], "text": " because so many people originally saw what we were doing as challenging or criticizing the"}, {"timestamp": [1072.1, 1077.16], "text": " work of artists, when we thought we were doing was just empowering a wider range of creativity."}, {"timestamp": [1077.96, 1088.56], "text": " So to see that recognition, that kind of common sense become so pervasive, I think it's been the most rewarding part of this whole story."}, {"timestamp": [1092.76, 1097.6], "text": " Thank you so much, Larry. I will then go on and ask you something about open societies."}, {"timestamp": [1097.66, 1106.76], "text": " You touched on democracy. What do you think our movement is in terms of the challenges we face about open societies today, Larry?"}, {"timestamp": [1108.76, 1121.52], "text": " I think the biggest challenge we face is that the infrastructure of the Internet has turned against us in the most important parts of our social and collective life."}, {"timestamp": [1122.28, 1127.38], "text": " When Creative Commons was born, advertising was just not really what"}, {"timestamp": [1127.38, 1132.84], "text": " anybody was thinking about. And more specifically, they were not thinking about a model of advertising"}, {"timestamp": [1132.84, 1139.38], "text": " which Shoshana Zuboff so brilliantly calls surveillance capitalism, a model of advertising"}, {"timestamp": [1139.38, 1148.48], "text": " that depended on not just monitoring or surveilling us, but poking and tweaking us and pushing us to"}, {"timestamp": [1148.48, 1155.4], "text": " behave in ways that revealed more data to them. Now, in principle, that wouldn't be troubling,"}, {"timestamp": [1155.88, 1161.7], "text": " except for the fact that when they do that, they turn us into crazy extremists."}, {"timestamp": [1162.52, 1166.5], "text": " And we become more polarized. we become more filled with hate,"}, {"timestamp": [1166.58, 1170.72], "text": " we become less capable of understanding the world around us. And the consequences"}, {"timestamp": [1170.72, 1178.16], "text": " for democracy are extraordinarily bad. And more than democracy, the consequences in ordinary"}, {"timestamp": [1178.16, 1186.84], "text": " people's lives is extraordinarily significant. The rise of teen suicides for girls between the age of 12 and 17"}, {"timestamp": [1186.84, 1193.68], "text": " tracks perfectly. The rise in social media tripling now because these media"}, {"timestamp": [1193.68, 1201.36], "text": " feed on driving the insecurity that drives people to engage more. And I think"}, {"timestamp": [1201.36, 1208.62], "text": " our biggest challenge is to figure out whether we can stand up to that threat and do something about it."}, {"timestamp": [1209.64, 1214.5], "text": " And it's not going to be easy for governments to do anything about it."}, {"timestamp": [1214.5, 1219.4], "text": " In the United States, they're going to say the First Amendment forbids the government from doing anything about it."}, {"timestamp": [1219.52, 1223.56], "text": " But even around the world, it's not even clear to many people what a solution would look like."}, {"timestamp": [1223.58, 1224.48], "text": " the world, it's not even clear to many people what a solution would look like."}, {"timestamp": [1230.2, 1237.74], "text": " But what we need to do is to begin the conversation to recognize how these tobacco companies, which we call Facebook and Instagram and others on the net, can't be trusted to have our best"}, {"timestamp": [1237.74, 1238.66], "text": " interest at heart."}, {"timestamp": [1239.68, 1250.38], "text": " And then instead, we need to take responsibility for the future of the environment of the Internet so that we don't have an Internet that's poisoning culture,"}, {"timestamp": [1250.64, 1257.86], "text": " but instead the Internet of Wikipedia and so much of what Creative Commons supports that feeds the soul of our societies."}, {"timestamp": [1261.3, 1266.38], "text": " Thank you so much, Larry, for that. It's so inspiring. A couple of questions have come in."}, {"timestamp": [1267.16, 1270.46], "text": " What would you have liked to work better with the CC movement is one."}, {"timestamp": [1271.1, 1277.08], "text": " The second is, if Jack Valenti was your foil in Fingerwag for 20 years ago, who would be that person today?"}, {"timestamp": [1277.66, 1282.48], "text": " So one question about the movement and another question about who would be your foil today."}, {"timestamp": [1282.48, 1283.62], "text": " Over to you."}, {"timestamp": [1282.48, 1282.82], "text": " about who would be your foil today."}, {"timestamp": [1283.62, 1287.28], "text": " Over to you."}, {"timestamp": [1291.6, 1294.96], "text": " I've often felt like the father who loves but is so critical of the child."}, {"timestamp": [1295.84, 1298.62], "text": " So I have tried to express my love,"}, {"timestamp": [1298.78, 1302.52], "text": " but I've been constantly hoping we could do more"}, {"timestamp": [1302.52, 1307.58], "text": " to integrate our infrastructure of freedom into the technology"}, {"timestamp": [1307.58, 1312.14], "text": " of the net. I think we have an enormous opportunity right now because technology"}, {"timestamp": [1312.14, 1318.38], "text": " has caught up with the ideas. When we had our fifth anniversary, we were talking about the"}, {"timestamp": [1318.38, 1325.48], "text": " idea of CC+, which would be a technology to enable people to put their content out there that could be freely used."}, {"timestamp": [1326.7, 1335.3], "text": " But when freely used, also offer a simple way to commercially license that content as well, packaged into the same product."}, {"timestamp": [1335.62, 1340.64], "text": " And when we tried to do that 15 years ago, it was hard to see how that would really work."}, {"timestamp": [1340.7, 1350.62], "text": " It was too cumbersome. But today there are companies that are enabling that kind of use directly. And I think we should be embracing the idea that we're trying to"}, {"timestamp": [1350.62, 1358.8], "text": " facilitate these many different uses of creative work so that in the context of creating and"}, {"timestamp": [1358.8, 1365.22], "text": " sharing, people have a better recognition of the kind of freedoms that are actually intended by the artists."}, {"timestamp": [1366.54, 1367.96], "text": " So who's the foil?"}, {"timestamp": [1369.14, 1375.52], "text": " I have to confess, many people think this is weird, but I really came to love Jack Valenti as a person."}, {"timestamp": [1376.18, 1378.04], "text": " I debated him multiple times."}, {"timestamp": [1378.04, 1382.94], "text": " When we launched Creative Commons, he did a wonderful video about why Creative Commons was a great idea."}, {"timestamp": [1387.74, 1394.18], "text": " video about why Creative Commons was a great idea. He was a serious representative for the interests he represented, but he was a person too. I think my foil today is not a person."}, {"timestamp": [1395.02, 1403.06], "text": " I think my foil today is really a business model that has corrupted deeply both democracy and"}, {"timestamp": [1403.06, 1406.8], "text": " culture on the net. I think my foil today, I sometimes think I want to"}, {"timestamp": [1406.8, 1412.52], "text": " write a book about just how evil advertising is. I don't mean all conceptions of advertising,"}, {"timestamp": [1412.68, 1419.58], "text": " but the way it has developed, it has destroyed such importantly valuable context of our life."}, {"timestamp": [1419.58, 1426.32], "text": " Everything from the web, where all content now is written to be 10 times longer than it needs to be,"}, {"timestamp": [1426.4, 1431.66], "text": " so you have to page through 50 ads to get to the very end, to our cell phones, which"}, {"timestamp": [1431.66, 1437.14], "text": " are constantly barraged with advertising by spammers, to our email, which is basically"}, {"timestamp": [1437.14, 1441.52], "text": " useless for most people because who has the time to even go through the spam and get rid"}, {"timestamp": [1441.52, 1450.8], "text": " of it so that they can see what the real email is. All of these are poisons that have been driven by a business model that I don't think we should just take"}, {"timestamp": [1450.8, 1458.84], "text": " for granted. I think we need to recraft spaces of control in our life. If somebody demands our"}, {"timestamp": [1458.84, 1463.28], "text": " attention, they should have to pay for it. It's the inverse of copyright. If you want my attention,"}, {"timestamp": [1463.86, 1465.34], "text": " you've got to give me something for it. You can't inverse of copyright. You want my attention? You got to give me something for it."}, {"timestamp": [1465.76, 1472.28], "text": " You can't steal my attention with an ad and think that that's okay. That should be as much a crime"}, {"timestamp": [1472.28, 1477.98], "text": " as stealing copyrighted material or stealing somebody's work and using it with that attribution."}, {"timestamp": [1478.1, 1497.48], "text": " So I think what I find myself worried about right now is that we as a culture don't yet know how to reckon, how to grok a platform driven by AI technologies, which have a single purpose behind them, to manipulate us, to give them our attention."}, {"timestamp": [1498.06, 1501.08], "text": " They're better at manipulating us than we are at resisting them."}, {"timestamp": [1501.7, 1505.42], "text": " And we have to find a way to trigger the movement that might resist that"}, {"timestamp": [1505.42, 1514.5], "text": " manipulation. Thank you, a challenge to all of us. Thanks Ari. Can you talk about a particularly"}, {"timestamp": [1514.5, 1520.24], "text": " memorable CC community event, a great chapter launch or summit? No there's not one, there's a"}, {"timestamp": [1520.24, 1529.42], "text": " million. The experience of launching CC around the world was the most moving and edifying"}, {"timestamp": [1529.42, 1536.38], "text": " experience I've had in my adult life. From the first launches in Japan to the extraordinary"}, {"timestamp": [1536.38, 1548.24], "text": " launches in Korea, where we were taken, some might say forced, into karaoke bars all across the city to Brazil"}, {"timestamp": [1548.24, 1555.48], "text": " and the celebration of free culture that Gilberto Gil drove and we celebrated with concerts"}, {"timestamp": [1555.48, 1556.68], "text": " across that country."}, {"timestamp": [1556.68, 1564.7], "text": " I remember following Gil when Gil was a culture minister and I followed him into a conference"}, {"timestamp": [1564.7, 1567.3], "text": " and I wrote an article about it."}, {"timestamp": [1567.36, 1571.7], "text": " And the title of the article was, this is what democracy looks like. Because here was Gervais"}, {"timestamp": [1571.7, 1577.68], "text": " de Gilles, a government official, surrounded by thousands of people who were reaching out and"}, {"timestamp": [1577.68, 1582.24], "text": " touching him and demanding he answer questions. And he was supposed to be there for 20 minutes."}, {"timestamp": [1582.34, 1591.14], "text": " But two hours later, he was still responding to these questions of people who are trying to understand how their government might help them and the culture better."}, {"timestamp": [1592.1, 1604.42], "text": " And to see the life and the vibrancy of the ideas that we were talking about, I came as an academic, they felt academic to me, they were real in that context."}, {"timestamp": [1606.46, 1612.0], "text": " That was incredibly inspirational. So there's so many thoughts like that. And I think about so many people"}, {"timestamp": [1612.0, 1619.7], "text": " along the way. We still have the video. We should make that available on our site of the launch 20"}, {"timestamp": [1619.7, 1627.22], "text": " years ago. And a 14-year-old Aaron Swartz standing up behind a podium that was taller than he was,"}, {"timestamp": [1628.14, 1632.92], "text": " describing the technical infrastructure that he had designed for Creative Commons."}, {"timestamp": [1633.6, 1639.8], "text": " That still is extraordinarily moving to me. And the times that I got to work with are meet Basel,"}, {"timestamp": [1640.76, 1647.74], "text": " who was then taken by the Syrian government, in part because of his advocacy for the ideals that we stand for,"}, {"timestamp": [1648.44, 1650.38], "text": " and eventually murdered by the Syrian government."}, {"timestamp": [1651.68, 1656.9], "text": " Those people, those moments will forever be with me."}, {"timestamp": [1657.26, 1659.64], "text": " And my gratitude is endless."}, {"timestamp": [1659.84, 1661.84], "text": " Molly is a source of some of that."}, {"timestamp": [1662.22, 1663.66], "text": " Glenn, who just rejoined the board."}, {"timestamp": [1664.58, 1667.92], "text": " Glenn was a kid just out of law school when he came to Creative Commons."}, {"timestamp": [1668.66, 1672.8], "text": " And we were started in the basement of Stanford Law School."}, {"timestamp": [1673.18, 1682.58], "text": " And Glenn would work so hard that I'd often come to the office and find him sleeping under the desk on the floor because he had been there until 12 and he was going to have to do something at 5."}, {"timestamp": [1683.36, 1685.12], "text": " And these are people who gave"}, {"timestamp": [1685.12, 1691.44], "text": " everything they had to this movement these ideals and obviously that continues today but that's what"}, {"timestamp": [1691.44, 1696.56], "text": " fills my memory when I think about creative commons and as you say we're very pleased that"}, {"timestamp": [1696.56, 1701.44], "text": " Glenn is back on the board well on the board not back on the board but on the board so we're truly"}, {"timestamp": [1701.44, 1709.86], "text": " grateful Dorothy Gordon has put something and I think it relates to the conversation we've just been having about how do we really get CC to be mainstreamed and I think"}, {"timestamp": [1709.86, 1715.66], "text": " some of the things you've been saying there about feeling being part of of that broader community"}, {"timestamp": [1715.66, 1720.48], "text": " when you were out talking with that government minister and how do we become more mainstream"}, {"timestamp": [1720.48, 1730.58], "text": " maybe that's something you'd like to talk to Larry as well. How do you think we become not just a niche, but become more mainstream? When I think about CC the movement,"}, {"timestamp": [1731.3, 1739.16], "text": " what I think about is people thinking creatively how to address the problem of the day. And 20"}, {"timestamp": [1739.16, 1743.04], "text": " years ago, the problem of the day was copyright. And that was an important problem to address."}, {"timestamp": [1743.04, 1748.14], "text": " And we had, I think, an innovative way to address it that caught on and spread wildly."}, {"timestamp": [1749.54, 1756.1], "text": " But what was essential to that solution was that it depended on people voluntarily taking up the"}, {"timestamp": [1756.1, 1764.36], "text": " solution. And that as they did that, the power and the resistance to the problems as we saw it grew."}, {"timestamp": [1764.36, 1765.72], "text": " and the resistance to the problems as we saw it grew."}, {"timestamp": [1769.94, 1771.7], "text": " And I think when we think about how to keep CC mainstream and to make it even more central,"}, {"timestamp": [1771.84, 1773.86], "text": " we ought to be thinking about what are the additional,"}, {"timestamp": [1774.06, 1776.8], "text": " what are the other problems that we can address"}, {"timestamp": [1776.8, 1777.9], "text": " and solve in the same way?"}, {"timestamp": [1778.72, 1782.72], "text": " What are the other ways in which what has evolved"}, {"timestamp": [1782.72, 1786.9], "text": " is poisonous to society and what can we do to address it?"}, {"timestamp": [1786.9, 1797.92], "text": " Now, that doesn't mean we give up the core work of copyright, which we have a moral obligation to continue to sustain for as long as time."}, {"timestamp": [1798.8, 1804.74], "text": " But I do think it's an invitation for people to say, what is a CC-like solution to this problem?"}, {"timestamp": [1806.64, 1807.68], "text": " invitation for people to say, what is a CC-like solution to this problem? And maybe there isn't."}, {"timestamp": [1813.72, 1831.14], "text": " Certain problems need real intervention by governments to fix. But I think that there are many more that we could be developing and exploring and testing and spreading that would make the idea much more central. And so these require ideas that catch"}, {"timestamp": [1831.14, 1837.1], "text": " the imagination of people as giving them an opportunity to express a certain solution"}, {"timestamp": [1837.1, 1846.8], "text": " to a problem we all agree is out there. And as they participate, that participation builds a movement beyond their one additional joining."}, {"timestamp": [1847.36, 1850.2], "text": " And I think there's more opportunity for that."}, {"timestamp": [1850.2, 1860.06], "text": " And I think this community has the diversity that would make discovering those and building those something we could do very easily."}, {"timestamp": [1861.78, 1864.26], "text": " What do you think CC's Moonshop should be?"}, {"timestamp": [1864.38, 1866.06], "text": " Is there something in the climate space"}, {"timestamp": [1866.06, 1868.64], "text": " you think we should be be looking at barry"}, {"timestamp": [1868.64, 1877.88], "text": " do you think climate is one of the central problems facing the world 20 years ago i would"}, {"timestamp": [1877.88, 1881.92], "text": " have said climate was one of the central problems but there's so many others that have become"}, {"timestamp": [1881.92, 1885.12], "text": " central since then too, democracy being one of"}, {"timestamp": [1885.12, 1890.9], "text": " them. But I think that if we think about climate, we need to think about what's the CC way to"}, {"timestamp": [1890.9, 1896.22], "text": " address a climate problem. My own view is the climate problem is going to need government"}, {"timestamp": [1896.22, 1906.66], "text": " intervention. The United States has still not passed a single piece of legislation to address the problem of climate change in a"}, {"timestamp": [1906.66, 1914.0], "text": " comprehensive way. Not one in the 20 years since this issue has become central to people's"}, {"timestamp": [1914.0, 1918.58], "text": " understanding and recognition. So I think that's going to be essential to it. But in addition"}, {"timestamp": [1918.58, 1931.0], "text": " to that, there are CC-like ways that people can join a climate movement and to signal and to engage in a way that builds a stronger grassroots movement around the support for climate."}, {"timestamp": [1931.16, 1943.36], "text": " And that includes ideas that people have been talking about, ways to free clean technology, whether it's patents primarily or copyrights as well that make it harder for it to be deployed."}, {"timestamp": [1945.68, 1951.42], "text": " or copyrights as well that make it harder for it to be deployed. It means surfacing the responsibility all of us have, because at a certain core, that's what Creative Commons did"}, {"timestamp": [1951.42, 1957.06], "text": " originally, especially to people who otherwise were understood to have an obligation to make"}, {"timestamp": [1957.06, 1964.66], "text": " their work available freely. We academics felt it was our responsibility to make it clear how you"}, {"timestamp": [1964.66, 1965.94], "text": " could build on our work. I think"}, {"timestamp": [1965.94, 1970.74], "text": " all of us as citizens need to have an easy way to signal our responsibility to contribute"}, {"timestamp": [1970.74, 1979.46], "text": " to a better, healthier climate future in ways that matter as opposed to ways that just seem"}, {"timestamp": [1979.46, 1989.66], "text": " easy. So I think that there's lots we can do, but again, I would urge us to think about what is a CC way to address that and to deploy and push in that direction first."}, {"timestamp": [1990.74, 1998.12], "text": " I think that's a really important point about the CC way, Larry. I think that's a beautiful way to phrase it. Thank you for that."}, {"timestamp": [2005.52, 2010.48], "text": " what are your thoughts on the effort to try to use copyright to tackle non-copyright problems, something we keep coming up against, particularly around ethical licensing and harms, or using"}, {"timestamp": [2010.48, 2015.2], "text": " copyright in ways which prevent the use of biometric data in images?"}, {"timestamp": [2018.16, 2024.0], "text": " I'm not going to say I'm against it in general. I'm going to say I'm skeptical about it,"}, {"timestamp": [2030.04, 2037.62], "text": " it in general, I'm going to say I'm skeptical about it because copyright is a body of control that works well for some problems and not for others. There can be copyrighted work"}, {"timestamp": [2037.62, 2066.52], "text": " that's freely licensed, and then the uses of those works can violate other values, privacy values or publicity values or values about the integrity of the original work that are not really copyright issues. of legal interventions that we can imagine leveraging beyond just copyright,"}, {"timestamp": [2066.52, 2069.02], "text": " we can begin to think about how to enable people"}, {"timestamp": [2069.02, 2073.24], "text": " to address these more complicated problems too."}, {"timestamp": [2074.28, 2077.66], "text": " Again, as I said in my original talk,"}, {"timestamp": [2077.66, 2079.6], "text": " I think we have a lot of thinking to do"}, {"timestamp": [2079.6, 2081.16], "text": " in the context of privacy."}, {"timestamp": [2082.18, 2086.12], "text": " 20 years ago, my colleague, John Z Zittrain wrote a paper where he said,"}, {"timestamp": [2086.6, 2091.58], "text": " the privacy problem is the same as the copyright problem. In both cases, there are people who"}, {"timestamp": [2091.58, 2097.44], "text": " believe their data has been taken and it's out of their control. The copyright, it's the copyright"}, {"timestamp": [2097.44, 2101.38], "text": " owners who believe their data is being taken by the internet, it's out of their control. For privacy"}, {"timestamp": [2101.38, 2106.36], "text": " people, it's their own private data that's being taken and is out of control."}, {"timestamp": [2107.3, 2114.04], "text": " And Zitrain said the solution to one should be the solution to the other."}, {"timestamp": [2114.04, 2122.24], "text": " So in the context of copyright, many of us were arguing that we shouldn't be worried about controlling every single copy on the Internet."}, {"timestamp": [2122.26, 2122.7], "text": " every single copy on the internet."}, {"timestamp": [2123.5, 2123.74], "text": " We shouldn't be worried,"}, {"timestamp": [2125.04, 2126.56], "text": " we shouldn't be building systems to lock down everything,"}, {"timestamp": [2126.78, 2128.96], "text": " DRM systems that make reuse"}, {"timestamp": [2128.96, 2130.42], "text": " or remixing almost impossible."}, {"timestamp": [2130.82, 2131.9], "text": " Instead, we ought to be thinking"}, {"timestamp": [2131.9, 2135.1], "text": " about regulations that taxed uses"}, {"timestamp": [2135.1, 2136.3], "text": " that should be taxed"}, {"timestamp": [2136.88, 2138.5], "text": " and left other uses free"}, {"timestamp": [2138.5, 2142.06], "text": " so that kids in a school can remix"}, {"timestamp": [2142.06, 2143.24], "text": " and build upon content"}, {"timestamp": [2143.24, 2145.6], "text": " without worrying about copyright issues."}, {"timestamp": [2146.26, 2153.74], "text": " But Sony would have to clear the rights to images they want to use in a movie or for a book that they want to publish."}, {"timestamp": [2154.66, 2163.38], "text": " And that distinction focuses on changing the target of regulation from controlling the data, in a certain sense, to controlling the use."}, {"timestamp": [2163.84, 2168.16], "text": " And Citron said that's the same fight that should go on in the context of privacy."}, {"timestamp": [2169.02, 2174.76], "text": " So much now is focused on how do we lock down all data and make it impossible for anybody"}, {"timestamp": [2174.76, 2176.0], "text": " to get access to the data."}, {"timestamp": [2176.66, 2182.5], "text": " And I get why that seems intuitively right, given our skepticism about controlling anybody"}, {"timestamp": [2182.5, 2184.4], "text": " and their use of anybody's data."}, {"timestamp": [2184.4, 2196.22], "text": " But the equivalent move to copyright in the context of data is to say we ought to figure out which uses of data need to be controlled and which uses ought to be encouraged."}, {"timestamp": [2196.96, 2206.86], "text": " And the uses that ought to be controlled are the uses which ultimately sting the people who are providing the data freely. So there was a story just the"}, {"timestamp": [2206.86, 2212.36], "text": " other day about Apple using technology to be able to identify depression and cognitive decline"}, {"timestamp": [2212.36, 2218.68], "text": " by just watching how people use their phones. I think it's a good thing to be able to identify"}, {"timestamp": [2218.68, 2223.3], "text": " depression and cognitive decline. It helps us intervene in ways that could be helpful to the"}, {"timestamp": [2223.3, 2233.32], "text": " people who are depressed or cognitively declining. I feel myself that need often. But if these data were used in a way that"}, {"timestamp": [2233.32, 2240.84], "text": " punished or burdened the people who were depressed and cognitively declining, like by making insurance"}, {"timestamp": [2240.84, 2246.42], "text": " rates higher for those people, that would be a breach of an underlying social"}, {"timestamp": [2246.42, 2251.58], "text": " contract that I think we ought to articulate in the world of data that says, you're using my data,"}, {"timestamp": [2251.66, 2258.74], "text": " that's fine. You can't use it in a way that hurts me. And so I think that pushing in a way to push"}, {"timestamp": [2258.74, 2265.2], "text": " these ideas to make them make sense in an integrated digital environment"}, {"timestamp": [2265.2, 2268.68], "text": " is an important challenge that people in the CC world"}, {"timestamp": [2268.68, 2273.02], "text": " should be naturally adept at undertaking"}, {"timestamp": [2273.02, 2275.96], "text": " because that's what we've been doing with copyright for the last 20 years."}, {"timestamp": [2277.3, 2278.5], "text": " No, absolutely."}, {"timestamp": [2278.84, 2283.66], "text": " To start to wind out, in terms of what is a better internet,"}, {"timestamp": [2284.0, 2286.06], "text": " you've described some of that in your main speech"}, {"timestamp": [2286.06, 2292.1], "text": " but if there are two or three things we could do in the next five to ten years what do you think"}, {"timestamp": [2292.1, 2296.72], "text": " our focus should be in achieving a better internet because we want to see better sharing and a better"}, {"timestamp": [2296.72, 2307.36], "text": " internet is around that issue i think we should take advantage right now of the genuinely cross-partisan concern that"}, {"timestamp": [2307.36, 2313.14], "text": " exists about the way social media is affecting culture and democracy."}, {"timestamp": [2313.14, 2316.52], "text": " It's astonishing that this is like one of the only issues in America, at least, where"}, {"timestamp": [2316.52, 2319.7], "text": " people on the right and people on the left agree."}, {"timestamp": [2319.7, 2327.06], "text": " And they agree that there is obvious problems, harms being caused by these technologies, and we need to"}, {"timestamp": [2327.06, 2331.54], "text": " address them. I've said that I think we need to think about the ways that companies like Facebook"}, {"timestamp": [2331.54, 2338.96], "text": " are tobacco companies. Nobody went into the sale of tobacco hoping to cause cancer. Nobody sold"}, {"timestamp": [2338.96, 2347.68], "text": " tobacco hoping to addict people to harmful, dangerous products. But when it turned out cigarettes were harmful"}, {"timestamp": [2347.68, 2353.1], "text": " and dangerous and you could sell more, the more addictive you made them, those companies had to"}, {"timestamp": [2353.1, 2360.06], "text": " decide what they would do. Would they behave in a way to improve the safety of their product or to"}, {"timestamp": [2360.06, 2370.14], "text": " make it less addictive? Or would they behave in a way to make it more addictive and therefore more profitable? And what they did was choose profit over people. And I think what the Facebook"}, {"timestamp": [2370.14, 2376.08], "text": " files are showing us, if they're true, obviously there's a lot to unpack and a lot to understand,"}, {"timestamp": [2376.76, 2384.72], "text": " but it's in context over context. Again, that company is faced with a choice. We can architect"}, {"timestamp": [2384.72, 2388.94], "text": " our product in this way and make it more safe, or we can architect our"}, {"timestamp": [2388.94, 2393.14], "text": " product in that way and make it more addictive and drive our growth and profits."}, {"timestamp": [2394.1, 2396.54], "text": " And again, they choose profits over people."}, {"timestamp": [2396.74, 2400.86], "text": " And most importantly, this is a problem outside of the United States."}, {"timestamp": [2400.86, 2410.74], "text": " People in the United States don't think about this, but 90% of Facebook's audience is outside of the United States. People in the United States don't think about this, but 90% of Facebook's audience is outside of the United States. But 90% of Facebook's safety budget is spent inside the"}, {"timestamp": [2410.74, 2415.18], "text": " United States. There are whole languages that Facebook can't even monitor because it doesn't"}, {"timestamp": [2415.18, 2418.96], "text": " have the technologies to monitor them. They haven't built them into their technologies."}, {"timestamp": [2419.24, 2424.46], "text": " So that when you have hate speech or incitement in those countries, there's no way for the platform"}, {"timestamp": [2424.46, 2425.02], "text": " to do anything"}, {"timestamp": [2425.02, 2431.96], "text": " about it because it can't even identify those problems. And the point is that this harm is"}, {"timestamp": [2431.96, 2438.6], "text": " substantial. It's not small. We're not talking about weakness of one tiny industry. We're talking"}, {"timestamp": [2438.6, 2447.14], "text": " about across the board in our society, from democracy to culture to our kids and human trafficking and every single problem"}, {"timestamp": [2447.14, 2456.22], "text": " that's important. And what's striking is, unlike with cancer and tobacco, where doctors could"}, {"timestamp": [2456.22, 2461.18], "text": " measure the effect of tobacco without permission of the tobacco companies, and we could discover"}, {"timestamp": [2461.18, 2468.04], "text": " that there was cancer without ever getting the tobacco companies to give us permission to make that discovery,"}, {"timestamp": [2468.66, 2476.88], "text": " with the data of social media, Facebook's data or Google or any of them, we don't have access to that information."}, {"timestamp": [2476.88, 2485.56], "text": " We can't even see it. It takes a whistleblower to give us access to the information to measure and evaluate the harm being caused by these platforms."}, {"timestamp": [2486.74, 2493.26], "text": " And so when I think about what do we need to mobilize to do to address the problem facing us right now,"}, {"timestamp": [2494.34, 2498.24], "text": " I think this is an important part of that challenge."}, {"timestamp": [2498.36, 2506.32], "text": " How do we motivate to get to that information we need to understand the harm that's being caused here?"}, {"timestamp": [2506.44, 2515.56], "text": " And what do we do to regulate or to intervene, whether from a CC side, like individuals engaging in a way that makes things better,"}, {"timestamp": [2515.56, 2518.46], "text": " or from a government side, which doesn't matter to me."}, {"timestamp": [2518.58, 2523.02], "text": " It's just something that has to be deployed to address this problem more effectively."}, {"timestamp": [2523.42, 2528.06], "text": " And I think that's one of the urgent problems before us right now."}, {"timestamp": [2528.14, 2532.34], "text": " And it happens to be the one where we've got unanimous support"}, {"timestamp": [2532.34, 2535.2], "text": " across the political aisle that something has to be done now."}, {"timestamp": [2536.14, 2537.48], "text": " And also it's cross-continental."}, {"timestamp": [2538.18, 2541.68], "text": " You've got the European debate, the British debate."}, {"timestamp": [2541.94, 2546.56], "text": " There's a huge amount of global discussion. And it's"}, {"timestamp": [2546.56, 2553.04], "text": " interesting, you describe it as big tobacco. One of the first pieces of laws I worked upon as an MEP"}, {"timestamp": [2553.04, 2558.68], "text": " was actually attacking the tobacco industry and getting graphic labels on cigarette packets. And"}, {"timestamp": [2558.68, 2565.46], "text": " then we ended up in a debate later on, in 10 years on, on e-cigarettes and all of that and about damage."}, {"timestamp": [2565.72, 2571.34], "text": " And so it's really interesting, the comparison and what we can learn from what went before."}, {"timestamp": [2571.78, 2577.92], "text": " So I think it's very timely as well, Larry. There is something about AI and also about"}, {"timestamp": [2577.92, 2580.7], "text": " intellectual property of the commons. I don't know if you've got any"}, {"timestamp": [2580.7, 2584.52], "text": " other points on those, Larry, before we wind up."}, {"timestamp": [2584.54, 2586.96], "text": " if you've got any other points on those, Larry, before we wind up."}, {"timestamp": [2591.78, 2595.82], "text": " I do think that understanding better how AI affects us is a critical objective that we ought to embrace and pursue."}, {"timestamp": [2596.88, 2599.74], "text": " The way to understand social media is not to understand"}, {"timestamp": [2599.74, 2604.2], "text": " the idea of Mark Zuckerberg sitting behind a control desk"}, {"timestamp": [2604.2, 2605.74], "text": " trying to affect society."}, {"timestamp": [2606.06, 2611.64], "text": " It's these billion-dollar AI systems that evolve their own intelligence."}, {"timestamp": [2611.76, 2629.98], "text": " I think of them as replicants from Blade Runner that evolve their own intelligence and begin to have a will of their own to the end that they've been assigned, the end of increasing engagement. There was a story in 2017 about Facebook's ad team offering a category"}, {"timestamp": [2629.98, 2636.7], "text": " called Jew haters. So you could buy ads for Jew haters. Now, there was no human that ever created"}, {"timestamp": [2636.7, 2642.54], "text": " the category Jew haters. It was created by the AI technology they had deployed to figure out which"}, {"timestamp": [2642.54, 2651.36], "text": " categories would be most profitable for them to sell to. And I think that what this points to is that not even they understand exactly what"}, {"timestamp": [2651.36, 2656.86], "text": " these technologies are doing and how they affect us. And we need to be extremely vigilant in"}, {"timestamp": [2656.86, 2662.4], "text": " understanding the way that they are manipulating us to produce the objective that they've been"}, {"timestamp": [2662.4, 2666.58], "text": " assigned because we're not aware of it individually"}, {"timestamp": [2666.58, 2672.36], "text": " and we don't even have the data to be aware of it collectively. So I think that's an important"}, {"timestamp": [2672.36, 2677.52], "text": " area. Not clear the CC problem, but it's certainly a social problem that all of us"}, {"timestamp": [2677.52, 2683.4], "text": " need to be aware of and push our governments and our researchers to help us understand better."}, {"timestamp": [2683.4, 2685.42], "text": " governments and our researchers to help us understand better."}, {"timestamp": [2692.0, 2692.42], "text": " Absolutely. Thank you, Larry, for founding this organisation and celebrating with us today,"}, {"timestamp": [2696.94, 2706.32], "text": " 20 years. That is some achievement, two decades, Larry, and it's wonderful you could be with us to celebrate. And we will be looking forward to the next 20 years as we have our new strategy of better sharing, but also just about"}, {"timestamp": [2706.32, 2711.54], "text": " how we can take our community together and address some of the world's pressing problems."}, {"timestamp": [2712.08, 2719.7], "text": " We have a duty of care. We have a mission and a vision. Have a wonderful day, Larry. And everyone,"}, {"timestamp": [2719.98, 2724.22], "text": " thank you for joining us for this conversation. Truly grateful. Thank you."}, {"timestamp": [2722.12, 2722.68], "text": " Thank you for joining us for this conversation."}, {"timestamp": [2723.36, 2723.66], "text": " Truly grateful."}, {"timestamp": [2724.22, 2726.82], "text": " Thank you."}, {"timestamp": [2730.06, 2730.64], "text": " Thanks for listening to Open Minds from Creative Commons."}, {"timestamp": [2733.22, 2733.66], "text": " Special thanks to the musician Broke For Free,"}, {"timestamp": [2736.68, 2738.94], "text": " whose track Daybird you heard at the beginning of this episode and you're listening to right now."}, {"timestamp": [2739.2, 2742.98], "text": " It's available under the Creative Commons Attribution License."}, {"timestamp": [2743.44, 2745.82], "text": " Meaning it's free for anyone to use."}, {"timestamp": [2745.98, 2750.9], "text": " You can find it at the Free Music Archive, freemusicarchive.org."}, {"timestamp": [2751.28, 2755.54], "text": " Please subscribe to our show so you don't miss any of our conversations"}, {"timestamp": [2755.54, 2759.74], "text": " with people working to make the internet and our global culture"}, {"timestamp": [2759.74, 2761.62], "text": " more open and collaborative."}, {"timestamp": [2762.22, 2764.24], "text": " We'll be back soon with another episode."}, {"timestamp": [2764.68, 2765.42], "text": " Talk to you then."}], "text": " Welcome to Open Minds from Creative Commons. I'm Oney Ann Ucom, CC's Campaigns Manager. Open Minds is a series of conversations with people working on issues we're involved with and subjects we're excited about. Each episode we sit down with amazing guests from the worlds of open culture, open education, open science, open technology, and more. We launched Open Minds in celebration of Creative Commons' 20th anniversary of our founding in December 2021, and the upcoming 20th anniversary of the first CC license in December 2022. And this episode marks an important milestone in that journey, as today, on the 19th of December 2021, we're celebrating Creative Commons' 20th anniversary. anniversary. Check out the episode description for ways that you can join the celebration. On this episode, we'll be taking you back to Creative Commons founder Lawrence Lessig's keynote from the 2021 CC Global Summit that originally took place in September. Lawrence, fondly referred to by many as Larry, reflects on how CC began, what it's accomplished, and is later joined by Creative Commons CEO Catherine Styler for a fireside chat where he shares his hopes for the next 20 years and beyond. Lawrence is the Roy L. Furman Professor of Law at Harvard Law School and director of the Edmund J. Safara Center for Ethics at Harvard University. He's a distinguished attorney, political activist, and an incredible visionary. Well, that's enough from me. Let's take it back to the roots of CC. So thank you so much for inviting me to participate in this 20th anniversary of Creative Commons. I usually would present some slide presentation to you. But the reality is I'm much more personally connected to this story than the slides might demonstrate. Let me tell you a little bit about that story and hope that at the end we have an idea about where we might go. So 20 years ago, there was an argument across the world, especially in America. We were in an extraordinary moment. Two different changes were happening at the same time. Change one was a change to the technology to enable access and sharing to an extraordinary degree never imagined before. And change, too, was an explosion in the legal infrastructure for controlling that sharing and access. Now, both sides in that revolution were understandable, but both sides were at war. And this was a certain arms race between technology and the law. And technology was winning the short-term battles, but many of us feared the law would win the war. So some of us thought maybe that could be another way. Rather than a world of all rights reserved, we could try to set up a system of some rights reserved. The question was, was there a way to, rather than marking no across all creativity, to mark yes. Rather than marking something that said don't, could we mark something that said do, please do, please take this and share this, because this I created in the tiny way that any of us ever create. This I created, but this I offer to you, to anyone, to take and to share and to build upon. Now, when we did this, upon. Now, when we did this, we didn't mean to scold anyone. We didn't mean to tell the musicians your work must be free. We didn't mean to say to the documentary filmmaker, you can't sell tickets or you shouldn't distribute your film through distribution channels that were commercial. We didn't mean to shake our fingers at anyone. We just meant to give everyone a way to do what they wanted to do. Okay, that's not quite literally true. I'll confess, I was quite eager to shake my finger at some, specifically those in my own field, academics. I was quite eager to shake my finger at my colleagues and say, we actually had a duty to make our work available to others. That actually is our job as academics. It's our job to make and share knowledge as openly, as freely as we could. And the journals and papers and even books that were blocked from free sharing were betrayals of our commitments as academics. But those thoughts were small thoughts. They were the petty wish to feel better than others. And the truth is, nothing of what CC has ever achieved has it achieved by criticizing others. Instead, everything CC has done, it has done by simply making it easier for others to do the right thing or to do the thing that feels right to the creator. Now, when we launched 20 years ago in a cavernous space somewhere in San Francisco with hundreds gathered to cheer the idea on, from Craig Newmark of Craigslist to John Perry Barlow, who wrote for the Grateful Dead, to even Jack Valenti, which most of you probably don't even remember, but he was the president of the Motion Picture Association of America. When we all gathered to celebrate the launch of this idea, no one knew where it would go. But it went quickly. People started making vlogs when people were not making vlogs, but when people wrote things that people read. They started sharing photographs in a fantastic site created by a couple called Flickr. They started sharing music, and slowly the infrastructure of publishing, including academic publishing, started to enable people to share their writing freely, including academic writing freely. We watched, and we counted, and we were astonished. And then very quickly, we decided we had to take this idea on the road, specifically on the road around the world. And for many years, I knew my oldest kid, Willem, born just a year after Creative Commons was born, mainly through a shaky FaceTime video connection from points across the globe. through a shaky FaceTime video connection from points across the globe, as we launched in CC Japan and Poland and Germany and Italy and Brazil and Argentina and the extraordinary Korea and so many more, all across the world. And what we discovered was that we had found a common cord across the world. That yes, there were people who wanted complete control, and yes, there were people who denied the right of anyone to control anything. But there were many more people who wanted simply and clearly to create and to make their creative work available to others, to learn from and to build from and to remix upon that work freely. We learned that we were better than we seemed, that our goodness was so often hidden, but CC helped to make that goodness seen. This is the part of the internet that so many, I think, This is the part of the internet that so many, I think, miss today. We're surrounded by the ugly. Because it turns out, unfortunately for us, harm and hate make money. But in addition to these platforms, there are gems across the internet that show us something better. Wikipedia, CC-licensed source of an extraordinary range of knowledge is a perpetual inspiration to how we could be better. And even platforms like Reddit reveal how many of us are so much more than anyone might have dreamed. When I was a kid, the world seemed like a world of hierarchies. There were the very talented sitting at the very top, people who knew something, and then there was the rest. And everyone presumed, because they were not at the top, that the rest just didn't know much. Now that was a weird reality. People should have wondered how it could have been that the only people at the top, the only people who really knew something, seemed to be white males who controlled everything. But there wasn't actually space to even test whether that was weird. And the channels that were, those channels showed a narrow range of humanity to humanity. Now, in those channels that show this narrow range, it became easy to think that the few is all that there were. But when the internet exploded, in the good sense of it exploding, what it did, I think, more than anything, was to show us that there is talent everywhere. Read a subreddit regularly, not just the articles but the comments, and you will see again and again people who know an extraordinary amount, at least in their own corners. They have read, they have studied, they have fought, and they have critiqued. And they were an invisible world of superheroes before, now made visible on the net. We don't talk about them much. The world is focused on the crazy and the mean. The news is focused on the crazy and the mean. But this freedom has done more than make the crazy and the mean. It's not surprising the news focuses on the crazy because hate and terror sells. the crazy because hate and terror sells. And for that part of the net driven by ads and money, the ugly is everywhere because the ugly sells. Now, that's a point that my friend, our friend, Aaron Swartz, made frequently. Aaron would say the internet is the best of things. The Internet is the worst of things. It is both of those things together. It is that. It will always be that. But it need not be that in the proportion that it is now. We can nurture the good part. We can turn away from the bad, and we can innovate, as Cici did 20 years ago, to do precisely that. Now, that hope for innovation is what keeps me personally so excited about this movement. We face problems today more pressing than the problems the world faced 20 years ago. But right now here, in the conversations that this movement has inspired, you can hear the echoes, the first echoes of new solutions to these new problems. 20 years ago, the music industry told artists that we were just the latest dot-com craze focused on stealing their work and their livelihood. Never mind that we were a dot org, the idea struck in the heads of many, and that idea stuck to this day for many. But right now, being discussed across the world, we're seeing new ways to deploy open and free technology to give artists and the public the best of both worlds. to give artists and the public the best of both worlds. There is no internet today in the original sense of a network of networks, all relatively equal. Instead, there are silos of content today, owned within their own silos, and driving the economy of those silos is an endless hoovering of data, our data, that these commercial inks use to manipulate us more. They can't help it. They are digital tobacco companies. They're in the business to addict us and make us healthy, not because they want to, but because that's how they make the most money. It's in their DNA. And what we should be doing now, we in this counter movement, is to ask, is there a CC-like solution to that problem too? Are there tools that we could enable that would steer us back from that abyss? Are there ways we could empower all of us to better resist the poison of those few? Now, people talk about this as a kind of CC for privacy, but there's an important sense in which that's not actually what I mean. Privacy is thought to mean controlling access to data, blocking access to data, keeping stuff secret, and no doubt much more than is secret now, it should be kept secret going forward. But the more fundamental idea that we need to rediscover is an idea that would architect an infrastructure to enable wide use of data while protecting against certain uses of data, those uses that harm those providing the data. An architecture that spoke as a simple social contract, that you can't use my stuff to harm me. Now, we couldn't do that alone. The problem of social media in the modern life will take regulation by governments, assuming we still have governments around the world, as well as a commitment by ordinary people to solve the pathologies they spread. But I think we can build the tools within the CC movement thought of writ large, that point in the same direction, just as the licenses we built 20 years ago pointed in a direction that seems so obvious today. So many of us are here because of so many who brought us here. From the founders, Hal and Jamie and Laurie and Eric and Mike, to those who built Rev. 1 of Creative Commons, our current board chair, Molly, and our newest board member, Glenn, to those who gave us extraordinary support, Brewster and his archive, Hewlett and MacArthur and Gates and Bob Young and so many others, and the early artist adopters from Gilberto Gil in Brazil to David Byrne to Shepard Fairey and so many more. To those who lived our ideals, we are thankful for bringing us here. And to those who died with and for, or maybe because of our ideals, we are eternally grateful for being here. Of course, Aaron and Basil specifically, but so many others who have fought too, because they believed in what we were teaching. And to those who continue this work, inspired and inspiring so many more, Catherine and the current and growing board and an extraordinary staff, these people who have made CC Creative Commons so much more than I ever thought it could be. To all of those, let us celebrate today. And to all of those, let me, who gets so much more credit in this story than I ever deserved, let me say thank you. 20 years is forever, and 20 years is just a beginning. The first 20 were extraordinary, but I think the next 20 could be so much, much more. Thank you so much for gathering to celebrate. And thank you for the inspiration and ideas that will make the next 20 even more important than the first. Thank you, Catherine. Thank you so much, Larry. So inspiring. A tour de force. And I think that maybe first I could ask you what surprised you most Larry about what you've seen in the past 20 years you've talked us through some of the things but is there one thing that surprised you over everything else? I think the thing that surprised me most was the way in which this movement became second nature to such an extraordinary range of people. People began to recognize, not because we were teaching, but when they recognized they saw us as a pattern, that this was a way to encourage and support creativity, not a way to attack it. And that was the hardest argument we faced originally, because so many people originally saw what we were doing as challenging or criticizing the work of artists, when we thought we were doing was just empowering a wider range of creativity. So to see that recognition, that kind of common sense become so pervasive, I think it's been the most rewarding part of this whole story. Thank you so much, Larry. I will then go on and ask you something about open societies. You touched on democracy. What do you think our movement is in terms of the challenges we face about open societies today, Larry? I think the biggest challenge we face is that the infrastructure of the Internet has turned against us in the most important parts of our social and collective life. When Creative Commons was born, advertising was just not really what anybody was thinking about. And more specifically, they were not thinking about a model of advertising which Shoshana Zuboff so brilliantly calls surveillance capitalism, a model of advertising that depended on not just monitoring or surveilling us, but poking and tweaking us and pushing us to behave in ways that revealed more data to them. Now, in principle, that wouldn't be troubling, except for the fact that when they do that, they turn us into crazy extremists. And we become more polarized. we become more filled with hate, we become less capable of understanding the world around us. And the consequences for democracy are extraordinarily bad. And more than democracy, the consequences in ordinary people's lives is extraordinarily significant. The rise of teen suicides for girls between the age of 12 and 17 tracks perfectly. The rise in social media tripling now because these media feed on driving the insecurity that drives people to engage more. And I think our biggest challenge is to figure out whether we can stand up to that threat and do something about it. And it's not going to be easy for governments to do anything about it. In the United States, they're going to say the First Amendment forbids the government from doing anything about it. But even around the world, it's not even clear to many people what a solution would look like. the world, it's not even clear to many people what a solution would look like. But what we need to do is to begin the conversation to recognize how these tobacco companies, which we call Facebook and Instagram and others on the net, can't be trusted to have our best interest at heart. And then instead, we need to take responsibility for the future of the environment of the Internet so that we don't have an Internet that's poisoning culture, but instead the Internet of Wikipedia and so much of what Creative Commons supports that feeds the soul of our societies. Thank you so much, Larry, for that. It's so inspiring. A couple of questions have come in. What would you have liked to work better with the CC movement is one. The second is, if Jack Valenti was your foil in Fingerwag for 20 years ago, who would be that person today? So one question about the movement and another question about who would be your foil today. Over to you. about who would be your foil today. Over to you. I've often felt like the father who loves but is so critical of the child. So I have tried to express my love, but I've been constantly hoping we could do more to integrate our infrastructure of freedom into the technology of the net. I think we have an enormous opportunity right now because technology has caught up with the ideas. When we had our fifth anniversary, we were talking about the idea of CC+, which would be a technology to enable people to put their content out there that could be freely used. But when freely used, also offer a simple way to commercially license that content as well, packaged into the same product. And when we tried to do that 15 years ago, it was hard to see how that would really work. It was too cumbersome. But today there are companies that are enabling that kind of use directly. And I think we should be embracing the idea that we're trying to facilitate these many different uses of creative work so that in the context of creating and sharing, people have a better recognition of the kind of freedoms that are actually intended by the artists. So who's the foil? I have to confess, many people think this is weird, but I really came to love Jack Valenti as a person. I debated him multiple times. When we launched Creative Commons, he did a wonderful video about why Creative Commons was a great idea. video about why Creative Commons was a great idea. He was a serious representative for the interests he represented, but he was a person too. I think my foil today is not a person. I think my foil today is really a business model that has corrupted deeply both democracy and culture on the net. I think my foil today, I sometimes think I want to write a book about just how evil advertising is. I don't mean all conceptions of advertising, but the way it has developed, it has destroyed such importantly valuable context of our life. Everything from the web, where all content now is written to be 10 times longer than it needs to be, so you have to page through 50 ads to get to the very end, to our cell phones, which are constantly barraged with advertising by spammers, to our email, which is basically useless for most people because who has the time to even go through the spam and get rid of it so that they can see what the real email is. All of these are poisons that have been driven by a business model that I don't think we should just take for granted. I think we need to recraft spaces of control in our life. If somebody demands our attention, they should have to pay for it. It's the inverse of copyright. If you want my attention, you've got to give me something for it. You can't inverse of copyright. You want my attention? You got to give me something for it. You can't steal my attention with an ad and think that that's okay. That should be as much a crime as stealing copyrighted material or stealing somebody's work and using it with that attribution. So I think what I find myself worried about right now is that we as a culture don't yet know how to reckon, how to grok a platform driven by AI technologies, which have a single purpose behind them, to manipulate us, to give them our attention. They're better at manipulating us than we are at resisting them. And we have to find a way to trigger the movement that might resist that manipulation. Thank you, a challenge to all of us. Thanks Ari. Can you talk about a particularly memorable CC community event, a great chapter launch or summit? No there's not one, there's a million. The experience of launching CC around the world was the most moving and edifying experience I've had in my adult life. From the first launches in Japan to the extraordinary launches in Korea, where we were taken, some might say forced, into karaoke bars all across the city to Brazil and the celebration of free culture that Gilberto Gil drove and we celebrated with concerts across that country. I remember following Gil when Gil was a culture minister and I followed him into a conference and I wrote an article about it. And the title of the article was, this is what democracy looks like. Because here was Gervais de Gilles, a government official, surrounded by thousands of people who were reaching out and touching him and demanding he answer questions. And he was supposed to be there for 20 minutes. But two hours later, he was still responding to these questions of people who are trying to understand how their government might help them and the culture better. And to see the life and the vibrancy of the ideas that we were talking about, I came as an academic, they felt academic to me, they were real in that context. That was incredibly inspirational. So there's so many thoughts like that. And I think about so many people along the way. We still have the video. We should make that available on our site of the launch 20 years ago. And a 14-year-old Aaron Swartz standing up behind a podium that was taller than he was, describing the technical infrastructure that he had designed for Creative Commons. That still is extraordinarily moving to me. And the times that I got to work with are meet Basel, who was then taken by the Syrian government, in part because of his advocacy for the ideals that we stand for, and eventually murdered by the Syrian government. Those people, those moments will forever be with me. And my gratitude is endless. Molly is a source of some of that. Glenn, who just rejoined the board. Glenn was a kid just out of law school when he came to Creative Commons. And we were started in the basement of Stanford Law School. And Glenn would work so hard that I'd often come to the office and find him sleeping under the desk on the floor because he had been there until 12 and he was going to have to do something at 5. And these are people who gave everything they had to this movement these ideals and obviously that continues today but that's what fills my memory when I think about creative commons and as you say we're very pleased that Glenn is back on the board well on the board not back on the board but on the board so we're truly grateful Dorothy Gordon has put something and I think it relates to the conversation we've just been having about how do we really get CC to be mainstreamed and I think some of the things you've been saying there about feeling being part of of that broader community when you were out talking with that government minister and how do we become more mainstream maybe that's something you'd like to talk to Larry as well. How do you think we become not just a niche, but become more mainstream? When I think about CC the movement, what I think about is people thinking creatively how to address the problem of the day. And 20 years ago, the problem of the day was copyright. And that was an important problem to address. And we had, I think, an innovative way to address it that caught on and spread wildly. But what was essential to that solution was that it depended on people voluntarily taking up the solution. And that as they did that, the power and the resistance to the problems as we saw it grew. and the resistance to the problems as we saw it grew. And I think when we think about how to keep CC mainstream and to make it even more central, we ought to be thinking about what are the additional, what are the other problems that we can address and solve in the same way? What are the other ways in which what has evolved is poisonous to society and what can we do to address it? Now, that doesn't mean we give up the core work of copyright, which we have a moral obligation to continue to sustain for as long as time. But I do think it's an invitation for people to say, what is a CC-like solution to this problem? invitation for people to say, what is a CC-like solution to this problem? And maybe there isn't. Certain problems need real intervention by governments to fix. But I think that there are many more that we could be developing and exploring and testing and spreading that would make the idea much more central. And so these require ideas that catch the imagination of people as giving them an opportunity to express a certain solution to a problem we all agree is out there. And as they participate, that participation builds a movement beyond their one additional joining. And I think there's more opportunity for that. And I think this community has the diversity that would make discovering those and building those something we could do very easily. What do you think CC's Moonshop should be? Is there something in the climate space you think we should be be looking at barry do you think climate is one of the central problems facing the world 20 years ago i would have said climate was one of the central problems but there's so many others that have become central since then too, democracy being one of them. But I think that if we think about climate, we need to think about what's the CC way to address a climate problem. My own view is the climate problem is going to need government intervention. The United States has still not passed a single piece of legislation to address the problem of climate change in a comprehensive way. Not one in the 20 years since this issue has become central to people's understanding and recognition. So I think that's going to be essential to it. But in addition to that, there are CC-like ways that people can join a climate movement and to signal and to engage in a way that builds a stronger grassroots movement around the support for climate. And that includes ideas that people have been talking about, ways to free clean technology, whether it's patents primarily or copyrights as well that make it harder for it to be deployed. or copyrights as well that make it harder for it to be deployed. It means surfacing the responsibility all of us have, because at a certain core, that's what Creative Commons did originally, especially to people who otherwise were understood to have an obligation to make their work available freely. We academics felt it was our responsibility to make it clear how you could build on our work. I think all of us as citizens need to have an easy way to signal our responsibility to contribute to a better, healthier climate future in ways that matter as opposed to ways that just seem easy. So I think that there's lots we can do, but again, I would urge us to think about what is a CC way to address that and to deploy and push in that direction first. I think that's a really important point about the CC way, Larry. I think that's a beautiful way to phrase it. Thank you for that. what are your thoughts on the effort to try to use copyright to tackle non-copyright problems, something we keep coming up against, particularly around ethical licensing and harms, or using copyright in ways which prevent the use of biometric data in images? I'm not going to say I'm against it in general. I'm going to say I'm skeptical about it, it in general, I'm going to say I'm skeptical about it because copyright is a body of control that works well for some problems and not for others. There can be copyrighted work that's freely licensed, and then the uses of those works can violate other values, privacy values or publicity values or values about the integrity of the original work that are not really copyright issues. of legal interventions that we can imagine leveraging beyond just copyright, we can begin to think about how to enable people to address these more complicated problems too. Again, as I said in my original talk, I think we have a lot of thinking to do in the context of privacy. 20 years ago, my colleague, John Z Zittrain wrote a paper where he said, the privacy problem is the same as the copyright problem. In both cases, there are people who believe their data has been taken and it's out of their control. The copyright, it's the copyright owners who believe their data is being taken by the internet, it's out of their control. For privacy people, it's their own private data that's being taken and is out of control. And Zitrain said the solution to one should be the solution to the other. So in the context of copyright, many of us were arguing that we shouldn't be worried about controlling every single copy on the Internet. every single copy on the internet. We shouldn't be worried, we shouldn't be building systems to lock down everything, DRM systems that make reuse or remixing almost impossible. Instead, we ought to be thinking about regulations that taxed uses that should be taxed and left other uses free so that kids in a school can remix and build upon content without worrying about copyright issues. But Sony would have to clear the rights to images they want to use in a movie or for a book that they want to publish. And that distinction focuses on changing the target of regulation from controlling the data, in a certain sense, to controlling the use. And Citron said that's the same fight that should go on in the context of privacy. So much now is focused on how do we lock down all data and make it impossible for anybody to get access to the data. And I get why that seems intuitively right, given our skepticism about controlling anybody and their use of anybody's data. But the equivalent move to copyright in the context of data is to say we ought to figure out which uses of data need to be controlled and which uses ought to be encouraged. And the uses that ought to be controlled are the uses which ultimately sting the people who are providing the data freely. So there was a story just the other day about Apple using technology to be able to identify depression and cognitive decline by just watching how people use their phones. I think it's a good thing to be able to identify depression and cognitive decline. It helps us intervene in ways that could be helpful to the people who are depressed or cognitively declining. I feel myself that need often. But if these data were used in a way that punished or burdened the people who were depressed and cognitively declining, like by making insurance rates higher for those people, that would be a breach of an underlying social contract that I think we ought to articulate in the world of data that says, you're using my data, that's fine. You can't use it in a way that hurts me. And so I think that pushing in a way to push these ideas to make them make sense in an integrated digital environment is an important challenge that people in the CC world should be naturally adept at undertaking because that's what we've been doing with copyright for the last 20 years. No, absolutely. To start to wind out, in terms of what is a better internet, you've described some of that in your main speech but if there are two or three things we could do in the next five to ten years what do you think our focus should be in achieving a better internet because we want to see better sharing and a better internet is around that issue i think we should take advantage right now of the genuinely cross-partisan concern that exists about the way social media is affecting culture and democracy. It's astonishing that this is like one of the only issues in America, at least, where people on the right and people on the left agree. And they agree that there is obvious problems, harms being caused by these technologies, and we need to address them. I've said that I think we need to think about the ways that companies like Facebook are tobacco companies. Nobody went into the sale of tobacco hoping to cause cancer. Nobody sold tobacco hoping to addict people to harmful, dangerous products. But when it turned out cigarettes were harmful and dangerous and you could sell more, the more addictive you made them, those companies had to decide what they would do. Would they behave in a way to improve the safety of their product or to make it less addictive? Or would they behave in a way to make it more addictive and therefore more profitable? And what they did was choose profit over people. And I think what the Facebook files are showing us, if they're true, obviously there's a lot to unpack and a lot to understand, but it's in context over context. Again, that company is faced with a choice. We can architect our product in this way and make it more safe, or we can architect our product in that way and make it more addictive and drive our growth and profits. And again, they choose profits over people. And most importantly, this is a problem outside of the United States. People in the United States don't think about this, but 90% of Facebook's audience is outside of the United States. People in the United States don't think about this, but 90% of Facebook's audience is outside of the United States. But 90% of Facebook's safety budget is spent inside the United States. There are whole languages that Facebook can't even monitor because it doesn't have the technologies to monitor them. They haven't built them into their technologies. So that when you have hate speech or incitement in those countries, there's no way for the platform to do anything about it because it can't even identify those problems. And the point is that this harm is substantial. It's not small. We're not talking about weakness of one tiny industry. We're talking about across the board in our society, from democracy to culture to our kids and human trafficking and every single problem that's important. And what's striking is, unlike with cancer and tobacco, where doctors could measure the effect of tobacco without permission of the tobacco companies, and we could discover that there was cancer without ever getting the tobacco companies to give us permission to make that discovery, with the data of social media, Facebook's data or Google or any of them, we don't have access to that information. We can't even see it. It takes a whistleblower to give us access to the information to measure and evaluate the harm being caused by these platforms. And so when I think about what do we need to mobilize to do to address the problem facing us right now, I think this is an important part of that challenge. How do we motivate to get to that information we need to understand the harm that's being caused here? And what do we do to regulate or to intervene, whether from a CC side, like individuals engaging in a way that makes things better, or from a government side, which doesn't matter to me. It's just something that has to be deployed to address this problem more effectively. And I think that's one of the urgent problems before us right now. And it happens to be the one where we've got unanimous support across the political aisle that something has to be done now. And also it's cross-continental. You've got the European debate, the British debate. There's a huge amount of global discussion. And it's interesting, you describe it as big tobacco. One of the first pieces of laws I worked upon as an MEP was actually attacking the tobacco industry and getting graphic labels on cigarette packets. And then we ended up in a debate later on, in 10 years on, on e-cigarettes and all of that and about damage. And so it's really interesting, the comparison and what we can learn from what went before. So I think it's very timely as well, Larry. There is something about AI and also about intellectual property of the commons. I don't know if you've got any other points on those, Larry, before we wind up. if you've got any other points on those, Larry, before we wind up. I do think that understanding better how AI affects us is a critical objective that we ought to embrace and pursue. The way to understand social media is not to understand the idea of Mark Zuckerberg sitting behind a control desk trying to affect society. It's these billion-dollar AI systems that evolve their own intelligence. I think of them as replicants from Blade Runner that evolve their own intelligence and begin to have a will of their own to the end that they've been assigned, the end of increasing engagement. There was a story in 2017 about Facebook's ad team offering a category called Jew haters. So you could buy ads for Jew haters. Now, there was no human that ever created the category Jew haters. It was created by the AI technology they had deployed to figure out which categories would be most profitable for them to sell to. And I think that what this points to is that not even they understand exactly what these technologies are doing and how they affect us. And we need to be extremely vigilant in understanding the way that they are manipulating us to produce the objective that they've been assigned because we're not aware of it individually and we don't even have the data to be aware of it collectively. So I think that's an important area. Not clear the CC problem, but it's certainly a social problem that all of us need to be aware of and push our governments and our researchers to help us understand better. governments and our researchers to help us understand better. Absolutely. Thank you, Larry, for founding this organisation and celebrating with us today, 20 years. That is some achievement, two decades, Larry, and it's wonderful you could be with us to celebrate. And we will be looking forward to the next 20 years as we have our new strategy of better sharing, but also just about how we can take our community together and address some of the world's pressing problems. We have a duty of care. We have a mission and a vision. Have a wonderful day, Larry. And everyone, thank you for joining us for this conversation. Truly grateful. Thank you. Thank you for joining us for this conversation. Truly grateful. Thank you. Thanks for listening to Open Minds from Creative Commons. Special thanks to the musician Broke For Free, whose track Daybird you heard at the beginning of this episode and you're listening to right now. It's available under the Creative Commons Attribution License. Meaning it's free for anyone to use. You can find it at the Free Music Archive, freemusicarchive.org. Please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our global culture more open and collaborative. We'll be back soon with another episode. Talk to you then."}