{"speakers": [{"speaker": "SPEAKER_00", "timestamp": [0.0, 9.5], "text": " Welcome to Open Minds from Creative Commons. I'm Oney-Ann Ugin, CC's Campaigns Manager."}, {"speaker": "SPEAKER_00", "timestamp": [10.2, 15.14], "text": " We're celebrating Creative Commons' 20th anniversary this year, and one of the ways"}, {"speaker": "SPEAKER_00", "timestamp": [15.14, 20.86], "text": " we're doing that is with this podcast, a series of conversations with people working on issues"}, {"speaker": "SPEAKER_00", "timestamp": [20.86, 23.86], "text": " we're involved with and subjects we're excited about."}, {"speaker": "SPEAKER_00", "timestamp": [23.86, 24.62], "text": " working on issues we're involved with and subjects we're excited about."}, {"speaker": "SPEAKER_00", "timestamp": [31.68, 38.18], "text": " On this episode, we sit down with dynamic duo Yana Burethabinyir and Pavel Konchev, two of three co-founders of FineActs, a global creative studio that encourages"}, {"speaker": "SPEAKER_00", "timestamp": [38.18, 44.22], "text": " experimentation and collaboration across disciplines to inspire social change."}, {"speaker": "SPEAKER_00", "timestamp": [46.2, 53.48], "text": " collaboration across disciplines to inspire social change. Fine Acts brings together multidisciplinary teams of artists, activists, and technologists to prototype compelling works of art"}, {"speaker": "SPEAKER_00", "timestamp": [53.48, 60.38], "text": " aligned with specific human rights campaigns. And they publish all completed works on the"}, {"speaker": "SPEAKER_00", "timestamp": [60.38, 66.4], "text": " greats.co under CC licenses for anyone to use and adapt non-commercially."}, {"speaker": "SPEAKER_00", "timestamp": [67.0, 73.9], "text": " Jana is the Executive Director of Fine Acts, a TED Senior Fellow, Young Global Leader of the"}, {"speaker": "SPEAKER_01", "timestamp": [73.9, 80.84], "text": " World Economic Forum, a Fellow of the Royal Society of Arts, and her most recent TED Talk"}, {"speaker": "SPEAKER_00", "timestamp": [80.84, 87.24], "text": " focused on the concept of Plativism has been viewed close to 2 million times."}, {"speaker": "SPEAKER_00", "timestamp": [87.84, 94.12], "text": " Pavel is chair of the Board of Finance, an Obama Foundation scholar at Columbia University,"}, {"speaker": "SPEAKER_00", "timestamp": [94.48, 101.88], "text": " and a Royal Society of Arts fellow. He was born in Bulgaria, where he co-founded Time Heroes with"}, {"speaker": "SPEAKER_00", "timestamp": [101.88, 105.7], "text": " Yana, the biggest online volunteering service in the country,"}, {"speaker": "SPEAKER_00", "timestamp": [105.7, 114.76], "text": " with 80,000 registered volunteers, which bagged him a spot on Forbes Bulgaria's list of 30 under 30."}, {"speaker": "SPEAKER_00", "timestamp": [115.74, 125.44], "text": " Jana and Pavel met on Twitter over a decade ago, united in their drive for activism that centers art, experimentation and play."}, {"speaker": "SPEAKER_00", "timestamp": [125.92, 127.72], "text": " Well, that's enough for me."}, {"speaker": "SPEAKER_00", "timestamp": [127.94, 131.36], "text": " Let's dive into this conversation with Jana and Pavel."}, {"speaker": "SPEAKER_00", "timestamp": [133.62, 135.84], "text": " So I'm Jana Tavanier."}, {"speaker": "SPEAKER_02", "timestamp": [135.94, 140.06], "text": " I'm the founder and executive director of FineActs."}, {"speaker": "SPEAKER_01", "timestamp": [140.54, 141.94], "text": " I'm Pavel Kuncev."}, {"speaker": "SPEAKER_01", "timestamp": [142.1, 146.88], "text": " I am the chair of the board of FINEX and also the co-founder"}, {"speaker": "SPEAKER_00", "timestamp": [146.88, 155.12], "text": " awesome awesome and whilst I was preparing for our interview today I had the opportunity to"}, {"speaker": "SPEAKER_00", "timestamp": [155.12, 162.46], "text": " dig into FINEX more and a theme that comes up for me and on a broad level is activism"}, {"speaker": "SPEAKER_00", "timestamp": [162.46, 166.74], "text": " activism means different things in different contexts to"}, {"speaker": "SPEAKER_00", "timestamp": [166.74, 173.02], "text": " different people and I'm just curious to learn what activism means to both of you"}, {"speaker": "SPEAKER_00", "timestamp": [173.02, 176.96], "text": " and how it shows up in your life and the work that you do."}, {"speaker": "SPEAKER_02", "timestamp": [178.5, 185.12], "text": " I will start. I actually used to be an investigative journalist before becoming an activist."}, {"speaker": "SPEAKER_02", "timestamp": [185.56, 193.32], "text": " And I became an activist because of the huge frustration that I was feeling because of a lack of real impact."}, {"speaker": "SPEAKER_02", "timestamp": [193.32, 202.78], "text": " So after a lot of experiments, today I practice what could be called evidence-based activism."}, {"speaker": "SPEAKER_02", "timestamp": [202.78, 203.28], "text": " could be called evidence-based activism."}, {"speaker": "SPEAKER_02", "timestamp": [206.84, 210.88], "text": " I spent years researching what makes people care and actually key conclusions from neuroscience"}, {"speaker": "SPEAKER_02", "timestamp": [210.88, 213.82], "text": " and behavioral science include that opinions change"}, {"speaker": "SPEAKER_02", "timestamp": [213.82, 215.3], "text": " not through more information,"}, {"speaker": "SPEAKER_02", "timestamp": [215.6, 218.88], "text": " but through compelling empathy-inducing experiences"}, {"speaker": "SPEAKER_02", "timestamp": [218.88, 222.66], "text": " and that visual language works much better"}, {"speaker": "SPEAKER_02", "timestamp": [222.66, 227.22], "text": " than dry facts and abstract concepts and that art can trigger"}, {"speaker": "SPEAKER_02", "timestamp": [227.22, 234.18], "text": " empathy however that an emotional response should be done super carefully because people would"}, {"speaker": "SPEAKER_02", "timestamp": [234.18, 241.94], "text": " shut down or not respond if we simply evoke sadness guilt or fear and in the general"}, {"speaker": "SPEAKER_02", "timestamp": [241.94, 246.56], "text": " desensitization to social issues campaigns that bring all and"}, {"speaker": "SPEAKER_02", "timestamp": [246.56, 252.78], "text": " hope are most effective so all these are the principles that inform the activism that we do"}, {"speaker": "SPEAKER_02", "timestamp": [252.78, 258.84], "text": " in fine acts we are basically trying to change the world with with art with hope and with joy"}, {"speaker": "SPEAKER_01", "timestamp": [258.84, 266.3], "text": " yeah and my story i don't think it's as inspiring as Jana's."}, {"speaker": "SPEAKER_01", "timestamp": [266.3, 278.08], "text": " I used to work in advertising and something that drove me to advertising was the idea of nudging people's behavior and an influential culture."}, {"speaker": "SPEAKER_00", "timestamp": [278.8, 285.82], "text": " But of course, within the work that you do in advertising, you come to the point of disillusionment."}, {"speaker": "SPEAKER_01", "timestamp": [286.0, 289.58], "text": " This is something that made me switch in a way."}, {"speaker": "SPEAKER_01", "timestamp": [289.58, 295.46], "text": " But again, for me, activism is how we can influence culture"}, {"speaker": "SPEAKER_01", "timestamp": [295.46, 297.24], "text": " in a positive way."}, {"speaker": "SPEAKER_01", "timestamp": [297.78, 300.9], "text": " So this is basically my model now"}, {"speaker": "SPEAKER_01", "timestamp": [300.9, 304.74], "text": " and the way I try to practice it in work."}, {"speaker": "SPEAKER_00", "timestamp": [305.68, 309.06], "text": " Thank you both for sharing your journeys."}, {"speaker": "SPEAKER_00", "timestamp": [309.06, 314.68], "text": " It's interesting to see Yana with you, the investigative journalism background,"}, {"speaker": "SPEAKER_00", "timestamp": [315.38, 323.42], "text": " and Pavel with you starting in advertising and both looking for more meaning out of your careers,"}, {"speaker": "SPEAKER_00", "timestamp": [323.42, 323.74], "text": " both looking for more meaning out of your careers,"}, {"speaker": "SPEAKER_00", "timestamp": [328.28, 331.68], "text": " but also taking those skills that you built early on and propelling them into the work that you do."}, {"speaker": "SPEAKER_00", "timestamp": [332.18, 336.46], "text": " How did you both meet and end up founding FineActs"}, {"speaker": "SPEAKER_00", "timestamp": [336.46, 338.68], "text": " with your third co-founder, Julie Freeman?"}, {"speaker": "SPEAKER_00", "timestamp": [338.68, 344.58], "text": " And please give us a background and an overview of what FineActs is."}, {"speaker": "SPEAKER_01", "timestamp": [344.92, 348.0], "text": " Funnily enough, me and Jana, we both"}, {"speaker": "SPEAKER_00", "timestamp": [348.0, 357.6], "text": " met on Twitter. I think this was back in 2009. So we were following each other or we were"}, {"speaker": "SPEAKER_01", "timestamp": [357.6, 389.88], "text": " commenting on each other's posts. We started chatting and we started meeting in real life and discussing different issues that interest us or are triggering us or make us sad or make us happy. and this is how we came up with another idea, which is a predecessor of Fine Acts"}, {"speaker": "SPEAKER_00", "timestamp": [389.88, 391.5], "text": " and it's Time Heroes,"}, {"speaker": "SPEAKER_01", "timestamp": [392.16, 396.08], "text": " which is because we are both born and raised in Bulgaria."}, {"speaker": "SPEAKER_00", "timestamp": [396.82, 398.78], "text": " Something that, funnily enough,"}, {"speaker": "SPEAKER_01", "timestamp": [399.44, 401.44], "text": " we were talking about was volunteering"}, {"speaker": "SPEAKER_01", "timestamp": [401.44, 405.88], "text": " and the culture and the lacking culture of"}, {"speaker": "SPEAKER_01", "timestamp": [405.88, 413.28], "text": " volunteering in Bulgaria. What we tried to do then is to answer this very simple"}, {"speaker": "SPEAKER_01", "timestamp": [413.28, 426.44], "text": " question. Are we as people not active? Don't we care about issues? Or is there something else? And we bet on the second."}, {"speaker": "SPEAKER_01", "timestamp": [427.34, 430.2], "text": " And this is why we created Time Heroes,"}, {"speaker": "SPEAKER_01", "timestamp": [430.2, 434.6], "text": " which was and still is the biggest platform"}, {"speaker": "SPEAKER_01", "timestamp": [434.6, 435.92], "text": " for volunteering in Bulgaria."}, {"speaker": "SPEAKER_01", "timestamp": [436.26, 440.64], "text": " And it's a very simple tool that helps citizens"}, {"speaker": "SPEAKER_01", "timestamp": [440.64, 444.98], "text": " currently solely in Bulgaria to find causes"}, {"speaker": "SPEAKER_01", "timestamp": [444.98, 448.14], "text": " in a very simple way in terms of location,"}, {"speaker": "SPEAKER_01", "timestamp": [448.54, 454.76], "text": " how much time they want to pledge to a different cause and different types of causes."}, {"speaker": "SPEAKER_01", "timestamp": [455.4, 460.32], "text": " This was something that we did together and it grew extremely successful."}, {"speaker": "SPEAKER_01", "timestamp": [460.8, 469.36], "text": " And I don't want to brag about it, but currently Time Heroes has more than 83,000 volunteers"}, {"speaker": "SPEAKER_01", "timestamp": [469.36, 475.58], "text": " who are active and are supporting different causes solely in Bulgaria."}, {"speaker": "SPEAKER_01", "timestamp": [475.92, 490.6], "text": " And Bulgaria, back when we started this chat about the volunteering culture in Bulgaria back in 2009. Bulgaria was in the last place in the European Union in terms of volunteering."}, {"speaker": "SPEAKER_01", "timestamp": [490.6, 497.2], "text": " Less than 10% of the population had ever done any volunteering work."}, {"speaker": "SPEAKER_01", "timestamp": [497.2, 502.6], "text": " So yeah, this is how we met and how we started working together."}, {"speaker": "SPEAKER_02", "timestamp": [502.6, 507.28], "text": " Yeah, we saw that we work together great and that we can"}, {"speaker": "SPEAKER_02", "timestamp": [507.28, 513.36], "text": " produce real impact and that we are actually a great match as founders. As Pavel said, Time Heroes"}, {"speaker": "SPEAKER_02", "timestamp": [513.36, 519.92], "text": " really grew up to an extent that we were able to step out of operational activities and move to"}, {"speaker": "SPEAKER_02", "timestamp": [519.92, 526.18], "text": " its board and it currently has an amazing team and we're very happy to see their wins and their"}, {"speaker": "SPEAKER_02", "timestamp": [526.18, 534.2], "text": " progress and we moved on to our next idea which is Fine Act. When I left the journalism world and I"}, {"speaker": "SPEAKER_02", "timestamp": [534.2, 541.6], "text": " entered the human rights world I saw that too many organizations globally are still stuck in"}, {"speaker": "SPEAKER_02", "timestamp": [541.6, 548.06], "text": " let's call it traditional advocacy models that simply do not work anymore and the"}, {"speaker": "SPEAKER_00", "timestamp": [548.06, 555.52], "text": " fact is that today the world has changed so much that information needs to be presented in new ways"}, {"speaker": "SPEAKER_02", "timestamp": [555.52, 565.64], "text": " to make people connect and engage emotionally so this is what prompted us to create FineActs. We are a global non-profit creative studio for"}, {"speaker": "SPEAKER_02", "timestamp": [565.64, 574.58], "text": " social impact. Basically in our work what we do is that we practice and promote the immense value of"}, {"speaker": "SPEAKER_02", "timestamp": [574.58, 581.64], "text": " play and experimentation and collaboration across disciplines to inspire social change."}, {"speaker": "SPEAKER_02", "timestamp": [582.2, 585.24], "text": " So we work in many many different different ways. But for example,"}, {"speaker": "SPEAKER_02", "timestamp": [585.42, 591.68], "text": " we produce different art projects and creative projects with purpose. We bring together artists"}, {"speaker": "SPEAKER_02", "timestamp": [591.68, 598.1], "text": " and activists to work together on such projects and campaigns. We design original creative formats"}, {"speaker": "SPEAKER_02", "timestamp": [598.1, 605.76], "text": " that foster cross-disciplinary collaborations. We also consult and train digital society organizations"}, {"speaker": "SPEAKER_00", "timestamp": [605.76, 614.16], "text": " around the world to embrace creative thinking and art and play as tools for social change."}, {"speaker": "SPEAKER_02", "timestamp": [614.34, 620.76], "text": " We're always propelled forward by our key values that are play, hope and openness."}, {"speaker": "SPEAKER_00", "timestamp": [620.96, 628.04], "text": " It's great to hear that you met on Twitter back in 2009 and have known each other"}, {"speaker": "SPEAKER_00", "timestamp": [628.04, 634.84], "text": " now for over a decade and worked on various initiatives. I'm really glad that you decided"}, {"speaker": "SPEAKER_00", "timestamp": [634.84, 649.06], "text": " to bet on your people and you know community and launch time heroes and I think it's the dream of any founder to be able to build an organisation or company that one day"}, {"speaker": "SPEAKER_00", "timestamp": [649.06, 656.84], "text": " will outgrow them and be able to function without them in terms of day-to-day operations, allowing"}, {"speaker": "SPEAKER_00", "timestamp": [656.84, 667.32], "text": " you to move on to other dreams and ambitions and it's incredible to hear about your work at Fine Acts. One of the concepts I came across in"}, {"speaker": "SPEAKER_00", "timestamp": [667.32, 674.08], "text": " preparation for this interview was this idea of the power of Platonism and this is the first time"}, {"speaker": "SPEAKER_00", "timestamp": [674.08, 681.64], "text": " that I'd ever heard this concept and it really you know resonated with me it struck a chord and I"}, {"speaker": "SPEAKER_00", "timestamp": [681.64, 685.12], "text": " think Jana it speaks to some of the things that you were talking"}, {"speaker": "SPEAKER_00", "timestamp": [685.12, 693.58], "text": " about around evidence-based activism in that I often use my creativity as you know an outlet to"}, {"speaker": "SPEAKER_00", "timestamp": [693.58, 700.48], "text": " process my personal experiences and the unfolding of the events happening in the world around me"}, {"speaker": "SPEAKER_00", "timestamp": [700.48, 707.34], "text": " you know whether that's a poem that I might write or some kind of creative concept that I come"}, {"speaker": "SPEAKER_00", "timestamp": [707.34, 713.36], "text": " up with. So I really, really love that idea of Plativism. I wonder how did you come up with this"}, {"speaker": "SPEAKER_00", "timestamp": [713.36, 720.06], "text": " term and how can people practice Plativism in their daily lives and in their work?"}, {"speaker": "SPEAKER_02", "timestamp": [721.7, 729.94], "text": " Several years ago, actually more than 10 years ago i i suffered a pretty pretty bad burnout and"}, {"speaker": "SPEAKER_02", "timestamp": [729.94, 735.6], "text": " i started reading more about this about this condition and i started stumbling upon research"}, {"speaker": "SPEAKER_02", "timestamp": [735.6, 747.06], "text": " that said that activists had have enormously high levels of depression and burnout, like much higher than most other professions."}, {"speaker": "SPEAKER_02", "timestamp": [747.76, 753.6], "text": " And at the same time, I came upon the work of a psychiatrist called Dr. Stuart Brown,"}, {"speaker": "SPEAKER_02", "timestamp": [753.92, 762.6], "text": " who apart from a psychiatrist is also a play researcher. So he says in a very famous TED talk"}, {"speaker": "SPEAKER_02", "timestamp": [762.6, 769.88], "text": " that nothing lights up the brain like play, and that the opposite of play is not work, it's depression."}, {"speaker": "SPEAKER_02", "timestamp": [770.46, 776.48], "text": " This experience informs the start of Fine Arts, the very fabric of Fine Arts."}, {"speaker": "SPEAKER_02", "timestamp": [776.48, 782.48], "text": " And what we do at a certain point, we just gave it a name and we coined the term playtivism."}, {"speaker": "SPEAKER_02", "timestamp": [782.64, 787.04], "text": " But it basically refers to the importance of creating spaces for"}, {"speaker": "SPEAKER_02", "timestamp": [787.04, 793.84], "text": " multi-disciplinary play and experimentation in activism and there are many reasons to do so"}, {"speaker": "SPEAKER_00", "timestamp": [793.84, 798.96], "text": " first of all obviously this kind of cross-disciplinary play meaning that playing"}, {"speaker": "SPEAKER_02", "timestamp": [798.96, 806.18], "text": " with people who are not like us so not just trying to solve the problems of the world with more and more activists but"}, {"speaker": "SPEAKER_02", "timestamp": [806.18, 810.88], "text": " actually attracting people from other disciplines from other walks of life people who don't think"}, {"speaker": "SPEAKER_02", "timestamp": [810.88, 815.9], "text": " like us who don't see the world like us who have different skills than us this kind of play"}, {"speaker": "SPEAKER_02", "timestamp": [815.9, 827.1], "text": " sparks better ideas also when we play others want to join we in the human rights world all the time say how what a lonely fight it is"}, {"speaker": "SPEAKER_02", "timestamp": [827.1, 834.32], "text": " but if we create these playful joyful playgrounds other people would want to come and help us out."}, {"speaker": "SPEAKER_02", "timestamp": [835.2, 841.92], "text": " Play gives us the so important feeling that we got this. It can prevent these high levels of"}, {"speaker": "SPEAKER_00", "timestamp": [841.92, 846.62], "text": " depression burnout that in our case we started building our"}, {"speaker": "SPEAKER_00", "timestamp": [846.62, 851.94], "text": " own playgrounds we started thinking about such formats and about ways to attract people from"}, {"speaker": "SPEAKER_00", "timestamp": [851.94, 858.6], "text": " other disciplines into our work so just a couple of examples so pine acts started doing this format"}, {"speaker": "SPEAKER_00", "timestamp": [858.6, 866.9], "text": " called labs where we pair artists and technologists to prototype joint projects that target specific human rights issues."}, {"speaker": "SPEAKER_00", "timestamp": [867.48, 874.0], "text": " So the way that it works, we bring artists and technologists together, we pair them up, we brief them on a specific human rights issue."}, {"speaker": "SPEAKER_02", "timestamp": [874.0, 881.74], "text": " And then they have a couple of days only to come up with a solution that lies somewhere at the intersection of art and tech."}, {"speaker": "SPEAKER_02", "timestamp": [882.0, 885.54], "text": " And we've had these kind of labs on topics ranging from women's rights"}, {"speaker": "SPEAKER_02", "timestamp": [885.54, 888.84], "text": " and freedom of expression and shrinking civic space."}, {"speaker": "SPEAKER_02", "timestamp": [889.06, 891.18], "text": " Once they're done, typically on a Sunday night,"}, {"speaker": "SPEAKER_02", "timestamp": [891.32, 892.98], "text": " there is like an audience and a jury,"}, {"speaker": "SPEAKER_02", "timestamp": [893.1, 896.7], "text": " and then the jury decides which idea is going to get produced."}, {"speaker": "SPEAKER_02", "timestamp": [897.12, 898.84], "text": " And we've produced a range of these ideas,"}, {"speaker": "SPEAKER_02", "timestamp": [898.96, 901.68], "text": " but let me just mention one, something that we're currently producing."}, {"speaker": "SPEAKER_02", "timestamp": [901.68, 906.3], "text": " It is a board game that putting the shoes of a"}, {"speaker": "SPEAKER_02", "timestamp": [906.3, 911.48], "text": " dictator so you get to really grasp the tools and tactics of oppression so we are designing this"}, {"speaker": "SPEAKER_02", "timestamp": [911.48, 917.08], "text": " with a bunch of activists from around the world that are currently under this kind of authoritarian"}, {"speaker": "SPEAKER_02", "timestamp": [917.08, 923.06], "text": " regimes and this is just an example of something that could be born out of a format that brings"}, {"speaker": "SPEAKER_02", "timestamp": [923.06, 932.78], "text": " together people from really different worlds of life trying to solve big human rights issues. That's amazing and I mean you've only"}, {"speaker": "SPEAKER_00", "timestamp": [932.78, 939.2], "text": " scratched the surface in terms of the different campaigns and initiatives that you run at Fine"}, {"speaker": "SPEAKER_00", "timestamp": [939.2, 947.56], "text": " Acts. I'm interested to know the process for developing these and how you decide which issues to center,"}, {"speaker": "SPEAKER_00", "timestamp": [947.72, 954.12], "text": " because like you mentioned, you've covered so many issues. So what's the methodology behind that?"}, {"speaker": "SPEAKER_02", "timestamp": [954.12, 960.26], "text": " Something to note is that we work globally and that we work across human rights issues."}, {"speaker": "SPEAKER_02", "timestamp": [960.8, 984.38], "text": " So we kind of work in two different ways in parallels. On the one hand, we have several key issues we focus on more strategically during the year. And we select those during annual strategic meetings, depending on what is going on in the world, but always thinking about our capacity and our strengths and the maximum impact that we could achieve."}, {"speaker": "SPEAKER_00", "timestamp": [984.4, 985.08], "text": " and our strengths and the maximum impact that we could achieve."}, {"speaker": "SPEAKER_02", "timestamp": [990.3, 995.74], "text": " However, we always keep about, let's say, 30% of our time open for current events because we want to keep being reactive and flexible"}, {"speaker": "SPEAKER_02", "timestamp": [995.74, 1002.78], "text": " and not to be completely dedicated to projects that we came up with a year ago."}, {"speaker": "SPEAKER_02", "timestamp": [1003.5, 1006.6], "text": " Still be able to be fluid and to respond quickly"}, {"speaker": "SPEAKER_02", "timestamp": [1006.6, 1008.96], "text": " and adequately to the times?"}, {"speaker": "SPEAKER_02", "timestamp": [1010.18, 1010.46], "text": " Yes."}, {"speaker": "SPEAKER_01", "timestamp": [1010.6, 1015.04], "text": " So, for example, last year when the pandemic started,"}, {"speaker": "SPEAKER_01", "timestamp": [1015.26, 1018.68], "text": " we had to change all of our plans for the year."}, {"speaker": "SPEAKER_01", "timestamp": [1019.2, 1022.66], "text": " Our strategic board was wiped out"}, {"speaker": "SPEAKER_01", "timestamp": [1022.66, 1029.66], "text": " and we just sat down and we started thinking what can we do to adapt to this"}, {"speaker": "SPEAKER_01", "timestamp": [1029.66, 1035.92], "text": " new situation and something that we did for example was the spring of hope campaign back in"}, {"speaker": "SPEAKER_01", "timestamp": [1035.92, 1049.36], "text": " march 2020 which was an open call to the creative community to submit illustrations, hopeful illustrations that can drive us in these very uncertain times"}, {"speaker": "SPEAKER_01", "timestamp": [1049.36, 1052.28], "text": " right in the beginning of the pandemic."}, {"speaker": "SPEAKER_01", "timestamp": [1053.14, 1057.88], "text": " And what we did is we got a huge,"}, {"speaker": "SPEAKER_01", "timestamp": [1058.16, 1061.24], "text": " very overwhelmingly positive feedback"}, {"speaker": "SPEAKER_01", "timestamp": [1061.24, 1063.48], "text": " from the creative community."}, {"speaker": "SPEAKER_01", "timestamp": [1063.48, 1069.02], "text": " Hundreds of submissions most of which we"}, {"speaker": "SPEAKER_01", "timestamp": [1069.02, 1078.22], "text": " collected in a collection which is unleashed under a creative commons license in fact and can be used"}, {"speaker": "SPEAKER_01", "timestamp": [1078.22, 1085.5], "text": " freely and adapted by citizens and non-profit organizations for their causes but also you can just look"}, {"speaker": "SPEAKER_01", "timestamp": [1085.5, 1091.38], "text": " at it and it's a beautiful collection of artworks and this was something that we"}, {"speaker": "SPEAKER_01", "timestamp": [1091.38, 1097.82], "text": " tried to do as an answer to what was happening later in the same year in back"}, {"speaker": "SPEAKER_00", "timestamp": [1097.82, 1103.28], "text": " in 2020 when in the States everything that was happening with the Black Lives"}, {"speaker": "SPEAKER_01", "timestamp": [1103.28, 1105.0], "text": " Matter movement another thing that was a with the Black Lives Matter movement,"}, {"speaker": "SPEAKER_00", "timestamp": [1111.18, 1118.24], "text": " another thing that was a project that is called 12 Black Artists, 24 Protest Posters, we invited 12 artists to create protest posters that, again, are free to use."}, {"speaker": "SPEAKER_00", "timestamp": [1118.54, 1124.22], "text": " And you can find them both on Fine Act's website, but also on The Great,"}, {"speaker": "SPEAKER_00", "timestamp": [1124.5, 1127.24], "text": " which I hope we'll talk about in a bit."}, {"speaker": "SPEAKER_01", "timestamp": [1128.04, 1134.32], "text": " And for us, it was very important to use our platform to amplify the voices of the people"}, {"speaker": "SPEAKER_00", "timestamp": [1134.32, 1141.34], "text": " that needed to have their voices amplified. And this is how we used, for example, our platform."}, {"speaker": "SPEAKER_01", "timestamp": [1141.98, 1147.82], "text": " Thank you so much. It's just incredible to see the different campaigns"}, {"speaker": "SPEAKER_00", "timestamp": [1147.82, 1154.42], "text": " that have developed and I think it really speaks to what we're all about at Creative Commons which"}, {"speaker": "SPEAKER_00", "timestamp": [1154.42, 1162.0], "text": " is bringing together different voices, different people with different expertise and skills to"}, {"speaker": "SPEAKER_00", "timestamp": [1162.0, 1168.3], "text": " work on these campaigns together brings better results than any one person"}, {"speaker": "SPEAKER_00", "timestamp": [1168.3, 1175.7], "text": " could have achieved in isolation and thank you for your work in in injecting hope in into those"}, {"speaker": "SPEAKER_00", "timestamp": [1175.7, 1186.0], "text": " early uncertain days of the pandemic and for being open and reactive yeah it's really remarkable and we'll talk about the greats in a bit more detail"}, {"speaker": "SPEAKER_00", "timestamp": [1186.0, 1194.24], "text": " soon but I just I wanted to ask you both if there had been a single campaign that had really"}, {"speaker": "SPEAKER_00", "timestamp": [1194.24, 1202.26], "text": " touched you being your favorite or most impactful in all honesty it's not that much of a campaign"}, {"speaker": "SPEAKER_02", "timestamp": [1202.26, 1205.34], "text": " a single campaign it's more of a format that we think"}, {"speaker": "SPEAKER_02", "timestamp": [1205.34, 1211.64], "text": " produces the most impact and we find really enjoyable and it's a format of ours called"}, {"speaker": "SPEAKER_02", "timestamp": [1211.64, 1219.22], "text": " sprint where we invite visual artists again for a weekend we brief them on a specific human rights"}, {"speaker": "SPEAKER_02", "timestamp": [1219.22, 1228.92], "text": " issue and then they have 48 hours to come up with the final work. Once we do this, we always hold a pop-up exhibition."}, {"speaker": "SPEAKER_02", "timestamp": [1230.04, 1234.6], "text": " However, all these works are then published under a Creative Commons license"}, {"speaker": "SPEAKER_02", "timestamp": [1234.6, 1239.5], "text": " for anyone to use and adapt, no matter what the issue is."}, {"speaker": "SPEAKER_00", "timestamp": [1239.5, 1245.94], "text": " We always ask the artists for the final results to be focused on hope and solutions"}, {"speaker": "SPEAKER_02", "timestamp": [1245.94, 1252.46], "text": " and this is really important when i spoke earlier about impact creating this kind of"}, {"speaker": "SPEAKER_02", "timestamp": [1253.1, 1260.06], "text": " powerful visual content on social issues does result in raising visibility and engagement"}, {"speaker": "SPEAKER_02", "timestamp": [1260.06, 1272.7], "text": " however it is very difficult for non-profits to produce it because they very rarely have the resources or the person in their team that could produce this kind of content."}, {"speaker": "SPEAKER_02", "timestamp": [1273.16, 1286.66], "text": " Publishing it under an open license, we do solve such a key problem for many nonprofits or grassroots groups, even individual activists. And also what this format does, and this also goes to impact,"}, {"speaker": "SPEAKER_00", "timestamp": [1287.18, 1293.06], "text": " is that it does enhance and nurture the sensitivity of the art communities"}, {"speaker": "SPEAKER_02", "timestamp": [1293.06, 1296.14], "text": " towards different human rights and social issues."}, {"speaker": "SPEAKER_02", "timestamp": [1296.14, 1301.22], "text": " And it inspires them to continue pursuing projects with purpose."}, {"speaker": "SPEAKER_01", "timestamp": [1301.8, 1306.92], "text": " So, for example, prints that we've done so far were on women's issues"}, {"speaker": "SPEAKER_01", "timestamp": [1306.92, 1315.42], "text": " on women's rights on lgbtq rights on freedom of expression and also on hate speech but"}, {"speaker": "SPEAKER_00", "timestamp": [1315.42, 1332.5], "text": " we see this as a natural extension of what we do and creating work that is open that then can be used by a global community of people"}, {"speaker": "SPEAKER_01", "timestamp": [1332.5, 1350.32], "text": " or a local community of people for that matter in a way that supports a organization, but it's solely about how we can support the issues and"}, {"speaker": "SPEAKER_00", "timestamp": [1350.32, 1359.0], "text": " how we can actually have impact on these issues. And openly licensing these work with a Creative"}, {"speaker": "SPEAKER_01", "timestamp": [1359.0, 1366.44], "text": " Commons license means that they can be used far and wide in several different contexts."}, {"speaker": "SPEAKER_00", "timestamp": [1366.6, 1375.54], "text": " I'm just curious, can you give an example of a time you saw one of the works from the greats used"}, {"speaker": "SPEAKER_00", "timestamp": [1375.54, 1386.92], "text": " and you were particularly surprised about a location or the way or who was using it? I think one of the more exciting uses of the work"}, {"speaker": "SPEAKER_01", "timestamp": [1386.92, 1392.04], "text": " was last year by an organization called Projection in Protest."}, {"speaker": "SPEAKER_01", "timestamp": [1392.8, 1395.86], "text": " They used one of the artworks that we created"}, {"speaker": "SPEAKER_01", "timestamp": [1395.86, 1400.96], "text": " during our Black Artists 24 Protest Posters project,"}, {"speaker": "SPEAKER_00", "timestamp": [1401.28, 1408.2], "text": " which was projected on the Brooklyn Bridge at night which was a very big shiny"}, {"speaker": "SPEAKER_00", "timestamp": [1408.2, 1416.68], "text": " showcase of a work of an artist in a way that we didn't initially see as something that can be done"}, {"speaker": "SPEAKER_01", "timestamp": [1416.68, 1426.96], "text": " we expected that organizations would use the artworks in marches as they did in different printouts in their social media but"}, {"speaker": "SPEAKER_00", "timestamp": [1426.96, 1433.98], "text": " it was very nice and it was so amazing to see one of the artworks by a great South African"}, {"speaker": "SPEAKER_01", "timestamp": [1433.98, 1448.46], "text": " artist projected on one of the main landmark buildings in New York. That's amazing. That's amazing. I feel like we've talked around the greats.com,"}, {"speaker": "SPEAKER_00", "timestamp": [1448.46, 1456.22], "text": " but I'd love to get back to the start. How did it come about and what were the initial kind of"}, {"speaker": "SPEAKER_00", "timestamp": [1456.22, 1463.52], "text": " aims you had for it when you started? The greats is a natural extension of what we do. In Finex,"}, {"speaker": "SPEAKER_01", "timestamp": [1468.78, 1476.3], "text": " a natural extension of what we do. In FINAX, we embrace openness and we try to produce as much artworks as we can that are open and are freely available to be used by different communities."}, {"speaker": "SPEAKER_01", "timestamp": [1476.94, 1489.08], "text": " And what we see is that this is the most effective way that we can work. So it's not only about a good cooperation"}, {"speaker": "SPEAKER_01", "timestamp": [1489.08, 1494.04], "text": " that can have a very impactful and interesting exhibition"}, {"speaker": "SPEAKER_01", "timestamp": [1494.04, 1495.88], "text": " within a certain time frame,"}, {"speaker": "SPEAKER_01", "timestamp": [1496.2, 1499.76], "text": " but how can we have a long-lasting effect?"}, {"speaker": "SPEAKER_01", "timestamp": [1500.78, 1509.16], "text": " So The Great is our platform for high high quality illustrations on different social issues."}, {"speaker": "SPEAKER_01", "timestamp": [1509.7, 1516.68], "text": " Everything on the Grades is licensed under a Creative Commons license."}, {"speaker": "SPEAKER_01", "timestamp": [1517.3, 1518.5], "text": " It is free to use."}, {"speaker": "SPEAKER_01", "timestamp": [1518.8, 1520.3], "text": " It is free to adapt."}, {"speaker": "SPEAKER_01", "timestamp": [1520.7, 1522.98], "text": " You can do whatever you want with it."}, {"speaker": "SPEAKER_01", "timestamp": [1522.98, 1526.16], "text": " The only thing is that it's free for non-commercial"}, {"speaker": "SPEAKER_01", "timestamp": [1526.16, 1532.08], "text": " use. And this is the line that we draw in the sand because we want all the works to be free"}, {"speaker": "SPEAKER_00", "timestamp": [1532.08, 1538.5], "text": " for social causes and to make this type of impact. In the beginning, we started creating"}, {"speaker": "SPEAKER_01", "timestamp": [1538.5, 1545.46], "text": " different collections, as Jana said, through the Sprint format. And we started putting them out on our website."}, {"speaker": "SPEAKER_01", "timestamp": [1545.84, 1548.2], "text": " And we saw that people were interested."}, {"speaker": "SPEAKER_01", "timestamp": [1548.82, 1550.88], "text": " People were downloading them."}, {"speaker": "SPEAKER_01", "timestamp": [1551.28, 1554.18], "text": " But also, technology-wise,"}, {"speaker": "SPEAKER_01", "timestamp": [1554.6, 1559.5], "text": " we didn't have the right means to do the proper work."}, {"speaker": "SPEAKER_01", "timestamp": [1559.74, 1562.52], "text": " So this is why in the beginning of 2020,"}, {"speaker": "SPEAKER_01", "timestamp": [1562.86, 1565.04], "text": " we started building the grades."}, {"speaker": "SPEAKER_01", "timestamp": [1565.04, 1580.04], "text": " And this is a website that is solely dedicated to creating different collections on the most pressing social issues with many great illustrators and artists from around the world that are both submitting artworks."}, {"speaker": "SPEAKER_01", "timestamp": [1581.04, 1587.92], "text": " But also with all our different projects, we trying to feed the greats with new content"}, {"speaker": "SPEAKER_00", "timestamp": [1587.92, 1595.74], "text": " thank you and i will include a link to the greats so folks don't have to just take our word for it"}, {"speaker": "SPEAKER_00", "timestamp": [1595.74, 1602.28], "text": " they can go and see all the amazing collections that you have up there and one of your most"}, {"speaker": "SPEAKER_00", "timestamp": [1602.28, 1606.3], "text": " recent collections on the great speaking of you know the world's most"}, {"speaker": "SPEAKER_00", "timestamp": [1606.3, 1614.78], "text": " pressing issues is the climate collection how did this come about for you and what impact is it"}, {"speaker": "SPEAKER_00", "timestamp": [1614.78, 1622.56], "text": " having so far I mean whilst we're recording this right now COP26 is taking place we've used some"}, {"speaker": "SPEAKER_00", "timestamp": [1622.56, 1625.0], "text": " of the climate collections at Creative Commons."}, {"speaker": "SPEAKER_00", "timestamp": [1625.0, 1638.0], "text": " I actually saw on Twitter, I think it was yesterday, some pictures of posters that some demonstrators had printed out and were using for a march."}, {"speaker": "SPEAKER_01", "timestamp": [1638.0, 1650.7], "text": " I guess I'll throw it over to you. Tell me more about the climate collection. Thank you, Ani. Yes, in fact, last Saturday on the big march in Glasgow, we gave out three"}, {"speaker": "SPEAKER_01", "timestamp": [1650.7, 1656.5], "text": " posters to people with artworks from the climate collection, which is one of our favourite"}, {"speaker": "SPEAKER_01", "timestamp": [1656.5, 1662.16], "text": " projects that we've done so far. And it's a cooperation with TED's climate initiative,"}, {"speaker": "SPEAKER_01", "timestamp": [1663.2, 1663.76], "text": " TED's Climate Initiative Countdown."}, {"speaker": "SPEAKER_01", "timestamp": [1668.36, 1672.92], "text": " And we published a call for artists from around the globe to submit existing or new work on the topic of climate action,"}, {"speaker": "SPEAKER_01", "timestamp": [1673.4, 1676.16], "text": " but with a twist that it needs to be positive."}, {"speaker": "SPEAKER_01", "timestamp": [1676.68, 1678.26], "text": " It needs to be hopeful."}, {"speaker": "SPEAKER_01", "timestamp": [1678.64, 1683.1], "text": " It needs to speak in a way that can engage people"}, {"speaker": "SPEAKER_01", "timestamp": [1683.1, 1687.3], "text": " and motivate them to do some actual action."}, {"speaker": "SPEAKER_01", "timestamp": [1687.68, 1690.88], "text": " And because we are fed up with negative messages,"}, {"speaker": "SPEAKER_01", "timestamp": [1691.2, 1695.0], "text": " a couple of months ago, we launched this call together with TED."}, {"speaker": "SPEAKER_01", "timestamp": [1695.54, 1698.58], "text": " More than 2,000 submissions came in,"}, {"speaker": "SPEAKER_01", "timestamp": [1698.58, 1703.8], "text": " and from them, a very great jury selected 50 artworks,"}, {"speaker": "SPEAKER_01", "timestamp": [1703.92, 1711.04], "text": " 50 artists that were licensed under Creative Commons, but they were also paid for their work."}, {"speaker": "SPEAKER_01", "timestamp": [1711.04, 1715.46], "text": " It wasn't just an open call, but it was a commission."}, {"speaker": "SPEAKER_01", "timestamp": [1716.2, 1722.8], "text": " But also a lot of the artists that submitted to the open call, they said to us, you know what?"}, {"speaker": "SPEAKER_01", "timestamp": [1728.52, 1735.5], "text": " they said to us you know what I know that I wasn't picked in the final 50 but I still want to have my work published under a creative commons license and I want it to be free and to be used so now"}, {"speaker": "SPEAKER_01", "timestamp": [1735.5, 1745.5], "text": " we have more than 300 artworks published on the grades published on artistsforclimate.org that are free to use."}, {"speaker": "SPEAKER_01", "timestamp": [1745.84, 1747.4], "text": " And it's a growing collection"}, {"speaker": "SPEAKER_01", "timestamp": [1747.4, 1749.72], "text": " that we are currently, in fact,"}, {"speaker": "SPEAKER_01", "timestamp": [1749.86, 1751.86], "text": " growing by another cooperation"}, {"speaker": "SPEAKER_01", "timestamp": [1751.86, 1755.32], "text": " with nine TEDx events around the world."}, {"speaker": "SPEAKER_01", "timestamp": [1755.32, 1757.86], "text": " But also the Climate Collection"}, {"speaker": "SPEAKER_01", "timestamp": [1757.86, 1759.84], "text": " is open to submissions."}, {"speaker": "SPEAKER_01", "timestamp": [1760.62, 1762.64], "text": " So artists, designers,"}, {"speaker": "SPEAKER_01", "timestamp": [1763.04, 1764.34], "text": " if you're hearing this,"}, {"speaker": "SPEAKER_01", "timestamp": [1764.9, 1770.26], "text": " please check it out and also submit your works and let's make some change."}, {"speaker": "SPEAKER_00", "timestamp": [1771.36, 1774.38], "text": " That's incredible. Thank you so much."}, {"speaker": "SPEAKER_00", "timestamp": [1774.38, 1786.86], "text": " And I guess I'm interested to know what areas have you explored that you haven't actually worked on, built a campaign around, but you potentially"}, {"speaker": "SPEAKER_02", "timestamp": [1786.86, 1798.0], "text": " would like to explore in the future? In terms of the grades, there are issues that we want to have"}, {"speaker": "SPEAKER_02", "timestamp": [1798.0, 1805.94], "text": " more work created. So for example, we are planning sprints done on disability rights, for example."}, {"speaker": "SPEAKER_02", "timestamp": [1806.48, 1810.8], "text": " We want to expand our collections on women's rights."}, {"speaker": "SPEAKER_00", "timestamp": [1810.8, 1820.14], "text": " We have some works, but they're just the beginning, as well as we have some works on LGBT plus rights."}, {"speaker": "SPEAKER_00", "timestamp": [1820.34, 1825.3], "text": " However, we really want to work to expand it before the next Pride month."}, {"speaker": "SPEAKER_02", "timestamp": [1825.82, 1829.28], "text": " And as Pavel said, the Grades is open for submission."}, {"speaker": "SPEAKER_02", "timestamp": [1829.54, 1833.88], "text": " So we're not feeding it only through our own formats,"}, {"speaker": "SPEAKER_02", "timestamp": [1833.94, 1837.34], "text": " but also through artists submitting their existing works"}, {"speaker": "SPEAKER_02", "timestamp": [1837.34, 1840.06], "text": " that they would like to open up under Creative Commons license."}, {"speaker": "SPEAKER_02", "timestamp": [1840.48, 1845.62], "text": " And we would do both sprints on these issues"}, {"speaker": "SPEAKER_02", "timestamp": [1845.62, 1847.8], "text": " but also a communication campaign"}, {"speaker": "SPEAKER_00", "timestamp": [1847.8, 1851.84], "text": " on the possibility to submit through the grades"}, {"speaker": "SPEAKER_02", "timestamp": [1851.84, 1855.7], "text": " and hopefully if artists are listening to the podcast"}, {"speaker": "SPEAKER_02", "timestamp": [1855.7, 1859.76], "text": " you're more than welcome to submit on these issues"}, {"speaker": "SPEAKER_02", "timestamp": [1859.76, 1860.74], "text": " and many more."}, {"speaker": "SPEAKER_00", "timestamp": [1861.7, 1864.54], "text": " So the art that these artists create"}, {"speaker": "SPEAKER_00", "timestamp": [1864.54, 1867.24], "text": " is not only visually appealing and"}, {"speaker": "SPEAKER_00", "timestamp": [1867.24, 1874.24], "text": " entertaining to look at, but it serves a double purpose as an instrument of advocacy. How would"}, {"speaker": "SPEAKER_00", "timestamp": [1874.24, 1881.68], "text": " you like to see other activists and non-profits contributing to open culture in the future?"}, {"speaker": "SPEAKER_00", "timestamp": [1881.84, 1888.46], "text": " You're doing amazing work, but it can't be carried on the shoulders of fine"}, {"speaker": "SPEAKER_00", "timestamp": [1888.46, 1894.94], "text": " acts alone how would you urge others to contribute towards the commons our dream is that more"}, {"speaker": "SPEAKER_02", "timestamp": [1894.94, 1901.5], "text": " organizations start to work openly and start allowing others to use and adapt their campaign"}, {"speaker": "SPEAKER_02", "timestamp": [1901.5, 1906.22], "text": " work to to local context the resources of the human rights world are so limited"}, {"speaker": "SPEAKER_02", "timestamp": [1906.22, 1908.4], "text": " and this would be a huge help."}, {"speaker": "SPEAKER_02", "timestamp": [1908.9, 1911.94], "text": " So imagine, for example, a really successful campaign"}, {"speaker": "SPEAKER_02", "timestamp": [1911.94, 1914.06], "text": " on domestic violence done somewhere."}, {"speaker": "SPEAKER_02", "timestamp": [1914.32, 1917.72], "text": " Why can't it be used and adapted in other countries"}, {"speaker": "SPEAKER_02", "timestamp": [1917.72, 1919.36], "text": " by other non-profits?"}, {"speaker": "SPEAKER_02", "timestamp": [1920.18, 1922.84], "text": " This won't only solve the resources problem,"}, {"speaker": "SPEAKER_02", "timestamp": [1923.0, 1927.38], "text": " but will multiply the impact of this campaign immensely."}, {"speaker": "SPEAKER_02", "timestamp": [1927.38, 1935.44], "text": " For example, us, we already started, as Pavel explained, we already started creating waves with the grids."}, {"speaker": "SPEAKER_02", "timestamp": [1935.6, 1937.92], "text": " However, we don't stop there in terms of openness."}, {"speaker": "SPEAKER_02", "timestamp": [1938.1, 1940.52], "text": " All our formats are also open."}, {"speaker": "SPEAKER_02", "timestamp": [1941.22, 1947.56], "text": " The labs format I spoke about, the sprints format format they're all open in terms of the fact that"}, {"speaker": "SPEAKER_02", "timestamp": [1947.56, 1954.32], "text": " any non-profit anywhere in the world can run them and we provide the full guidance for this"}, {"speaker": "SPEAKER_02", "timestamp": [1954.32, 1961.42], "text": " we're also currently working on an entire campaign on disability rights that we published entirely"}, {"speaker": "SPEAKER_02", "timestamp": [1961.42, 1968.14], "text": " under a creative commons license that would again allow use and adaptation by other non-profits."}, {"speaker": "SPEAKER_02", "timestamp": [1968.36, 1971.12], "text": " So in this case, we're talking about a couple of videos,"}, {"speaker": "SPEAKER_02", "timestamp": [1971.32, 1972.58], "text": " a set of photographs."}, {"speaker": "SPEAKER_02", "timestamp": [1973.28, 1975.62], "text": " In this case, this is a brilliant campaign"}, {"speaker": "SPEAKER_02", "timestamp": [1975.62, 1977.9], "text": " that is fueled by self-advocates."}, {"speaker": "SPEAKER_02", "timestamp": [1978.52, 1981.7], "text": " And we want to empower organizations from around the world"}, {"speaker": "SPEAKER_02", "timestamp": [1981.7, 1983.24], "text": " who work on disability rights"}, {"speaker": "SPEAKER_02", "timestamp": [1983.24, 1986.1], "text": " and particularly on the"}, {"speaker": "SPEAKER_02", "timestamp": [1986.1, 1993.4], "text": " very hard to grasp issue regarding guardianship to use this work we truly hope that more"}, {"speaker": "SPEAKER_02", "timestamp": [1993.4, 2000.96], "text": " organizations will embrace this approach so that we can all win together switching gears a bit as"}, {"speaker": "SPEAKER_00", "timestamp": [2000.96, 2006.6], "text": " we come towards the end of our interview. We're celebrating our 20th anniversary"}, {"speaker": "SPEAKER_00", "timestamp": [2006.6, 2014.68], "text": " at Creative Commons this year. Next month, the 19th of December, will be our official 20th"}, {"speaker": "SPEAKER_00", "timestamp": [2014.68, 2020.6], "text": " anniversary and the theme for our campaign is Better Sharing for a Brighter Future."}, {"speaker": "SPEAKER_00", "timestamp": [2021.5, 2028.18], "text": " My last question to round things off is what does better sharing mean to you in the"}, {"speaker": "SPEAKER_00", "timestamp": [2028.18, 2035.76], "text": " context of your life and work? I think that in the last four or five years we've seen that"}, {"speaker": "SPEAKER_01", "timestamp": [2035.76, 2045.34], "text": " just sharing is not enough and there is just well enough of content and things being shared."}, {"speaker": "SPEAKER_01", "timestamp": [2051.1, 2051.86], "text": " So for us, I think better sharing means better tools for sharing."}, {"speaker": "SPEAKER_01", "timestamp": [2059.9, 2061.38], "text": " And this is why FinEx works in this line of creating better tools of sharing knowledge and sharing creativity."}, {"speaker": "SPEAKER_01", "timestamp": [2062.32, 2069.02], "text": " And yes, I think that this is how we would like to participate in this model."}, {"speaker": "SPEAKER_01", "timestamp": [2069.8, 2070.76], "text": " Thank you."}, {"speaker": "SPEAKER_00", "timestamp": [2070.84, 2071.68], "text": " Thank you so much."}, {"speaker": "SPEAKER_00", "timestamp": [2071.74, 2073.94], "text": " That's a really thoughtful answer there."}, {"speaker": "SPEAKER_00", "timestamp": [2074.46, 2077.7], "text": " Where can folks find you after this episode"}, {"speaker": "SPEAKER_00", "timestamp": [2077.7, 2080.58], "text": " if they want to keep up with your work?"}, {"speaker": "SPEAKER_00", "timestamp": [2080.58, 2084.26], "text": " We'll be dropping in links in the episode description."}, {"speaker": "SPEAKER_00", "timestamp": [2084.62, 2086.68], "text": " So don't worry about scribbling"}, {"speaker": "SPEAKER_01", "timestamp": [2086.68, 2094.78], "text": " these answers down people can follow us basically all major social media platforms"}, {"speaker": "SPEAKER_01", "timestamp": [2094.78, 2110.66], "text": " just type in fine acts on google i hope we're still the first result yeah yes yes but also we are part of the community so if people are interested"}, {"speaker": "SPEAKER_00", "timestamp": [2110.66, 2117.8], "text": " and if they're listening to this podcast they should be in openness in and the idea of sharing"}, {"speaker": "SPEAKER_01", "timestamp": [2117.8, 2128.46], "text": " ideas knowledge creativity i'm sure we'll meet amazing amazing and we'll drop your twitter handles in the episode"}, {"speaker": "SPEAKER_00", "timestamp": [2128.46, 2136.1], "text": " description thank you both so much for taking time out of your day to speak to creative commons"}, {"speaker": "SPEAKER_01", "timestamp": [2136.1, 2142.38], "text": " through me I really want to commend you on the work that you're doing you've both you know given"}, {"speaker": "SPEAKER_00", "timestamp": [2142.38, 2146.86], "text": " me a lot of food for thought and I'd love to you know find"}, {"speaker": "SPEAKER_00", "timestamp": [2146.86, 2153.26], "text": " ways that I can contribute to fine acts and and stay in touch with you both thank you so much"}, {"speaker": "SPEAKER_02", "timestamp": [2153.26, 2160.7], "text": " and likewise we are inspired every day by creative commons and by the concept and by the by everything"}, {"speaker": "SPEAKER_02", "timestamp": [2160.7, 2167.24], "text": " that you do and it is very obvious that Creative Commons inspired us to do the work"}, {"speaker": "SPEAKER_02", "timestamp": [2167.24, 2173.34], "text": " that we do in the way that we do it yeah the appreciation is very mutual yeah and also we"}, {"speaker": "SPEAKER_01", "timestamp": [2173.34, 2180.58], "text": " are learning how to be a better part of the community and and use all the guidelines and"}, {"speaker": "SPEAKER_02", "timestamp": [2180.58, 2185.76], "text": " all the ideas within the Creative Commons community. Thank you. Thank you."}, {"speaker": "SPEAKER_01", "timestamp": [2189.14, 2189.62], "text": " Thanks for listening to Open Minds from Creative Commons."}, {"speaker": "SPEAKER_02", "timestamp": [2192.22, 2192.64], "text": " Special thanks to the musician Broke For Free,"}, {"speaker": "SPEAKER_01", "timestamp": [2195.66, 2197.94], "text": " whose track Daybird you heard at the beginning of this episode and you're listening to right now."}, {"speaker": "SPEAKER_00", "timestamp": [2198.22, 2201.98], "text": " It's available under the Creative Commons Attribution License."}, {"speaker": "SPEAKER_00", "timestamp": [2202.44, 2204.82], "text": " Meaning it's free for anyone to use."}, {"speaker": "SPEAKER_00", "timestamp": [2204.82, 2206.36], "text": " You can find it at the Free"}, {"speaker": "SPEAKER_00", "timestamp": [2206.36, 2213.54], "text": " Music Archive, freemusicarchive.org. Please subscribe to our show so you don't miss any"}, {"speaker": "SPEAKER_00", "timestamp": [2213.54, 2218.74], "text": " of our conversations with people working to make the internet and our global culture"}], "chunks": [{"timestamp": [0.0, 9.5], "text": " Welcome to Open Minds from Creative Commons. I'm Oney-Ann Ugin, CC's Campaigns Manager."}, {"timestamp": [10.2, 15.14], "text": " We're celebrating Creative Commons' 20th anniversary this year, and one of the ways"}, {"timestamp": [15.14, 20.86], "text": " we're doing that is with this podcast, a series of conversations with people working on issues"}, {"timestamp": [20.86, 23.86], "text": " we're involved with and subjects we're excited about."}, {"timestamp": [23.86, 24.62], "text": " working on issues we're involved with and subjects we're excited about."}, {"timestamp": [31.68, 38.18], "text": " On this episode, we sit down with dynamic duo Yana Burethabinyir and Pavel Konchev, two of three co-founders of FineActs, a global creative studio that encourages"}, {"timestamp": [38.18, 44.22], "text": " experimentation and collaboration across disciplines to inspire social change."}, {"timestamp": [46.2, 53.48], "text": " collaboration across disciplines to inspire social change. Fine Acts brings together multidisciplinary teams of artists, activists, and technologists to prototype compelling works of art"}, {"timestamp": [53.48, 60.38], "text": " aligned with specific human rights campaigns. And they publish all completed works on the"}, {"timestamp": [60.38, 66.4], "text": " greats.co under CC licenses for anyone to use and adapt non-commercially."}, {"timestamp": [67.0, 73.9], "text": " Jana is the Executive Director of Fine Acts, a TED Senior Fellow, Young Global Leader of the"}, {"timestamp": [73.9, 80.84], "text": " World Economic Forum, a Fellow of the Royal Society of Arts, and her most recent TED Talk"}, {"timestamp": [80.84, 87.24], "text": " focused on the concept of Plativism has been viewed close to 2 million times."}, {"timestamp": [87.84, 94.12], "text": " Pavel is chair of the Board of Finance, an Obama Foundation scholar at Columbia University,"}, {"timestamp": [94.48, 101.88], "text": " and a Royal Society of Arts fellow. He was born in Bulgaria, where he co-founded Time Heroes with"}, {"timestamp": [101.88, 105.7], "text": " Yana, the biggest online volunteering service in the country,"}, {"timestamp": [105.7, 114.76], "text": " with 80,000 registered volunteers, which bagged him a spot on Forbes Bulgaria's list of 30 under 30."}, {"timestamp": [115.74, 125.44], "text": " Jana and Pavel met on Twitter over a decade ago, united in their drive for activism that centers art, experimentation and play."}, {"timestamp": [125.92, 127.72], "text": " Well, that's enough for me."}, {"timestamp": [127.94, 131.36], "text": " Let's dive into this conversation with Jana and Pavel."}, {"timestamp": [133.62, 135.84], "text": " So I'm Jana Tavanier."}, {"timestamp": [135.94, 140.06], "text": " I'm the founder and executive director of FineActs."}, {"timestamp": [140.54, 141.94], "text": " I'm Pavel Kuncev."}, {"timestamp": [142.1, 146.88], "text": " I am the chair of the board of FINEX and also the co-founder"}, {"timestamp": [146.88, 155.12], "text": " awesome awesome and whilst I was preparing for our interview today I had the opportunity to"}, {"timestamp": [155.12, 162.46], "text": " dig into FINEX more and a theme that comes up for me and on a broad level is activism"}, {"timestamp": [162.46, 166.74], "text": " activism means different things in different contexts to"}, {"timestamp": [166.74, 173.02], "text": " different people and I'm just curious to learn what activism means to both of you"}, {"timestamp": [173.02, 176.96], "text": " and how it shows up in your life and the work that you do."}, {"timestamp": [178.5, 185.12], "text": " I will start. I actually used to be an investigative journalist before becoming an activist."}, {"timestamp": [185.56, 193.32], "text": " And I became an activist because of the huge frustration that I was feeling because of a lack of real impact."}, {"timestamp": [193.32, 202.78], "text": " So after a lot of experiments, today I practice what could be called evidence-based activism."}, {"timestamp": [202.78, 203.28], "text": " could be called evidence-based activism."}, {"timestamp": [206.84, 210.88], "text": " I spent years researching what makes people care and actually key conclusions from neuroscience"}, {"timestamp": [210.88, 213.82], "text": " and behavioral science include that opinions change"}, {"timestamp": [213.82, 215.3], "text": " not through more information,"}, {"timestamp": [215.6, 218.88], "text": " but through compelling empathy-inducing experiences"}, {"timestamp": [218.88, 222.66], "text": " and that visual language works much better"}, {"timestamp": [222.66, 227.22], "text": " than dry facts and abstract concepts and that art can trigger"}, {"timestamp": [227.22, 234.18], "text": " empathy however that an emotional response should be done super carefully because people would"}, {"timestamp": [234.18, 241.94], "text": " shut down or not respond if we simply evoke sadness guilt or fear and in the general"}, {"timestamp": [241.94, 246.56], "text": " desensitization to social issues campaigns that bring all and"}, {"timestamp": [246.56, 252.78], "text": " hope are most effective so all these are the principles that inform the activism that we do"}, {"timestamp": [252.78, 258.84], "text": " in fine acts we are basically trying to change the world with with art with hope and with joy"}, {"timestamp": [258.84, 266.3], "text": " yeah and my story i don't think it's as inspiring as Jana's."}, {"timestamp": [266.3, 278.08], "text": " I used to work in advertising and something that drove me to advertising was the idea of nudging people's behavior and an influential culture."}, {"timestamp": [278.8, 285.82], "text": " But of course, within the work that you do in advertising, you come to the point of disillusionment."}, {"timestamp": [286.0, 289.58], "text": " This is something that made me switch in a way."}, {"timestamp": [289.58, 295.46], "text": " But again, for me, activism is how we can influence culture"}, {"timestamp": [295.46, 297.24], "text": " in a positive way."}, {"timestamp": [297.78, 300.9], "text": " So this is basically my model now"}, {"timestamp": [300.9, 304.74], "text": " and the way I try to practice it in work."}, {"timestamp": [305.68, 309.06], "text": " Thank you both for sharing your journeys."}, {"timestamp": [309.06, 314.68], "text": " It's interesting to see Yana with you, the investigative journalism background,"}, {"timestamp": [315.38, 323.42], "text": " and Pavel with you starting in advertising and both looking for more meaning out of your careers,"}, {"timestamp": [323.42, 323.74], "text": " both looking for more meaning out of your careers,"}, {"timestamp": [328.28, 331.68], "text": " but also taking those skills that you built early on and propelling them into the work that you do."}, {"timestamp": [332.18, 336.46], "text": " How did you both meet and end up founding FineActs"}, {"timestamp": [336.46, 338.68], "text": " with your third co-founder, Julie Freeman?"}, {"timestamp": [338.68, 344.58], "text": " And please give us a background and an overview of what FineActs is."}, {"timestamp": [344.92, 348.0], "text": " Funnily enough, me and Jana, we both"}, {"timestamp": [348.0, 357.6], "text": " met on Twitter. I think this was back in 2009. So we were following each other or we were"}, {"timestamp": [357.6, 389.88], "text": " commenting on each other's posts. We started chatting and we started meeting in real life and discussing different issues that interest us or are triggering us or make us sad or make us happy. and this is how we came up with another idea, which is a predecessor of Fine Acts"}, {"timestamp": [389.88, 391.5], "text": " and it's Time Heroes,"}, {"timestamp": [392.16, 396.08], "text": " which is because we are both born and raised in Bulgaria."}, {"timestamp": [396.82, 398.78], "text": " Something that, funnily enough,"}, {"timestamp": [399.44, 401.44], "text": " we were talking about was volunteering"}, {"timestamp": [401.44, 405.88], "text": " and the culture and the lacking culture of"}, {"timestamp": [405.88, 413.28], "text": " volunteering in Bulgaria. What we tried to do then is to answer this very simple"}, {"timestamp": [413.28, 426.44], "text": " question. Are we as people not active? Don't we care about issues? Or is there something else? And we bet on the second."}, {"timestamp": [427.34, 430.2], "text": " And this is why we created Time Heroes,"}, {"timestamp": [430.2, 434.6], "text": " which was and still is the biggest platform"}, {"timestamp": [434.6, 435.92], "text": " for volunteering in Bulgaria."}, {"timestamp": [436.26, 440.64], "text": " And it's a very simple tool that helps citizens"}, {"timestamp": [440.64, 444.98], "text": " currently solely in Bulgaria to find causes"}, {"timestamp": [444.98, 448.14], "text": " in a very simple way in terms of location,"}, {"timestamp": [448.54, 454.76], "text": " how much time they want to pledge to a different cause and different types of causes."}, {"timestamp": [455.4, 460.32], "text": " This was something that we did together and it grew extremely successful."}, {"timestamp": [460.8, 469.36], "text": " And I don't want to brag about it, but currently Time Heroes has more than 83,000 volunteers"}, {"timestamp": [469.36, 475.58], "text": " who are active and are supporting different causes solely in Bulgaria."}, {"timestamp": [475.92, 490.6], "text": " And Bulgaria, back when we started this chat about the volunteering culture in Bulgaria back in 2009. Bulgaria was in the last place in the European Union in terms of volunteering."}, {"timestamp": [490.6, 497.2], "text": " Less than 10% of the population had ever done any volunteering work."}, {"timestamp": [497.2, 502.6], "text": " So yeah, this is how we met and how we started working together."}, {"timestamp": [502.6, 507.28], "text": " Yeah, we saw that we work together great and that we can"}, {"timestamp": [507.28, 513.36], "text": " produce real impact and that we are actually a great match as founders. As Pavel said, Time Heroes"}, {"timestamp": [513.36, 519.92], "text": " really grew up to an extent that we were able to step out of operational activities and move to"}, {"timestamp": [519.92, 526.18], "text": " its board and it currently has an amazing team and we're very happy to see their wins and their"}, {"timestamp": [526.18, 534.2], "text": " progress and we moved on to our next idea which is Fine Act. When I left the journalism world and I"}, {"timestamp": [534.2, 541.6], "text": " entered the human rights world I saw that too many organizations globally are still stuck in"}, {"timestamp": [541.6, 548.06], "text": " let's call it traditional advocacy models that simply do not work anymore and the"}, {"timestamp": [548.06, 555.52], "text": " fact is that today the world has changed so much that information needs to be presented in new ways"}, {"timestamp": [555.52, 565.64], "text": " to make people connect and engage emotionally so this is what prompted us to create FineActs. We are a global non-profit creative studio for"}, {"timestamp": [565.64, 574.58], "text": " social impact. Basically in our work what we do is that we practice and promote the immense value of"}, {"timestamp": [574.58, 581.64], "text": " play and experimentation and collaboration across disciplines to inspire social change."}, {"timestamp": [582.2, 585.24], "text": " So we work in many many different different ways. But for example,"}, {"timestamp": [585.42, 591.68], "text": " we produce different art projects and creative projects with purpose. We bring together artists"}, {"timestamp": [591.68, 598.1], "text": " and activists to work together on such projects and campaigns. We design original creative formats"}, {"timestamp": [598.1, 605.76], "text": " that foster cross-disciplinary collaborations. We also consult and train digital society organizations"}, {"timestamp": [605.76, 614.16], "text": " around the world to embrace creative thinking and art and play as tools for social change."}, {"timestamp": [614.34, 620.76], "text": " We're always propelled forward by our key values that are play, hope and openness."}, {"timestamp": [620.96, 628.04], "text": " It's great to hear that you met on Twitter back in 2009 and have known each other"}, {"timestamp": [628.04, 634.84], "text": " now for over a decade and worked on various initiatives. I'm really glad that you decided"}, {"timestamp": [634.84, 649.06], "text": " to bet on your people and you know community and launch time heroes and I think it's the dream of any founder to be able to build an organisation or company that one day"}, {"timestamp": [649.06, 656.84], "text": " will outgrow them and be able to function without them in terms of day-to-day operations, allowing"}, {"timestamp": [656.84, 667.32], "text": " you to move on to other dreams and ambitions and it's incredible to hear about your work at Fine Acts. One of the concepts I came across in"}, {"timestamp": [667.32, 674.08], "text": " preparation for this interview was this idea of the power of Platonism and this is the first time"}, {"timestamp": [674.08, 681.64], "text": " that I'd ever heard this concept and it really you know resonated with me it struck a chord and I"}, {"timestamp": [681.64, 685.12], "text": " think Jana it speaks to some of the things that you were talking"}, {"timestamp": [685.12, 693.58], "text": " about around evidence-based activism in that I often use my creativity as you know an outlet to"}, {"timestamp": [693.58, 700.48], "text": " process my personal experiences and the unfolding of the events happening in the world around me"}, {"timestamp": [700.48, 707.34], "text": " you know whether that's a poem that I might write or some kind of creative concept that I come"}, {"timestamp": [707.34, 713.36], "text": " up with. So I really, really love that idea of Plativism. I wonder how did you come up with this"}, {"timestamp": [713.36, 720.06], "text": " term and how can people practice Plativism in their daily lives and in their work?"}, {"timestamp": [721.7, 729.94], "text": " Several years ago, actually more than 10 years ago i i suffered a pretty pretty bad burnout and"}, {"timestamp": [729.94, 735.6], "text": " i started reading more about this about this condition and i started stumbling upon research"}, {"timestamp": [735.6, 747.06], "text": " that said that activists had have enormously high levels of depression and burnout, like much higher than most other professions."}, {"timestamp": [747.76, 753.6], "text": " And at the same time, I came upon the work of a psychiatrist called Dr. Stuart Brown,"}, {"timestamp": [753.92, 762.6], "text": " who apart from a psychiatrist is also a play researcher. So he says in a very famous TED talk"}, {"timestamp": [762.6, 769.88], "text": " that nothing lights up the brain like play, and that the opposite of play is not work, it's depression."}, {"timestamp": [770.46, 776.48], "text": " This experience informs the start of Fine Arts, the very fabric of Fine Arts."}, {"timestamp": [776.48, 782.48], "text": " And what we do at a certain point, we just gave it a name and we coined the term playtivism."}, {"timestamp": [782.64, 787.04], "text": " But it basically refers to the importance of creating spaces for"}, {"timestamp": [787.04, 793.84], "text": " multi-disciplinary play and experimentation in activism and there are many reasons to do so"}, {"timestamp": [793.84, 798.96], "text": " first of all obviously this kind of cross-disciplinary play meaning that playing"}, {"timestamp": [798.96, 806.18], "text": " with people who are not like us so not just trying to solve the problems of the world with more and more activists but"}, {"timestamp": [806.18, 810.88], "text": " actually attracting people from other disciplines from other walks of life people who don't think"}, {"timestamp": [810.88, 815.9], "text": " like us who don't see the world like us who have different skills than us this kind of play"}, {"timestamp": [815.9, 827.1], "text": " sparks better ideas also when we play others want to join we in the human rights world all the time say how what a lonely fight it is"}, {"timestamp": [827.1, 834.32], "text": " but if we create these playful joyful playgrounds other people would want to come and help us out."}, {"timestamp": [835.2, 841.92], "text": " Play gives us the so important feeling that we got this. It can prevent these high levels of"}, {"timestamp": [841.92, 846.62], "text": " depression burnout that in our case we started building our"}, {"timestamp": [846.62, 851.94], "text": " own playgrounds we started thinking about such formats and about ways to attract people from"}, {"timestamp": [851.94, 858.6], "text": " other disciplines into our work so just a couple of examples so pine acts started doing this format"}, {"timestamp": [858.6, 866.9], "text": " called labs where we pair artists and technologists to prototype joint projects that target specific human rights issues."}, {"timestamp": [867.48, 874.0], "text": " So the way that it works, we bring artists and technologists together, we pair them up, we brief them on a specific human rights issue."}, {"timestamp": [874.0, 881.74], "text": " And then they have a couple of days only to come up with a solution that lies somewhere at the intersection of art and tech."}, {"timestamp": [882.0, 885.54], "text": " And we've had these kind of labs on topics ranging from women's rights"}, {"timestamp": [885.54, 888.84], "text": " and freedom of expression and shrinking civic space."}, {"timestamp": [889.06, 891.18], "text": " Once they're done, typically on a Sunday night,"}, {"timestamp": [891.32, 892.98], "text": " there is like an audience and a jury,"}, {"timestamp": [893.1, 896.7], "text": " and then the jury decides which idea is going to get produced."}, {"timestamp": [897.12, 898.84], "text": " And we've produced a range of these ideas,"}, {"timestamp": [898.96, 901.68], "text": " but let me just mention one, something that we're currently producing."}, {"timestamp": [901.68, 906.3], "text": " It is a board game that putting the shoes of a"}, {"timestamp": [906.3, 911.48], "text": " dictator so you get to really grasp the tools and tactics of oppression so we are designing this"}, {"timestamp": [911.48, 917.08], "text": " with a bunch of activists from around the world that are currently under this kind of authoritarian"}, {"timestamp": [917.08, 923.06], "text": " regimes and this is just an example of something that could be born out of a format that brings"}, {"timestamp": [923.06, 932.78], "text": " together people from really different worlds of life trying to solve big human rights issues. That's amazing and I mean you've only"}, {"timestamp": [932.78, 939.2], "text": " scratched the surface in terms of the different campaigns and initiatives that you run at Fine"}, {"timestamp": [939.2, 947.56], "text": " Acts. I'm interested to know the process for developing these and how you decide which issues to center,"}, {"timestamp": [947.72, 954.12], "text": " because like you mentioned, you've covered so many issues. So what's the methodology behind that?"}, {"timestamp": [954.12, 960.26], "text": " Something to note is that we work globally and that we work across human rights issues."}, {"timestamp": [960.8, 984.38], "text": " So we kind of work in two different ways in parallels. On the one hand, we have several key issues we focus on more strategically during the year. And we select those during annual strategic meetings, depending on what is going on in the world, but always thinking about our capacity and our strengths and the maximum impact that we could achieve."}, {"timestamp": [984.4, 985.08], "text": " and our strengths and the maximum impact that we could achieve."}, {"timestamp": [990.3, 995.74], "text": " However, we always keep about, let's say, 30% of our time open for current events because we want to keep being reactive and flexible"}, {"timestamp": [995.74, 1002.78], "text": " and not to be completely dedicated to projects that we came up with a year ago."}, {"timestamp": [1003.5, 1006.6], "text": " Still be able to be fluid and to respond quickly"}, {"timestamp": [1006.6, 1008.96], "text": " and adequately to the times?"}, {"timestamp": [1010.18, 1010.46], "text": " Yes."}, {"timestamp": [1010.6, 1015.04], "text": " So, for example, last year when the pandemic started,"}, {"timestamp": [1015.26, 1018.68], "text": " we had to change all of our plans for the year."}, {"timestamp": [1019.2, 1022.66], "text": " Our strategic board was wiped out"}, {"timestamp": [1022.66, 1029.66], "text": " and we just sat down and we started thinking what can we do to adapt to this"}, {"timestamp": [1029.66, 1035.92], "text": " new situation and something that we did for example was the spring of hope campaign back in"}, {"timestamp": [1035.92, 1049.36], "text": " march 2020 which was an open call to the creative community to submit illustrations, hopeful illustrations that can drive us in these very uncertain times"}, {"timestamp": [1049.36, 1052.28], "text": " right in the beginning of the pandemic."}, {"timestamp": [1053.14, 1057.88], "text": " And what we did is we got a huge,"}, {"timestamp": [1058.16, 1061.24], "text": " very overwhelmingly positive feedback"}, {"timestamp": [1061.24, 1063.48], "text": " from the creative community."}, {"timestamp": [1063.48, 1069.02], "text": " Hundreds of submissions most of which we"}, {"timestamp": [1069.02, 1078.22], "text": " collected in a collection which is unleashed under a creative commons license in fact and can be used"}, {"timestamp": [1078.22, 1085.5], "text": " freely and adapted by citizens and non-profit organizations for their causes but also you can just look"}, {"timestamp": [1085.5, 1091.38], "text": " at it and it's a beautiful collection of artworks and this was something that we"}, {"timestamp": [1091.38, 1097.82], "text": " tried to do as an answer to what was happening later in the same year in back"}, {"timestamp": [1097.82, 1103.28], "text": " in 2020 when in the States everything that was happening with the Black Lives"}, {"timestamp": [1103.28, 1105.0], "text": " Matter movement another thing that was a with the Black Lives Matter movement,"}, {"timestamp": [1111.18, 1118.24], "text": " another thing that was a project that is called 12 Black Artists, 24 Protest Posters, we invited 12 artists to create protest posters that, again, are free to use."}, {"timestamp": [1118.54, 1124.22], "text": " And you can find them both on Fine Act's website, but also on The Great,"}, {"timestamp": [1124.5, 1127.24], "text": " which I hope we'll talk about in a bit."}, {"timestamp": [1128.04, 1134.32], "text": " And for us, it was very important to use our platform to amplify the voices of the people"}, {"timestamp": [1134.32, 1141.34], "text": " that needed to have their voices amplified. And this is how we used, for example, our platform."}, {"timestamp": [1141.98, 1147.82], "text": " Thank you so much. It's just incredible to see the different campaigns"}, {"timestamp": [1147.82, 1154.42], "text": " that have developed and I think it really speaks to what we're all about at Creative Commons which"}, {"timestamp": [1154.42, 1162.0], "text": " is bringing together different voices, different people with different expertise and skills to"}, {"timestamp": [1162.0, 1168.3], "text": " work on these campaigns together brings better results than any one person"}, {"timestamp": [1168.3, 1175.7], "text": " could have achieved in isolation and thank you for your work in in injecting hope in into those"}, {"timestamp": [1175.7, 1186.0], "text": " early uncertain days of the pandemic and for being open and reactive yeah it's really remarkable and we'll talk about the greats in a bit more detail"}, {"timestamp": [1186.0, 1194.24], "text": " soon but I just I wanted to ask you both if there had been a single campaign that had really"}, {"timestamp": [1194.24, 1202.26], "text": " touched you being your favorite or most impactful in all honesty it's not that much of a campaign"}, {"timestamp": [1202.26, 1205.34], "text": " a single campaign it's more of a format that we think"}, {"timestamp": [1205.34, 1211.64], "text": " produces the most impact and we find really enjoyable and it's a format of ours called"}, {"timestamp": [1211.64, 1219.22], "text": " sprint where we invite visual artists again for a weekend we brief them on a specific human rights"}, {"timestamp": [1219.22, 1228.92], "text": " issue and then they have 48 hours to come up with the final work. Once we do this, we always hold a pop-up exhibition."}, {"timestamp": [1230.04, 1234.6], "text": " However, all these works are then published under a Creative Commons license"}, {"timestamp": [1234.6, 1239.5], "text": " for anyone to use and adapt, no matter what the issue is."}, {"timestamp": [1239.5, 1245.94], "text": " We always ask the artists for the final results to be focused on hope and solutions"}, {"timestamp": [1245.94, 1252.46], "text": " and this is really important when i spoke earlier about impact creating this kind of"}, {"timestamp": [1253.1, 1260.06], "text": " powerful visual content on social issues does result in raising visibility and engagement"}, {"timestamp": [1260.06, 1272.7], "text": " however it is very difficult for non-profits to produce it because they very rarely have the resources or the person in their team that could produce this kind of content."}, {"timestamp": [1273.16, 1286.66], "text": " Publishing it under an open license, we do solve such a key problem for many nonprofits or grassroots groups, even individual activists. And also what this format does, and this also goes to impact,"}, {"timestamp": [1287.18, 1293.06], "text": " is that it does enhance and nurture the sensitivity of the art communities"}, {"timestamp": [1293.06, 1296.14], "text": " towards different human rights and social issues."}, {"timestamp": [1296.14, 1301.22], "text": " And it inspires them to continue pursuing projects with purpose."}, {"timestamp": [1301.8, 1306.92], "text": " So, for example, prints that we've done so far were on women's issues"}, {"timestamp": [1306.92, 1315.42], "text": " on women's rights on lgbtq rights on freedom of expression and also on hate speech but"}, {"timestamp": [1315.42, 1332.5], "text": " we see this as a natural extension of what we do and creating work that is open that then can be used by a global community of people"}, {"timestamp": [1332.5, 1350.32], "text": " or a local community of people for that matter in a way that supports a organization, but it's solely about how we can support the issues and"}, {"timestamp": [1350.32, 1359.0], "text": " how we can actually have impact on these issues. And openly licensing these work with a Creative"}, {"timestamp": [1359.0, 1366.44], "text": " Commons license means that they can be used far and wide in several different contexts."}, {"timestamp": [1366.6, 1375.54], "text": " I'm just curious, can you give an example of a time you saw one of the works from the greats used"}, {"timestamp": [1375.54, 1386.92], "text": " and you were particularly surprised about a location or the way or who was using it? I think one of the more exciting uses of the work"}, {"timestamp": [1386.92, 1392.04], "text": " was last year by an organization called Projection in Protest."}, {"timestamp": [1392.8, 1395.86], "text": " They used one of the artworks that we created"}, {"timestamp": [1395.86, 1400.96], "text": " during our Black Artists 24 Protest Posters project,"}, {"timestamp": [1401.28, 1408.2], "text": " which was projected on the Brooklyn Bridge at night which was a very big shiny"}, {"timestamp": [1408.2, 1416.68], "text": " showcase of a work of an artist in a way that we didn't initially see as something that can be done"}, {"timestamp": [1416.68, 1426.96], "text": " we expected that organizations would use the artworks in marches as they did in different printouts in their social media but"}, {"timestamp": [1426.96, 1433.98], "text": " it was very nice and it was so amazing to see one of the artworks by a great South African"}, {"timestamp": [1433.98, 1448.46], "text": " artist projected on one of the main landmark buildings in New York. That's amazing. That's amazing. I feel like we've talked around the greats.com,"}, {"timestamp": [1448.46, 1456.22], "text": " but I'd love to get back to the start. How did it come about and what were the initial kind of"}, {"timestamp": [1456.22, 1463.52], "text": " aims you had for it when you started? The greats is a natural extension of what we do. In Finex,"}, {"timestamp": [1468.78, 1476.3], "text": " a natural extension of what we do. In FINAX, we embrace openness and we try to produce as much artworks as we can that are open and are freely available to be used by different communities."}, {"timestamp": [1476.94, 1489.08], "text": " And what we see is that this is the most effective way that we can work. So it's not only about a good cooperation"}, {"timestamp": [1489.08, 1494.04], "text": " that can have a very impactful and interesting exhibition"}, {"timestamp": [1494.04, 1495.88], "text": " within a certain time frame,"}, {"timestamp": [1496.2, 1499.76], "text": " but how can we have a long-lasting effect?"}, {"timestamp": [1500.78, 1509.16], "text": " So The Great is our platform for high high quality illustrations on different social issues."}, {"timestamp": [1509.7, 1516.68], "text": " Everything on the Grades is licensed under a Creative Commons license."}, {"timestamp": [1517.3, 1518.5], "text": " It is free to use."}, {"timestamp": [1518.8, 1520.3], "text": " It is free to adapt."}, {"timestamp": [1520.7, 1522.98], "text": " You can do whatever you want with it."}, {"timestamp": [1522.98, 1526.16], "text": " The only thing is that it's free for non-commercial"}, {"timestamp": [1526.16, 1532.08], "text": " use. And this is the line that we draw in the sand because we want all the works to be free"}, {"timestamp": [1532.08, 1538.5], "text": " for social causes and to make this type of impact. In the beginning, we started creating"}, {"timestamp": [1538.5, 1545.46], "text": " different collections, as Jana said, through the Sprint format. And we started putting them out on our website."}, {"timestamp": [1545.84, 1548.2], "text": " And we saw that people were interested."}, {"timestamp": [1548.82, 1550.88], "text": " People were downloading them."}, {"timestamp": [1551.28, 1554.18], "text": " But also, technology-wise,"}, {"timestamp": [1554.6, 1559.5], "text": " we didn't have the right means to do the proper work."}, {"timestamp": [1559.74, 1562.52], "text": " So this is why in the beginning of 2020,"}, {"timestamp": [1562.86, 1565.04], "text": " we started building the grades."}, {"timestamp": [1565.04, 1580.04], "text": " And this is a website that is solely dedicated to creating different collections on the most pressing social issues with many great illustrators and artists from around the world that are both submitting artworks."}, {"timestamp": [1581.04, 1587.92], "text": " But also with all our different projects, we trying to feed the greats with new content"}, {"timestamp": [1587.92, 1595.74], "text": " thank you and i will include a link to the greats so folks don't have to just take our word for it"}, {"timestamp": [1595.74, 1602.28], "text": " they can go and see all the amazing collections that you have up there and one of your most"}, {"timestamp": [1602.28, 1606.3], "text": " recent collections on the great speaking of you know the world's most"}, {"timestamp": [1606.3, 1614.78], "text": " pressing issues is the climate collection how did this come about for you and what impact is it"}, {"timestamp": [1614.78, 1622.56], "text": " having so far I mean whilst we're recording this right now COP26 is taking place we've used some"}, {"timestamp": [1622.56, 1625.0], "text": " of the climate collections at Creative Commons."}, {"timestamp": [1625.0, 1638.0], "text": " I actually saw on Twitter, I think it was yesterday, some pictures of posters that some demonstrators had printed out and were using for a march."}, {"timestamp": [1638.0, 1650.7], "text": " I guess I'll throw it over to you. Tell me more about the climate collection. Thank you, Ani. Yes, in fact, last Saturday on the big march in Glasgow, we gave out three"}, {"timestamp": [1650.7, 1656.5], "text": " posters to people with artworks from the climate collection, which is one of our favourite"}, {"timestamp": [1656.5, 1662.16], "text": " projects that we've done so far. And it's a cooperation with TED's climate initiative,"}, {"timestamp": [1663.2, 1663.76], "text": " TED's Climate Initiative Countdown."}, {"timestamp": [1668.36, 1672.92], "text": " And we published a call for artists from around the globe to submit existing or new work on the topic of climate action,"}, {"timestamp": [1673.4, 1676.16], "text": " but with a twist that it needs to be positive."}, {"timestamp": [1676.68, 1678.26], "text": " It needs to be hopeful."}, {"timestamp": [1678.64, 1683.1], "text": " It needs to speak in a way that can engage people"}, {"timestamp": [1683.1, 1687.3], "text": " and motivate them to do some actual action."}, {"timestamp": [1687.68, 1690.88], "text": " And because we are fed up with negative messages,"}, {"timestamp": [1691.2, 1695.0], "text": " a couple of months ago, we launched this call together with TED."}, {"timestamp": [1695.54, 1698.58], "text": " More than 2,000 submissions came in,"}, {"timestamp": [1698.58, 1703.8], "text": " and from them, a very great jury selected 50 artworks,"}, {"timestamp": [1703.92, 1711.04], "text": " 50 artists that were licensed under Creative Commons, but they were also paid for their work."}, {"timestamp": [1711.04, 1715.46], "text": " It wasn't just an open call, but it was a commission."}, {"timestamp": [1716.2, 1722.8], "text": " But also a lot of the artists that submitted to the open call, they said to us, you know what?"}, {"timestamp": [1728.52, 1735.5], "text": " they said to us you know what I know that I wasn't picked in the final 50 but I still want to have my work published under a creative commons license and I want it to be free and to be used so now"}, {"timestamp": [1735.5, 1745.5], "text": " we have more than 300 artworks published on the grades published on artistsforclimate.org that are free to use."}, {"timestamp": [1745.84, 1747.4], "text": " And it's a growing collection"}, {"timestamp": [1747.4, 1749.72], "text": " that we are currently, in fact,"}, {"timestamp": [1749.86, 1751.86], "text": " growing by another cooperation"}, {"timestamp": [1751.86, 1755.32], "text": " with nine TEDx events around the world."}, {"timestamp": [1755.32, 1757.86], "text": " But also the Climate Collection"}, {"timestamp": [1757.86, 1759.84], "text": " is open to submissions."}, {"timestamp": [1760.62, 1762.64], "text": " So artists, designers,"}, {"timestamp": [1763.04, 1764.34], "text": " if you're hearing this,"}, {"timestamp": [1764.9, 1770.26], "text": " please check it out and also submit your works and let's make some change."}, {"timestamp": [1771.36, 1774.38], "text": " That's incredible. Thank you so much."}, {"timestamp": [1774.38, 1786.86], "text": " And I guess I'm interested to know what areas have you explored that you haven't actually worked on, built a campaign around, but you potentially"}, {"timestamp": [1786.86, 1798.0], "text": " would like to explore in the future? In terms of the grades, there are issues that we want to have"}, {"timestamp": [1798.0, 1805.94], "text": " more work created. So for example, we are planning sprints done on disability rights, for example."}, {"timestamp": [1806.48, 1810.8], "text": " We want to expand our collections on women's rights."}, {"timestamp": [1810.8, 1820.14], "text": " We have some works, but they're just the beginning, as well as we have some works on LGBT plus rights."}, {"timestamp": [1820.34, 1825.3], "text": " However, we really want to work to expand it before the next Pride month."}, {"timestamp": [1825.82, 1829.28], "text": " And as Pavel said, the Grades is open for submission."}, {"timestamp": [1829.54, 1833.88], "text": " So we're not feeding it only through our own formats,"}, {"timestamp": [1833.94, 1837.34], "text": " but also through artists submitting their existing works"}, {"timestamp": [1837.34, 1840.06], "text": " that they would like to open up under Creative Commons license."}, {"timestamp": [1840.48, 1845.62], "text": " And we would do both sprints on these issues"}, {"timestamp": [1845.62, 1847.8], "text": " but also a communication campaign"}, {"timestamp": [1847.8, 1851.84], "text": " on the possibility to submit through the grades"}, {"timestamp": [1851.84, 1855.7], "text": " and hopefully if artists are listening to the podcast"}, {"timestamp": [1855.7, 1859.76], "text": " you're more than welcome to submit on these issues"}, {"timestamp": [1859.76, 1860.74], "text": " and many more."}, {"timestamp": [1861.7, 1864.54], "text": " So the art that these artists create"}, {"timestamp": [1864.54, 1867.24], "text": " is not only visually appealing and"}, {"timestamp": [1867.24, 1874.24], "text": " entertaining to look at, but it serves a double purpose as an instrument of advocacy. How would"}, {"timestamp": [1874.24, 1881.68], "text": " you like to see other activists and non-profits contributing to open culture in the future?"}, {"timestamp": [1881.84, 1888.46], "text": " You're doing amazing work, but it can't be carried on the shoulders of fine"}, {"timestamp": [1888.46, 1894.94], "text": " acts alone how would you urge others to contribute towards the commons our dream is that more"}, {"timestamp": [1894.94, 1901.5], "text": " organizations start to work openly and start allowing others to use and adapt their campaign"}, {"timestamp": [1901.5, 1906.22], "text": " work to to local context the resources of the human rights world are so limited"}, {"timestamp": [1906.22, 1908.4], "text": " and this would be a huge help."}, {"timestamp": [1908.9, 1911.94], "text": " So imagine, for example, a really successful campaign"}, {"timestamp": [1911.94, 1914.06], "text": " on domestic violence done somewhere."}, {"timestamp": [1914.32, 1917.72], "text": " Why can't it be used and adapted in other countries"}, {"timestamp": [1917.72, 1919.36], "text": " by other non-profits?"}, {"timestamp": [1920.18, 1922.84], "text": " This won't only solve the resources problem,"}, {"timestamp": [1923.0, 1927.38], "text": " but will multiply the impact of this campaign immensely."}, {"timestamp": [1927.38, 1935.44], "text": " For example, us, we already started, as Pavel explained, we already started creating waves with the grids."}, {"timestamp": [1935.6, 1937.92], "text": " However, we don't stop there in terms of openness."}, {"timestamp": [1938.1, 1940.52], "text": " All our formats are also open."}, {"timestamp": [1941.22, 1947.56], "text": " The labs format I spoke about, the sprints format format they're all open in terms of the fact that"}, {"timestamp": [1947.56, 1954.32], "text": " any non-profit anywhere in the world can run them and we provide the full guidance for this"}, {"timestamp": [1954.32, 1961.42], "text": " we're also currently working on an entire campaign on disability rights that we published entirely"}, {"timestamp": [1961.42, 1968.14], "text": " under a creative commons license that would again allow use and adaptation by other non-profits."}, {"timestamp": [1968.36, 1971.12], "text": " So in this case, we're talking about a couple of videos,"}, {"timestamp": [1971.32, 1972.58], "text": " a set of photographs."}, {"timestamp": [1973.28, 1975.62], "text": " In this case, this is a brilliant campaign"}, {"timestamp": [1975.62, 1977.9], "text": " that is fueled by self-advocates."}, {"timestamp": [1978.52, 1981.7], "text": " And we want to empower organizations from around the world"}, {"timestamp": [1981.7, 1983.24], "text": " who work on disability rights"}, {"timestamp": [1983.24, 1986.1], "text": " and particularly on the"}, {"timestamp": [1986.1, 1993.4], "text": " very hard to grasp issue regarding guardianship to use this work we truly hope that more"}, {"timestamp": [1993.4, 2000.96], "text": " organizations will embrace this approach so that we can all win together switching gears a bit as"}, {"timestamp": [2000.96, 2006.6], "text": " we come towards the end of our interview. We're celebrating our 20th anniversary"}, {"timestamp": [2006.6, 2014.68], "text": " at Creative Commons this year. Next month, the 19th of December, will be our official 20th"}, {"timestamp": [2014.68, 2020.6], "text": " anniversary and the theme for our campaign is Better Sharing for a Brighter Future."}, {"timestamp": [2021.5, 2028.18], "text": " My last question to round things off is what does better sharing mean to you in the"}, {"timestamp": [2028.18, 2035.76], "text": " context of your life and work? I think that in the last four or five years we've seen that"}, {"timestamp": [2035.76, 2045.34], "text": " just sharing is not enough and there is just well enough of content and things being shared."}, {"timestamp": [2051.1, 2051.86], "text": " So for us, I think better sharing means better tools for sharing."}, {"timestamp": [2059.9, 2061.38], "text": " And this is why FinEx works in this line of creating better tools of sharing knowledge and sharing creativity."}, {"timestamp": [2062.32, 2069.02], "text": " And yes, I think that this is how we would like to participate in this model."}, {"timestamp": [2069.8, 2070.76], "text": " Thank you."}, {"timestamp": [2070.84, 2071.68], "text": " Thank you so much."}, {"timestamp": [2071.74, 2073.94], "text": " That's a really thoughtful answer there."}, {"timestamp": [2074.46, 2077.7], "text": " Where can folks find you after this episode"}, {"timestamp": [2077.7, 2080.58], "text": " if they want to keep up with your work?"}, {"timestamp": [2080.58, 2084.26], "text": " We'll be dropping in links in the episode description."}, {"timestamp": [2084.62, 2086.68], "text": " So don't worry about scribbling"}, {"timestamp": [2086.68, 2094.78], "text": " these answers down people can follow us basically all major social media platforms"}, {"timestamp": [2094.78, 2110.66], "text": " just type in fine acts on google i hope we're still the first result yeah yes yes but also we are part of the community so if people are interested"}, {"timestamp": [2110.66, 2117.8], "text": " and if they're listening to this podcast they should be in openness in and the idea of sharing"}, {"timestamp": [2117.8, 2128.46], "text": " ideas knowledge creativity i'm sure we'll meet amazing amazing and we'll drop your twitter handles in the episode"}, {"timestamp": [2128.46, 2136.1], "text": " description thank you both so much for taking time out of your day to speak to creative commons"}, {"timestamp": [2136.1, 2142.38], "text": " through me I really want to commend you on the work that you're doing you've both you know given"}, {"timestamp": [2142.38, 2146.86], "text": " me a lot of food for thought and I'd love to you know find"}, {"timestamp": [2146.86, 2153.26], "text": " ways that I can contribute to fine acts and and stay in touch with you both thank you so much"}, {"timestamp": [2153.26, 2160.7], "text": " and likewise we are inspired every day by creative commons and by the concept and by the by everything"}, {"timestamp": [2160.7, 2167.24], "text": " that you do and it is very obvious that Creative Commons inspired us to do the work"}, {"timestamp": [2167.24, 2173.34], "text": " that we do in the way that we do it yeah the appreciation is very mutual yeah and also we"}, {"timestamp": [2173.34, 2180.58], "text": " are learning how to be a better part of the community and and use all the guidelines and"}, {"timestamp": [2180.58, 2185.76], "text": " all the ideas within the Creative Commons community. Thank you. Thank you."}, {"timestamp": [2189.14, 2189.62], "text": " Thanks for listening to Open Minds from Creative Commons."}, {"timestamp": [2192.22, 2192.64], "text": " Special thanks to the musician Broke For Free,"}, {"timestamp": [2195.66, 2197.94], "text": " whose track Daybird you heard at the beginning of this episode and you're listening to right now."}, {"timestamp": [2198.22, 2201.98], "text": " It's available under the Creative Commons Attribution License."}, {"timestamp": [2202.44, 2204.82], "text": " Meaning it's free for anyone to use."}, {"timestamp": [2204.82, 2206.36], "text": " You can find it at the Free"}, {"timestamp": [2206.36, 2213.54], "text": " Music Archive, freemusicarchive.org. Please subscribe to our show so you don't miss any"}, {"timestamp": [2213.54, 2218.74], "text": " of our conversations with people working to make the internet and our global culture"}, {"timestamp": [2218.74, 2285.5], "text": " more open and collaborative. We'll be back soon with another episode. Talk to you then. Thank you."}], "text": " Welcome to Open Minds from Creative Commons. I'm Oney-Ann Ugin, CC's Campaigns Manager. We're celebrating Creative Commons' 20th anniversary this year, and one of the ways we're doing that is with this podcast, a series of conversations with people working on issues we're involved with and subjects we're excited about. working on issues we're involved with and subjects we're excited about. On this episode, we sit down with dynamic duo Yana Burethabinyir and Pavel Konchev, two of three co-founders of FineActs, a global creative studio that encourages experimentation and collaboration across disciplines to inspire social change. collaboration across disciplines to inspire social change. Fine Acts brings together multidisciplinary teams of artists, activists, and technologists to prototype compelling works of art aligned with specific human rights campaigns. And they publish all completed works on the greats.co under CC licenses for anyone to use and adapt non-commercially. Jana is the Executive Director of Fine Acts, a TED Senior Fellow, Young Global Leader of the World Economic Forum, a Fellow of the Royal Society of Arts, and her most recent TED Talk focused on the concept of Plativism has been viewed close to 2 million times. Pavel is chair of the Board of Finance, an Obama Foundation scholar at Columbia University, and a Royal Society of Arts fellow. He was born in Bulgaria, where he co-founded Time Heroes with Yana, the biggest online volunteering service in the country, with 80,000 registered volunteers, which bagged him a spot on Forbes Bulgaria's list of 30 under 30. Jana and Pavel met on Twitter over a decade ago, united in their drive for activism that centers art, experimentation and play. Well, that's enough for me. Let's dive into this conversation with Jana and Pavel. So I'm Jana Tavanier. I'm the founder and executive director of FineActs. I'm Pavel Kuncev. I am the chair of the board of FINEX and also the co-founder awesome awesome and whilst I was preparing for our interview today I had the opportunity to dig into FINEX more and a theme that comes up for me and on a broad level is activism activism means different things in different contexts to different people and I'm just curious to learn what activism means to both of you and how it shows up in your life and the work that you do. I will start. I actually used to be an investigative journalist before becoming an activist. And I became an activist because of the huge frustration that I was feeling because of a lack of real impact. So after a lot of experiments, today I practice what could be called evidence-based activism. could be called evidence-based activism. I spent years researching what makes people care and actually key conclusions from neuroscience and behavioral science include that opinions change not through more information, but through compelling empathy-inducing experiences and that visual language works much better than dry facts and abstract concepts and that art can trigger empathy however that an emotional response should be done super carefully because people would shut down or not respond if we simply evoke sadness guilt or fear and in the general desensitization to social issues campaigns that bring all and hope are most effective so all these are the principles that inform the activism that we do in fine acts we are basically trying to change the world with with art with hope and with joy yeah and my story i don't think it's as inspiring as Jana's. I used to work in advertising and something that drove me to advertising was the idea of nudging people's behavior and an influential culture. But of course, within the work that you do in advertising, you come to the point of disillusionment. This is something that made me switch in a way. But again, for me, activism is how we can influence culture in a positive way. So this is basically my model now and the way I try to practice it in work. Thank you both for sharing your journeys. It's interesting to see Yana with you, the investigative journalism background, and Pavel with you starting in advertising and both looking for more meaning out of your careers, both looking for more meaning out of your careers, but also taking those skills that you built early on and propelling them into the work that you do. How did you both meet and end up founding FineActs with your third co-founder, Julie Freeman? And please give us a background and an overview of what FineActs is. Funnily enough, me and Jana, we both met on Twitter. I think this was back in 2009. So we were following each other or we were commenting on each other's posts. We started chatting and we started meeting in real life and discussing different issues that interest us or are triggering us or make us sad or make us happy. and this is how we came up with another idea, which is a predecessor of Fine Acts and it's Time Heroes, which is because we are both born and raised in Bulgaria. Something that, funnily enough, we were talking about was volunteering and the culture and the lacking culture of volunteering in Bulgaria. What we tried to do then is to answer this very simple question. Are we as people not active? Don't we care about issues? Or is there something else? And we bet on the second. And this is why we created Time Heroes, which was and still is the biggest platform for volunteering in Bulgaria. And it's a very simple tool that helps citizens currently solely in Bulgaria to find causes in a very simple way in terms of location, how much time they want to pledge to a different cause and different types of causes. This was something that we did together and it grew extremely successful. And I don't want to brag about it, but currently Time Heroes has more than 83,000 volunteers who are active and are supporting different causes solely in Bulgaria. And Bulgaria, back when we started this chat about the volunteering culture in Bulgaria back in 2009. Bulgaria was in the last place in the European Union in terms of volunteering. Less than 10% of the population had ever done any volunteering work. So yeah, this is how we met and how we started working together. Yeah, we saw that we work together great and that we can produce real impact and that we are actually a great match as founders. As Pavel said, Time Heroes really grew up to an extent that we were able to step out of operational activities and move to its board and it currently has an amazing team and we're very happy to see their wins and their progress and we moved on to our next idea which is Fine Act. When I left the journalism world and I entered the human rights world I saw that too many organizations globally are still stuck in let's call it traditional advocacy models that simply do not work anymore and the fact is that today the world has changed so much that information needs to be presented in new ways to make people connect and engage emotionally so this is what prompted us to create FineActs. We are a global non-profit creative studio for social impact. Basically in our work what we do is that we practice and promote the immense value of play and experimentation and collaboration across disciplines to inspire social change. So we work in many many different different ways. But for example, we produce different art projects and creative projects with purpose. We bring together artists and activists to work together on such projects and campaigns. We design original creative formats that foster cross-disciplinary collaborations. We also consult and train digital society organizations around the world to embrace creative thinking and art and play as tools for social change. We're always propelled forward by our key values that are play, hope and openness. It's great to hear that you met on Twitter back in 2009 and have known each other now for over a decade and worked on various initiatives. I'm really glad that you decided to bet on your people and you know community and launch time heroes and I think it's the dream of any founder to be able to build an organisation or company that one day will outgrow them and be able to function without them in terms of day-to-day operations, allowing you to move on to other dreams and ambitions and it's incredible to hear about your work at Fine Acts. One of the concepts I came across in preparation for this interview was this idea of the power of Platonism and this is the first time that I'd ever heard this concept and it really you know resonated with me it struck a chord and I think Jana it speaks to some of the things that you were talking about around evidence-based activism in that I often use my creativity as you know an outlet to process my personal experiences and the unfolding of the events happening in the world around me you know whether that's a poem that I might write or some kind of creative concept that I come up with. So I really, really love that idea of Plativism. I wonder how did you come up with this term and how can people practice Plativism in their daily lives and in their work? Several years ago, actually more than 10 years ago i i suffered a pretty pretty bad burnout and i started reading more about this about this condition and i started stumbling upon research that said that activists had have enormously high levels of depression and burnout, like much higher than most other professions. And at the same time, I came upon the work of a psychiatrist called Dr. Stuart Brown, who apart from a psychiatrist is also a play researcher. So he says in a very famous TED talk that nothing lights up the brain like play, and that the opposite of play is not work, it's depression. This experience informs the start of Fine Arts, the very fabric of Fine Arts. And what we do at a certain point, we just gave it a name and we coined the term playtivism. But it basically refers to the importance of creating spaces for multi-disciplinary play and experimentation in activism and there are many reasons to do so first of all obviously this kind of cross-disciplinary play meaning that playing with people who are not like us so not just trying to solve the problems of the world with more and more activists but actually attracting people from other disciplines from other walks of life people who don't think like us who don't see the world like us who have different skills than us this kind of play sparks better ideas also when we play others want to join we in the human rights world all the time say how what a lonely fight it is but if we create these playful joyful playgrounds other people would want to come and help us out. Play gives us the so important feeling that we got this. It can prevent these high levels of depression burnout that in our case we started building our own playgrounds we started thinking about such formats and about ways to attract people from other disciplines into our work so just a couple of examples so pine acts started doing this format called labs where we pair artists and technologists to prototype joint projects that target specific human rights issues. So the way that it works, we bring artists and technologists together, we pair them up, we brief them on a specific human rights issue. And then they have a couple of days only to come up with a solution that lies somewhere at the intersection of art and tech. And we've had these kind of labs on topics ranging from women's rights and freedom of expression and shrinking civic space. Once they're done, typically on a Sunday night, there is like an audience and a jury, and then the jury decides which idea is going to get produced. And we've produced a range of these ideas, but let me just mention one, something that we're currently producing. It is a board game that putting the shoes of a dictator so you get to really grasp the tools and tactics of oppression so we are designing this with a bunch of activists from around the world that are currently under this kind of authoritarian regimes and this is just an example of something that could be born out of a format that brings together people from really different worlds of life trying to solve big human rights issues. That's amazing and I mean you've only scratched the surface in terms of the different campaigns and initiatives that you run at Fine Acts. I'm interested to know the process for developing these and how you decide which issues to center, because like you mentioned, you've covered so many issues. So what's the methodology behind that? Something to note is that we work globally and that we work across human rights issues. So we kind of work in two different ways in parallels. On the one hand, we have several key issues we focus on more strategically during the year. And we select those during annual strategic meetings, depending on what is going on in the world, but always thinking about our capacity and our strengths and the maximum impact that we could achieve. and our strengths and the maximum impact that we could achieve. However, we always keep about, let's say, 30% of our time open for current events because we want to keep being reactive and flexible and not to be completely dedicated to projects that we came up with a year ago. Still be able to be fluid and to respond quickly and adequately to the times? Yes. So, for example, last year when the pandemic started, we had to change all of our plans for the year. Our strategic board was wiped out and we just sat down and we started thinking what can we do to adapt to this new situation and something that we did for example was the spring of hope campaign back in march 2020 which was an open call to the creative community to submit illustrations, hopeful illustrations that can drive us in these very uncertain times right in the beginning of the pandemic. And what we did is we got a huge, very overwhelmingly positive feedback from the creative community. Hundreds of submissions most of which we collected in a collection which is unleashed under a creative commons license in fact and can be used freely and adapted by citizens and non-profit organizations for their causes but also you can just look at it and it's a beautiful collection of artworks and this was something that we tried to do as an answer to what was happening later in the same year in back in 2020 when in the States everything that was happening with the Black Lives Matter movement another thing that was a with the Black Lives Matter movement, another thing that was a project that is called 12 Black Artists, 24 Protest Posters, we invited 12 artists to create protest posters that, again, are free to use. And you can find them both on Fine Act's website, but also on The Great, which I hope we'll talk about in a bit. And for us, it was very important to use our platform to amplify the voices of the people that needed to have their voices amplified. And this is how we used, for example, our platform. Thank you so much. It's just incredible to see the different campaigns that have developed and I think it really speaks to what we're all about at Creative Commons which is bringing together different voices, different people with different expertise and skills to work on these campaigns together brings better results than any one person could have achieved in isolation and thank you for your work in in injecting hope in into those early uncertain days of the pandemic and for being open and reactive yeah it's really remarkable and we'll talk about the greats in a bit more detail soon but I just I wanted to ask you both if there had been a single campaign that had really touched you being your favorite or most impactful in all honesty it's not that much of a campaign a single campaign it's more of a format that we think produces the most impact and we find really enjoyable and it's a format of ours called sprint where we invite visual artists again for a weekend we brief them on a specific human rights issue and then they have 48 hours to come up with the final work. Once we do this, we always hold a pop-up exhibition. However, all these works are then published under a Creative Commons license for anyone to use and adapt, no matter what the issue is. We always ask the artists for the final results to be focused on hope and solutions and this is really important when i spoke earlier about impact creating this kind of powerful visual content on social issues does result in raising visibility and engagement however it is very difficult for non-profits to produce it because they very rarely have the resources or the person in their team that could produce this kind of content. Publishing it under an open license, we do solve such a key problem for many nonprofits or grassroots groups, even individual activists. And also what this format does, and this also goes to impact, is that it does enhance and nurture the sensitivity of the art communities towards different human rights and social issues. And it inspires them to continue pursuing projects with purpose. So, for example, prints that we've done so far were on women's issues on women's rights on lgbtq rights on freedom of expression and also on hate speech but we see this as a natural extension of what we do and creating work that is open that then can be used by a global community of people or a local community of people for that matter in a way that supports a organization, but it's solely about how we can support the issues and how we can actually have impact on these issues. And openly licensing these work with a Creative Commons license means that they can be used far and wide in several different contexts. I'm just curious, can you give an example of a time you saw one of the works from the greats used and you were particularly surprised about a location or the way or who was using it? I think one of the more exciting uses of the work was last year by an organization called Projection in Protest. They used one of the artworks that we created during our Black Artists 24 Protest Posters project, which was projected on the Brooklyn Bridge at night which was a very big shiny showcase of a work of an artist in a way that we didn't initially see as something that can be done we expected that organizations would use the artworks in marches as they did in different printouts in their social media but it was very nice and it was so amazing to see one of the artworks by a great South African artist projected on one of the main landmark buildings in New York. That's amazing. That's amazing. I feel like we've talked around the greats.com, but I'd love to get back to the start. How did it come about and what were the initial kind of aims you had for it when you started? The greats is a natural extension of what we do. In Finex, a natural extension of what we do. In FINAX, we embrace openness and we try to produce as much artworks as we can that are open and are freely available to be used by different communities. And what we see is that this is the most effective way that we can work. So it's not only about a good cooperation that can have a very impactful and interesting exhibition within a certain time frame, but how can we have a long-lasting effect? So The Great is our platform for high high quality illustrations on different social issues. Everything on the Grades is licensed under a Creative Commons license. It is free to use. It is free to adapt. You can do whatever you want with it. The only thing is that it's free for non-commercial use. And this is the line that we draw in the sand because we want all the works to be free for social causes and to make this type of impact. In the beginning, we started creating different collections, as Jana said, through the Sprint format. And we started putting them out on our website. And we saw that people were interested. People were downloading them. But also, technology-wise, we didn't have the right means to do the proper work. So this is why in the beginning of 2020, we started building the grades. And this is a website that is solely dedicated to creating different collections on the most pressing social issues with many great illustrators and artists from around the world that are both submitting artworks. But also with all our different projects, we trying to feed the greats with new content thank you and i will include a link to the greats so folks don't have to just take our word for it they can go and see all the amazing collections that you have up there and one of your most recent collections on the great speaking of you know the world's most pressing issues is the climate collection how did this come about for you and what impact is it having so far I mean whilst we're recording this right now COP26 is taking place we've used some of the climate collections at Creative Commons. I actually saw on Twitter, I think it was yesterday, some pictures of posters that some demonstrators had printed out and were using for a march. I guess I'll throw it over to you. Tell me more about the climate collection. Thank you, Ani. Yes, in fact, last Saturday on the big march in Glasgow, we gave out three posters to people with artworks from the climate collection, which is one of our favourite projects that we've done so far. And it's a cooperation with TED's climate initiative, TED's Climate Initiative Countdown. And we published a call for artists from around the globe to submit existing or new work on the topic of climate action, but with a twist that it needs to be positive. It needs to be hopeful. It needs to speak in a way that can engage people and motivate them to do some actual action. And because we are fed up with negative messages, a couple of months ago, we launched this call together with TED. More than 2,000 submissions came in, and from them, a very great jury selected 50 artworks, 50 artists that were licensed under Creative Commons, but they were also paid for their work. It wasn't just an open call, but it was a commission. But also a lot of the artists that submitted to the open call, they said to us, you know what? they said to us you know what I know that I wasn't picked in the final 50 but I still want to have my work published under a creative commons license and I want it to be free and to be used so now we have more than 300 artworks published on the grades published on artistsforclimate.org that are free to use. And it's a growing collection that we are currently, in fact, growing by another cooperation with nine TEDx events around the world. But also the Climate Collection is open to submissions. So artists, designers, if you're hearing this, please check it out and also submit your works and let's make some change. That's incredible. Thank you so much. And I guess I'm interested to know what areas have you explored that you haven't actually worked on, built a campaign around, but you potentially would like to explore in the future? In terms of the grades, there are issues that we want to have more work created. So for example, we are planning sprints done on disability rights, for example. We want to expand our collections on women's rights. We have some works, but they're just the beginning, as well as we have some works on LGBT plus rights. However, we really want to work to expand it before the next Pride month. And as Pavel said, the Grades is open for submission. So we're not feeding it only through our own formats, but also through artists submitting their existing works that they would like to open up under Creative Commons license. And we would do both sprints on these issues but also a communication campaign on the possibility to submit through the grades and hopefully if artists are listening to the podcast you're more than welcome to submit on these issues and many more. So the art that these artists create is not only visually appealing and entertaining to look at, but it serves a double purpose as an instrument of advocacy. How would you like to see other activists and non-profits contributing to open culture in the future? You're doing amazing work, but it can't be carried on the shoulders of fine acts alone how would you urge others to contribute towards the commons our dream is that more organizations start to work openly and start allowing others to use and adapt their campaign work to to local context the resources of the human rights world are so limited and this would be a huge help. So imagine, for example, a really successful campaign on domestic violence done somewhere. Why can't it be used and adapted in other countries by other non-profits? This won't only solve the resources problem, but will multiply the impact of this campaign immensely. For example, us, we already started, as Pavel explained, we already started creating waves with the grids. However, we don't stop there in terms of openness. All our formats are also open. The labs format I spoke about, the sprints format format they're all open in terms of the fact that any non-profit anywhere in the world can run them and we provide the full guidance for this we're also currently working on an entire campaign on disability rights that we published entirely under a creative commons license that would again allow use and adaptation by other non-profits. So in this case, we're talking about a couple of videos, a set of photographs. In this case, this is a brilliant campaign that is fueled by self-advocates. And we want to empower organizations from around the world who work on disability rights and particularly on the very hard to grasp issue regarding guardianship to use this work we truly hope that more organizations will embrace this approach so that we can all win together switching gears a bit as we come towards the end of our interview. We're celebrating our 20th anniversary at Creative Commons this year. Next month, the 19th of December, will be our official 20th anniversary and the theme for our campaign is Better Sharing for a Brighter Future. My last question to round things off is what does better sharing mean to you in the context of your life and work? I think that in the last four or five years we've seen that just sharing is not enough and there is just well enough of content and things being shared. So for us, I think better sharing means better tools for sharing. And this is why FinEx works in this line of creating better tools of sharing knowledge and sharing creativity. And yes, I think that this is how we would like to participate in this model. Thank you. Thank you so much. That's a really thoughtful answer there. Where can folks find you after this episode if they want to keep up with your work? We'll be dropping in links in the episode description. So don't worry about scribbling these answers down people can follow us basically all major social media platforms just type in fine acts on google i hope we're still the first result yeah yes yes but also we are part of the community so if people are interested and if they're listening to this podcast they should be in openness in and the idea of sharing ideas knowledge creativity i'm sure we'll meet amazing amazing and we'll drop your twitter handles in the episode description thank you both so much for taking time out of your day to speak to creative commons through me I really want to commend you on the work that you're doing you've both you know given me a lot of food for thought and I'd love to you know find ways that I can contribute to fine acts and and stay in touch with you both thank you so much and likewise we are inspired every day by creative commons and by the concept and by the by everything that you do and it is very obvious that Creative Commons inspired us to do the work that we do in the way that we do it yeah the appreciation is very mutual yeah and also we are learning how to be a better part of the community and and use all the guidelines and all the ideas within the Creative Commons community. Thank you. Thank you. Thanks for listening to Open Minds from Creative Commons. Special thanks to the musician Broke For Free, whose track Daybird you heard at the beginning of this episode and you're listening to right now. It's available under the Creative Commons Attribution License. Meaning it's free for anyone to use. You can find it at the Free Music Archive, freemusicarchive.org. Please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our global culture more open and collaborative. We'll be back soon with another episode. Talk to you then. Thank you."}