{"speakers": [{"speaker": "SPEAKER_02", "timestamp": [0.0, 8.7], "text": " Welcome to Open Minds from Creative Commons. I'm Oney-Ann Ucom, CC's Campaigns Manager."}, {"speaker": "SPEAKER_02", "timestamp": [9.38, 14.34], "text": " We're celebrating Creative Commons' 20th anniversary this year, and one of the ways"}, {"speaker": "SPEAKER_02", "timestamp": [14.34, 20.06], "text": " we're doing that is with this podcast, a series of conversations with people working on issues"}, {"speaker": "SPEAKER_02", "timestamp": [20.06, 26.44], "text": " we're involved with and subjects we're excited about. On today's episode I'm joined by award"}, {"speaker": "SPEAKER_02", "timestamp": [26.44, 34.1], "text": " winning author, historian and art critic Tyler Green. Tyler is also the producer and host of"}, {"speaker": "SPEAKER_02", "timestamp": [34.1, 40.54], "text": " the Modern Art Notes podcast described by the Washington Post as one of the greatest resources"}, {"speaker": "SPEAKER_02", "timestamp": [40.54, 49.24], "text": " for all art lovers. Tyler is an avid creative commenter and since launching the podcast in 2011,"}, {"speaker": "SPEAKER_02", "timestamp": [49.94, 56.08], "text": " it has been released under a CC license. Tyler recently published his latest book,"}, {"speaker": "SPEAKER_02", "timestamp": [56.38, 62.36], "text": " Emerson's Nature and the Artist, which brings together a selection of 75 artistic works"}, {"speaker": "SPEAKER_02", "timestamp": [62.36, 68.66], "text": " in dialogue with Ralph Waldo Emerson's 1836 nature essay for the very"}, {"speaker": "SPEAKER_02", "timestamp": [68.66, 75.66], "text": " first time. All of the artworks in this book were sourced from art museums and libraries with open"}, {"speaker": "SPEAKER_02", "timestamp": [75.66, 83.06], "text": " access policies. In this episode we discuss Emerson's understanding of the landscape and the"}, {"speaker": "SPEAKER_02", "timestamp": [83.06, 86.16], "text": " public commons and how it shaped American art"}, {"speaker": "SPEAKER_02", "timestamp": [86.16, 91.38], "text": " and is still relevant to creative commons and the broader open access movement today."}, {"speaker": "SPEAKER_02", "timestamp": [92.7, 98.28], "text": " I have to say it feels a little surreal to be sitting down with one of the most"}, {"speaker": "SPEAKER_02", "timestamp": [98.28, 108.18], "text": " distinguished art historians, critics and authors of modern times. They say that a journey of a thousand miles begins"}, {"speaker": "SPEAKER_02", "timestamp": [108.18, 115.22], "text": " with a first step. And so I'm interested to know how you got started doing what you do."}, {"speaker": "SPEAKER_00", "timestamp": [117.26, 128.56], "text": " Oh, in a weird way, in a non-linear, non-preplanned way, I went to journalism school and found"}, {"speaker": "SPEAKER_00", "timestamp": [128.56, 136.4], "text": " art interesting. My mother was a painter. And every time I started doing something in journalism,"}, {"speaker": "SPEAKER_00", "timestamp": [136.4, 142.62], "text": " sports writing, or in social justice work, I found that I kept going back to art. And the"}, {"speaker": "SPEAKER_01", "timestamp": [142.62, 145.22], "text": " same goes for kind of my focus on Emerson. Like,"}, {"speaker": "SPEAKER_00", "timestamp": [145.28, 151.68], "text": " I'd never really... It's embarrassing. I'd never really thought about... I'd read Emerson as an"}, {"speaker": "SPEAKER_01", "timestamp": [151.68, 158.24], "text": " undergrad and all that. But I'd never really thought of Emerson as relevant to me or interesting."}, {"speaker": "SPEAKER_00", "timestamp": [158.58, 166.48], "text": " And then when I wrote a biography-ish of a photographer, an artist named Carlton Watkins, who was active between the end"}, {"speaker": "SPEAKER_00", "timestamp": [166.48, 176.76], "text": " of the 1850s and the early 1890s, but didn't die until, what, 1916, maybe? I should know that,"}, {"speaker": "SPEAKER_01", "timestamp": [176.82, 193.86], "text": " shouldn't I? Maybe he died before that. In researching Watkins, it just jumped out at me how important Emerson was to the group of Republican Unionists around whose band Watkins joined in California in the early 1860s."}, {"speaker": "SPEAKER_00", "timestamp": [193.86, 208.16], "text": " And then once I saw Emerson as being important to Watkins and studied that a bit, I began to see how Emerson was enormously important to the maturation of"}, {"speaker": "SPEAKER_01", "timestamp": [208.16, 215.86], "text": " American painting. And for folks who might not be so familiar with Emerson, could you just give us"}, {"speaker": "SPEAKER_00", "timestamp": [215.86, 226.98], "text": " a little bit of background there? In a lot of ways, Emerson is America's first near national. He was never particularly popular in the South."}, {"speaker": "SPEAKER_02", "timestamp": [227.14, 227.5], "text": " Ha ha."}, {"speaker": "SPEAKER_00", "timestamp": [230.28, 231.8], "text": " He was never popular in the South."}, {"speaker": "SPEAKER_01", "timestamp": [231.8, 234.52], "text": " I can't imagine why."}, {"speaker": "SPEAKER_00", "timestamp": [235.98, 241.86], "text": " Emerson was, in a lot of ways, the first homegrown United States intellectual."}, {"speaker": "SPEAKER_00", "timestamp": [242.68, 246.92], "text": " There had been other leading thinkers here before, but Emerson was"}, {"speaker": "SPEAKER_01", "timestamp": [246.92, 256.5], "text": " trying to self-consciously, intentionally bring a European intellectual tradition to the United"}, {"speaker": "SPEAKER_01", "timestamp": [256.5, 266.96], "text": " States. And he's doing this in the early 1830s, as America is maturing, as the American Revolution is now a couple of generations"}, {"speaker": "SPEAKER_01", "timestamp": [266.96, 274.5], "text": " in the past. And America is beginning to grow up, feel its oats, trying to decide who and what it's"}, {"speaker": "SPEAKER_00", "timestamp": [274.5, 280.9], "text": " going to be in a broader intellectual world. And of course, because Emerson is a white New Englander,"}, {"speaker": "SPEAKER_01", "timestamp": [281.32, 285.56], "text": " as far as he's concerned, the intellectual world is entirely within Europe,"}, {"speaker": "SPEAKER_00", "timestamp": [286.1, 293.82], "text": " and especially Northern Europe. And so Emerson is a Unitarian, and so his way into"}, {"speaker": "SPEAKER_00", "timestamp": [293.82, 307.86], "text": " transatlantic intellectualism is to engage the German research, German revisionist thinking about the Bible. And before 1830, as Emerson"}, {"speaker": "SPEAKER_01", "timestamp": [307.86, 313.82], "text": " is coming into his maturity, German scholars are interrogating the Bible, trying to see if there's"}, {"speaker": "SPEAKER_00", "timestamp": [313.82, 321.16], "text": " any demonstrable veracity to all of these fantastical stories in the Bible. And they"}, {"speaker": "SPEAKER_00", "timestamp": [321.16, 326.6], "text": " pretty much conclude, no, there is not. And the Unitarians in Emerson's"}, {"speaker": "SPEAKER_00", "timestamp": [326.6, 334.68], "text": " Boston-based circle are fascinated by this, and this is one of the key bases for transcendentalism"}, {"speaker": "SPEAKER_00", "timestamp": [334.68, 341.44], "text": " and Emerson's nature, which, you know, kind of brings together a bunch of European thought"}, {"speaker": "SPEAKER_00", "timestamp": [341.44, 351.92], "text": " in an American context, a bunch of European, capital R, romantic thought in an American context, is kind of Emerson's first stepping out and really the first kind of,"}, {"speaker": "SPEAKER_00", "timestamp": [352.2, 356.32], "text": " it's the declarative text, introductory text of American transcendentalism."}, {"speaker": "SPEAKER_02", "timestamp": [358.04, 367.22], "text": " You've recently released a new book called Emerson's Nature and the Artists and I had the pleasure of reading it before our"}, {"speaker": "SPEAKER_02", "timestamp": [367.22, 377.12], "text": " interview and I was really struck by Emerson's descriptions of the landscape and the public"}, {"speaker": "SPEAKER_02", "timestamp": [377.12, 389.3], "text": " commons. There's a striking parallel there. I'm interested to get your thoughts on how Emerson shaped the public commons as we know it"}, {"speaker": "SPEAKER_02", "timestamp": [389.3, 397.54], "text": " today and what keynotes are there that are still relevant for today's digital world and the open"}, {"speaker": "SPEAKER_00", "timestamp": [397.54, 412.08], "text": " movement more broadly. Emerson, in late 1835, Emerson was asked to deliver the 200th anniversary address for the town of Concord, Massachusetts."}, {"speaker": "SPEAKER_00", "timestamp": [412.88, 417.52], "text": " Emerson had just moved there and realized a bunch of things at once,"}, {"speaker": "SPEAKER_00", "timestamp": [417.52, 424.74], "text": " including that this was an opportunity to get to know the town he was now living in and the people who lived there."}, {"speaker": "SPEAKER_00", "timestamp": [424.84, 425.62], "text": " So he threw himself"}, {"speaker": "SPEAKER_00", "timestamp": [425.62, 433.52], "text": " into this task with intellectual excitement. And one of the things Emerson learns about Concord"}, {"speaker": "SPEAKER_00", "timestamp": [433.52, 441.52], "text": " is that it was founded on the English commons model with people and farms built up around"}, {"speaker": "SPEAKER_00", "timestamp": [441.52, 446.02], "text": " an empty piece of land that was shared amongst all of the people in the town."}, {"speaker": "SPEAKER_00", "timestamp": [446.16, 450.5], "text": " At certain times of the year, it could be used for cattle grazing. It could be used for market,"}, {"speaker": "SPEAKER_00", "timestamp": [451.0, 457.46], "text": " for people coming together to buy goods and trade goods with their neighbors. And Emerson was"}, {"speaker": "SPEAKER_00", "timestamp": [457.46, 463.74], "text": " really interested in this. As he's writing this 200th anniversary address in 1835,"}, {"speaker": "SPEAKER_00", "timestamp": [466.44, 475.44], "text": " writing this 200th anniversary address in 1835, he begins to write a book he'd been thinking about since 1831 or so, somewhere between 1831 and 1833. And there were a couple of things"}, {"speaker": "SPEAKER_00", "timestamp": [475.44, 483.42], "text": " that were bouncing around Emerson's head. One was romantic ideas about nature and how it was"}, {"speaker": "SPEAKER_00", "timestamp": [483.42, 487.4], "text": " a fascinating place ready for intellectual examination and"}, {"speaker": "SPEAKER_00", "timestamp": [487.4, 493.26], "text": " emotional embrace. And there's a long strain of European romantic thinking about that, which"}, {"speaker": "SPEAKER_00", "timestamp": [493.26, 500.3], "text": " Emerson mostly Americanizes. And you're right, he writes extremely beautifully about nature."}, {"speaker": "SPEAKER_00", "timestamp": [500.44, 510.34], "text": " There's one scholar who's referred to Emerson's writing about the beauty of nature as a happiness pill. And I think that's like a perfect phrase. But Emerson is also"}, {"speaker": "SPEAKER_00", "timestamp": [510.34, 517.58], "text": " joining a transatlantic discourse about what would make American culture, read United States culture,"}, {"speaker": "SPEAKER_00", "timestamp": [517.96, 524.08], "text": " truly American. If America is growing up and beginning to feel its oats and separate itself"}, {"speaker": "SPEAKER_00", "timestamp": [524.08, 525.44], "text": " and stand apart from Europe."}, {"speaker": "SPEAKER_00", "timestamp": [526.16, 531.98], "text": " What would be an all-American culture that was America's and not merely a branch of Europe's?"}, {"speaker": "SPEAKER_00", "timestamp": [531.98, 540.98], "text": " And to this point, to the point when Emerson is writing in the mid-1830s, the American cultural tradition was substantially built around wilderness."}, {"speaker": "SPEAKER_00", "timestamp": [541.28, 543.84], "text": " White Americans defined wilderness in a couple ways."}, {"speaker": "SPEAKER_00", "timestamp": [543.84, 544.48], "text": " around wilderness. White Americans defined wilderness in a couple ways."}, {"speaker": "SPEAKER_01", "timestamp": [550.46, 556.46], "text": " Forests, you know, as forests they had yet to cut down and convert into cornfields and wheat fields and livestock grazing, and they defined it as where Native Americans lived. Native Americans"}, {"speaker": "SPEAKER_00", "timestamp": [556.46, 562.2], "text": " being, to them, lesser humans were part of the wilderness. And they, white European Americans,"}, {"speaker": "SPEAKER_00", "timestamp": [562.92, 568.68], "text": " were superior intellectually and were civilized, to use the term of the day."}, {"speaker": "SPEAKER_00", "timestamp": [569.38, 578.16], "text": " And so as Emerson is thinking about what will be a new all-American culture, he knew that Europe had a tradition of addressing wilderness."}, {"speaker": "SPEAKER_00", "timestamp": [578.88, 583.38], "text": " Think of all those paintings, for example, of St. Jerome in the wilderness translating the Bible."}, {"speaker": "SPEAKER_00", "timestamp": [584.18, 585.06], "text": " And so Emerson's looking"}, {"speaker": "SPEAKER_00", "timestamp": [585.06, 592.78], "text": " for something that's, in his mind, just American. And he begins to think about this space between"}, {"speaker": "SPEAKER_00", "timestamp": [592.78, 599.36], "text": " cities and space that has already been reclaimed from wilderness and taken from Native American"}, {"speaker": "SPEAKER_00", "timestamp": [599.36, 612.02], "text": " people. So this interstitial area between the forests and the cities, this new place that America had carved out of North America."}, {"speaker": "SPEAKER_01", "timestamp": [612.44, 624.34], "text": " And so he defines this space as landscape and offers landscape as the space in which Americans might see, appreciate, study, and welcome nature."}, {"speaker": "SPEAKER_00", "timestamp": [624.56, 627.56], "text": " Landscape at this time is a word that is brand"}, {"speaker": "SPEAKER_01", "timestamp": [627.56, 634.14], "text": " new to American English. It has been used in British English for a couple decades, but it's"}, {"speaker": "SPEAKER_00", "timestamp": [634.14, 641.46], "text": " brand new to American English. And so he realizes that he has to define it. Emerson, because he"}, {"speaker": "SPEAKER_00", "timestamp": [641.46, 649.82], "text": " considers himself as following in the European philosophical tradition, and in that European philosophical tradition, you always defined your terms. Emerson, in the third"}, {"speaker": "SPEAKER_00", "timestamp": [649.82, 655.02], "text": " paragraph of the first chapter of the book, defines landscape, and he does it this way."}, {"speaker": "SPEAKER_00", "timestamp": [655.94, 661.2], "text": " The charming landscape which I saw this morning is indubitably made up of some 20 or 30 farms."}, {"speaker": "SPEAKER_00", "timestamp": [661.86, 667.06], "text": " Miller owns this field, Locke that, and Manning the woodland beyond. But none of them"}, {"speaker": "SPEAKER_00", "timestamp": [667.06, 672.9], "text": " owns the landscape. There is a property in the horizon which no man has, but he whose eye can"}, {"speaker": "SPEAKER_00", "timestamp": [672.9, 678.82], "text": " integrate all the parts, that is, the poet. This is the best part of these men's farms. Yet to this"}, {"speaker": "SPEAKER_00", "timestamp": [678.82, 686.88], "text": " their land deeds give no title. So here is Emerson, to a substantial degree, rejecting rampant American"}, {"speaker": "SPEAKER_00", "timestamp": [686.88, 691.76], "text": " capitalism, the association of American republicanism, smaller republicanism,"}, {"speaker": "SPEAKER_01", "timestamp": [691.76, 701.64], "text": " with capitalism, and saying that we should value most of all an undefinable or an unspecifiable"}, {"speaker": "SPEAKER_01", "timestamp": [701.64, 708.24], "text": " commons, that the view shed and the ecology that all of these farmers share"}, {"speaker": "SPEAKER_00", "timestamp": [708.24, 716.54], "text": " is what's most important. That description is just so poetic. It's really beautiful"}, {"speaker": "SPEAKER_02", "timestamp": [716.54, 727.16], "text": " hearing it back. I've got it right here in front of me. And I think one of the things that you know really strikes me there is that none of them"}, {"speaker": "SPEAKER_02", "timestamp": [727.16, 736.1], "text": " owns the landscape and thinking about a relatively new country forging its path and made up of so"}, {"speaker": "SPEAKER_02", "timestamp": [736.1, 748.36], "text": " many different peoples trying to find what makes Americans uniquely American this concept of the landscape and then nature, because no one can truly own"}, {"speaker": "SPEAKER_02", "timestamp": [748.36, 758.32], "text": " that. And I think prior and still to a degree, post Emerson, people from all over had been,"}, {"speaker": "SPEAKER_02", "timestamp": [758.32, 771.42], "text": " as you mentioned, really drawing on the intellectual property and thoughts from Europe and their original homes."}, {"speaker": "SPEAKER_02", "timestamp": [772.12, 781.32], "text": " And so as they began to, you know, nationalize and really carve out this American idea that we"}, {"speaker": "SPEAKER_02", "timestamp": [781.32, 786.44], "text": " understand today, one thing that couldn't be taken away was the land in which"}, {"speaker": "SPEAKER_02", "timestamp": [786.44, 795.48], "text": " they inhabited. And I loved the kind of parallels between nature in the kind of scientific sense,"}, {"speaker": "SPEAKER_02", "timestamp": [795.66, 801.96], "text": " or in the physical sense of nature, and then that dualism between human nature and the new ideas"}, {"speaker": "SPEAKER_02", "timestamp": [801.96, 815.08], "text": " that were floating around at that time. They were starting to break away from the heavily religious protocols and practices of their European cousins"}, {"speaker": "SPEAKER_02", "timestamp": [815.08, 819.56], "text": " and finding a new path for themselves."}, {"speaker": "SPEAKER_00", "timestamp": [821.0, 828.5], "text": " And Emerson's insistence that this nature is something we share that no one person has"}, {"speaker": "SPEAKER_00", "timestamp": [828.5, 837.38], "text": " a monopoly on or specific hold on that which we share and that goes for nature as in"}, {"speaker": "SPEAKER_00", "timestamp": [837.38, 847.8], "text": " trees and birds and plants but he's also making an argument, because he loves word games, that there's a specific American human nature."}, {"speaker": "SPEAKER_01", "timestamp": [848.06, 856.52], "text": " There is a shared love of republicanism and liberty in the parlance of the 18th century that Americans also share."}, {"speaker": "SPEAKER_00", "timestamp": [856.52, 868.16], "text": " So he's using word games, and nature is 15,000 words of word games, to point to a commonality, if you will,"}, {"speaker": "SPEAKER_00", "timestamp": [869.06, 880.52], "text": " between nature, flora and fauna, and nature, America's ingrained inclination to liberty and"}, {"speaker": "SPEAKER_00", "timestamp": [880.52, 886.58], "text": " freedom. There are some ugly parts of the ingrained part that Emerson also embraced."}, {"speaker": "SPEAKER_00", "timestamp": [886.7, 892.4], "text": " He was a committed Anglo-Saxonist, and that Anglo-Saxonism is present in nature, although"}, {"speaker": "SPEAKER_00", "timestamp": [892.4, 897.72], "text": " not nearly as much in other and later Emerson writings. You could maybe say he's beginning"}, {"speaker": "SPEAKER_01", "timestamp": [897.72, 904.22], "text": " to develop his Anglo-Saxonism really in about the same year, 35-36, that he's beginning to"}, {"speaker": "SPEAKER_00", "timestamp": [904.22, 905.38], "text": " write Nature."}, {"speaker": "SPEAKER_00", "timestamp": [908.48, 908.82], "text": " But yeah, Emerson constructs arguments, not just with sentences and paragraphs,"}, {"speaker": "SPEAKER_00", "timestamp": [911.32, 913.66], "text": " but with individual words and the word games within them."}, {"speaker": "SPEAKER_02", "timestamp": [919.44, 919.74], "text": " At that time in America, you had those sort of in New England,"}, {"speaker": "SPEAKER_02", "timestamp": [924.98, 928.0], "text": " you had the French Canadian Catholics who had come down east and the development of the south was"}, {"speaker": "SPEAKER_02", "timestamp": [928.0, 934.78], "text": " starting to progress and from reading it I was struck when you were talking about wilderness"}, {"speaker": "SPEAKER_02", "timestamp": [934.78, 943.1], "text": " how they saw wilderness as an inhabited land at the time there were indigenous people living"}, {"speaker": "SPEAKER_02", "timestamp": [943.1, 948.14], "text": " on those lands and I wanted to get your thoughts on that"}, {"speaker": "SPEAKER_02", "timestamp": [948.14, 949.46], "text": " and wondered if you could expand."}, {"speaker": "SPEAKER_00", "timestamp": [950.4, 954.4], "text": " For me, a significant part of nature's importance"}, {"speaker": "SPEAKER_00", "timestamp": [954.4, 959.8], "text": " within the broad American cultural and political project"}, {"speaker": "SPEAKER_00", "timestamp": [959.8, 969.38], "text": " is that it takes European-American constructions about who should get to have American land"}, {"speaker": "SPEAKER_00", "timestamp": [969.38, 976.54], "text": " and extends them into the cultural sphere and helps create a kind of circular loop in which"}, {"speaker": "SPEAKER_01", "timestamp": [976.54, 983.5], "text": " a certain political point of view is reinforced by the culture, poetry, fiction, art, and then"}, {"speaker": "SPEAKER_01", "timestamp": [983.5, 986.84], "text": " the poetry, fiction, and art then contributes to the"}, {"speaker": "SPEAKER_01", "timestamp": [986.84, 995.68], "text": " political environment, and you get this kind of circle running downhill. So in 1629, quite near"}, {"speaker": "SPEAKER_00", "timestamp": [995.68, 1028.72], "text": " the beginning of the British colonial period in North America, John Winthrop, who is settling Massachusetts and will become the governor of Massachusetts, argues that for religious and political reasons that Protestants have an obligation to, in his words, subdue the earth. European Americans had a right to North American land because they would improve it. They would"}, {"speaker": "SPEAKER_01", "timestamp": [1028.72, 1035.74], "text": " grow things on it. They would practice European-style agriculture upon it. And because"}, {"speaker": "SPEAKER_00", "timestamp": [1035.74, 1040.98], "text": " Native Americans did not do that, so believed the European Americans, whether it was true or not,"}, {"speaker": "SPEAKER_00", "timestamp": [1040.98, 1045.04], "text": " that the European Americans had the right, the God-given right,"}, {"speaker": "SPEAKER_00", "timestamp": [1051.44, 1056.94], "text": " to take whatever land they wanted and make it theirs. And they did. In 1823, the Supreme Court of, by now, the United States will come along and Chief Justice John Marshall will argue and"}, {"speaker": "SPEAKER_00", "timestamp": [1056.94, 1067.68], "text": " present in a ruling that the United States and Americans have the right to extinguish Indian title of occupancy to land in North America"}, {"speaker": "SPEAKER_00", "timestamp": [1067.68, 1074.26], "text": " because, as Marshall wrote, Native Americans were, quote, fierce savages whose occupation was war"}, {"speaker": "SPEAKER_00", "timestamp": [1074.26, 1080.26], "text": " and whose subsistence was drawn chiefly from the forest. So this is Marshall updating Winthrop's"}, {"speaker": "SPEAKER_00", "timestamp": [1080.26, 1087.8], "text": " idea. We practice European-style agriculture. They, and in American history, the word they has a"}, {"speaker": "SPEAKER_01", "timestamp": [1087.8, 1095.98], "text": " particular meaning and always not a non-white target. And because they don't, we white Americans"}, {"speaker": "SPEAKER_00", "timestamp": [1095.98, 1101.78], "text": " can have what land we want, and we don't have to respect Native American homelands. Emerson,"}, {"speaker": "SPEAKER_01", "timestamp": [1102.1, 1105.86], "text": " in Nature, argues that as the basis of this new all-American"}, {"speaker": "SPEAKER_00", "timestamp": [1105.86, 1111.94], "text": " culture for which he's advocating, thinks it should be in that new space that Americans,"}, {"speaker": "SPEAKER_00", "timestamp": [1112.14, 1118.7], "text": " white Americans, have just taken from Native Americans, this new space between city and"}, {"speaker": "SPEAKER_00", "timestamp": [1118.7, 1128.5], "text": " wilderness. So Emerson is contributing and reinforcing a cultural and political process that's already underway."}, {"speaker": "SPEAKER_00", "timestamp": [1128.8, 1131.7], "text": " It's worth noting that Emerson's writing Nature in 1836."}, {"speaker": "SPEAKER_00", "timestamp": [1132.62, 1138.02], "text": " And the ideas that become Nature begin in his head around 1831."}, {"speaker": "SPEAKER_00", "timestamp": [1138.82, 1150.52], "text": " And so this is at the period when the Andrew Jackson administration has pushed through the Indian Removal Act and passed it through Congress. That's 1830. As part of that process, hundreds of thousands,"}, {"speaker": "SPEAKER_00", "timestamp": [1150.64, 1155.28], "text": " if not millions of acres are claimed for white Americans from Native American tribes in the"}, {"speaker": "SPEAKER_00", "timestamp": [1155.28, 1162.62], "text": " American South. And then in 1832, those ideas are enforced upon the Old Northwest through the"}, {"speaker": "SPEAKER_00", "timestamp": [1162.62, 1166.3], "text": " Black Hawk War, which pushes a number of Native"}, {"speaker": "SPEAKER_00", "timestamp": [1166.3, 1173.54], "text": " American tribes across the Mississippi River and out of Illinois and Wisconsin in particular,"}, {"speaker": "SPEAKER_00", "timestamp": [1174.12, 1182.64], "text": " mostly. So Emerson is coming to the ideas in nature as Winthrop's and Marshall's ideas"}, {"speaker": "SPEAKER_00", "timestamp": [1182.64, 1186.96], "text": " are on the advance. So it's important to note that Emerson's"}, {"speaker": "SPEAKER_01", "timestamp": [1186.96, 1193.12], "text": " nature is complicated. Many things are happening at once. The public commons idea is being advanced"}, {"speaker": "SPEAKER_01", "timestamp": [1193.12, 1207.52], "text": " in a fascinating and crucial way that has become even more important in recent decades through the digital commons, but we should also understand nature and Emerson as"}, {"speaker": "SPEAKER_01", "timestamp": [1207.52, 1212.88], "text": " advancing settler colonialism and providing a cultural basis for it."}, {"speaker": "SPEAKER_02", "timestamp": [1212.88, 1221.62], "text": " Right. And one other thing that I was particularly struck to learn whilst reading your book was that"}, {"speaker": "SPEAKER_02", "timestamp": [1221.62, 1227.54], "text": " Emerson played such a large role in the development of national parks"}, {"speaker": "SPEAKER_02", "timestamp": [1227.54, 1235.66], "text": " as we know them today. How did that come about for him? I think that paragraph that I read at"}, {"speaker": "SPEAKER_00", "timestamp": [1235.66, 1242.5], "text": " the beginning, defining landscape and putting forth the idea of viewshed as public commons,"}, {"speaker": "SPEAKER_01", "timestamp": [1242.5, 1251.08], "text": " more than viewshed, but trying to reduce it to a single word, ends up being crucial to the men and woman, one woman, Jesse Benton Fremont, of the Yosemite"}, {"speaker": "SPEAKER_01", "timestamp": [1251.08, 1258.84], "text": " idea. There is, in 1860, a disciple or an acolyte friend of Emerson's named Thomas Starr King"}, {"speaker": "SPEAKER_01", "timestamp": [1258.84, 1269.3], "text": " leaves Boston to accept a pulpit in San Francisco. And Thomas Star King is a unionist, a capital R"}, {"speaker": "SPEAKER_01", "timestamp": [1269.3, 1275.74], "text": " Republican, a diehard second-generation transcendentalist. And it's really Star King"}, {"speaker": "SPEAKER_01", "timestamp": [1275.74, 1295.1], "text": " who introduces the far West to Emerson's ideas. Jesse Benton Fremont, on whom Stark King was more than a little bit sweet, comes to host a Republican, unionist, anti-slavery, if not abolitionist, salon at her home in San Francisco."}, {"speaker": "SPEAKER_00", "timestamp": [1295.1, 1306.14], "text": " And Stark not only speaks about Emerson and extends Emerson's ideas from his pulpit at First Unitarian in San Francisco, but he particularly uses Jesse's Salon to spread these"}, {"speaker": "SPEAKER_00", "timestamp": [1306.14, 1313.7], "text": " ideas. And then as the 1860 election, which will elevate Abraham Lincoln to the presidency,"}, {"speaker": "SPEAKER_00", "timestamp": [1314.34, 1318.42], "text": " advances and questions about whether or not California will secede in the wake of that"}, {"speaker": "SPEAKER_00", "timestamp": [1318.42, 1327.48], "text": " election advances, Star King understands that Republicans cannot win elections in California. In the last statewide"}, {"speaker": "SPEAKER_00", "timestamp": [1327.48, 1333.64], "text": " election, Californians had lost, had been outvoted nine to one. But they could win on culture. They"}, {"speaker": "SPEAKER_00", "timestamp": [1333.64, 1339.24], "text": " could argue that in the long term, indeed in the short term too, it was best for California to be"}, {"speaker": "SPEAKER_00", "timestamp": [1339.24, 1345.5], "text": " allied with the North's cultural traditions rather than the South's leading cultural tradition, and the far West"}, {"speaker": "SPEAKER_00", "timestamp": [1345.5, 1355.22], "text": " at this time was dueling. And Star King realizes that the leading cultural tradition of the North"}, {"speaker": "SPEAKER_01", "timestamp": [1355.22, 1361.08], "text": " is landscape, Emerson's landscape. And so he applies Emerson's ideas to Yosemite and the"}, {"speaker": "SPEAKER_00", "timestamp": [1361.08, 1365.18], "text": " Yosemite Valley and the nearby Mariposa Grove of giant sequoias."}, {"speaker": "SPEAKER_00", "timestamp": [1370.08, 1370.24], "text": " And over the course of the war, Carlton Watkins makes photographs of Yosemite. Albert Bierstadt,"}, {"speaker": "SPEAKER_01", "timestamp": [1374.86, 1389.7], "text": " the painter, travels to Yosemite and makes paintings. All of this work is shown in the Northeast and specifically Unionist and indeed Civil War contexts. And short-cutting to the end, Star King dies young at age 39 in 1864, and I argue in my Watkins book"}, {"speaker": "SPEAKER_00", "timestamp": [1389.7, 1396.52], "text": " and in other places that the national park idea, the preservation of Yosemite as the first national"}, {"speaker": "SPEAKER_00", "timestamp": [1396.52, 1401.68], "text": " park, passes Congress and is signed by Abraham Lincoln as a kind of memorial to Star King."}, {"speaker": "SPEAKER_00", "timestamp": [1402.32, 1406.14], "text": " So this idea that a landscape can be preserved for resort and"}, {"speaker": "SPEAKER_01", "timestamp": [1406.14, 1412.02], "text": " recreation for all Americans, any and all Americans, that private property rights are"}, {"speaker": "SPEAKER_01", "timestamp": [1412.02, 1417.64], "text": " effectively null and void within that space, that everybody shares the space and can go there for"}, {"speaker": "SPEAKER_01", "timestamp": [1417.64, 1426.6], "text": " resort and recreation, as the legislation says, is an extension of the public commons idea in a radical new way, in a radical new place,"}, {"speaker": "SPEAKER_00", "timestamp": [1427.02, 1433.34], "text": " the far West. And I think that comes from two places. I think that comes from Emerson,"}, {"speaker": "SPEAKER_00", "timestamp": [1433.5, 1438.68], "text": " and I think it comes from that English commons idea, which was injected into the American West"}, {"speaker": "SPEAKER_00", "timestamp": [1438.68, 1445.84], "text": " through Emerson. Of course, the other great continuing American site of the English Commons idea is Boston Common,"}, {"speaker": "SPEAKER_00", "timestamp": [1446.7, 1450.3], "text": " which, of course, Emerson and Star King would have both been quite familiar with."}, {"speaker": "SPEAKER_02", "timestamp": [1450.3, 1459.1], "text": " Thank you. And I read in another interview that you did that you really wanted to draw on the"}, {"speaker": "SPEAKER_02", "timestamp": [1459.1, 1467.02], "text": " links between the public commons and Emerson's nature. I'm interested to know how open access played"}, {"speaker": "SPEAKER_02", "timestamp": [1467.02, 1474.58], "text": " a role in your development and writing of this book. I have always been an open access nerd."}, {"speaker": "SPEAKER_00", "timestamp": [1475.2, 1481.68], "text": " When I wrote as a critic, I frequently heralded such and urged more."}, {"speaker": "SPEAKER_00", "timestamp": [1482.08, 1486.7], "text": " And as I came to understand how that passage of Emerson's"}, {"speaker": "SPEAKER_00", "timestamp": [1486.7, 1495.4], "text": " was so important, that definition of landscape, I had begun to think of writing a book about it"}, {"speaker": "SPEAKER_00", "timestamp": [1495.4, 1501.94], "text": " and writing about how that idea, that passage, and indeed the whole of Emerson's 15,000-word"}, {"speaker": "SPEAKER_00", "timestamp": [1501.94, 1506.06], "text": " book, Nature, was important to American art. Every time I thought"}, {"speaker": "SPEAKER_00", "timestamp": [1506.06, 1511.54], "text": " of that, I was like, oh, I'll have to buy the rights to 80 paintings, and that'll run me"}, {"speaker": "SPEAKER_01", "timestamp": [1511.54, 1517.12], "text": " into the thousands of dollars probably. And I can't. I'm just little old me. I can't afford"}, {"speaker": "SPEAKER_00", "timestamp": [1517.12, 1522.6], "text": " that. I don't come from money. I don't work at Yale or Michigan having them paying my bills."}, {"speaker": "SPEAKER_00", "timestamp": [1523.04, 1525.58], "text": " And as I thought about it, I thought, wait a second here."}, {"speaker": "SPEAKER_00", "timestamp": [1526.08, 1534.2], "text": " That passage of Emerson's is embedding the commons idea in American culture, and to a"}, {"speaker": "SPEAKER_00", "timestamp": [1534.2, 1536.92], "text": " certain extent with the Yosemite idea, American polity."}, {"speaker": "SPEAKER_00", "timestamp": [1537.88, 1548.68], "text": " How is that any different from ideas around open access in the digital sphere? And the more I thought about it, the more I thought"}, {"speaker": "SPEAKER_00", "timestamp": [1548.68, 1554.38], "text": " it's not different. It's exactly the same thing. And you know what? I could write this book as a"}, {"speaker": "SPEAKER_00", "timestamp": [1554.38, 1568.46], "text": " kind of concept album in which the images, the artworks I choose to feature aren't only descended from Emerson's nature, but my way of publishing them"}, {"speaker": "SPEAKER_00", "timestamp": [1568.46, 1574.88], "text": " could be too. This could be a reinforcing loop that exists within the book. The art comes from"}, {"speaker": "SPEAKER_00", "timestamp": [1574.88, 1582.5], "text": " Emerson and my ability to publish it at no cost could benefit from the digital commons, thus"}, {"speaker": "SPEAKER_00", "timestamp": [1582.5, 1586.26], "text": " drawing what to me seemed by this point,"}, {"speaker": "SPEAKER_00", "timestamp": [1586.34, 1593.52], "text": " and probably like 2018 or 2019, an increasingly obvious link between Emerson's idea and open"}, {"speaker": "SPEAKER_00", "timestamp": [1593.52, 1601.34], "text": " access. And as I worked on this over the course of 18, 19, and maybe the beginning of 2020,"}, {"speaker": "SPEAKER_00", "timestamp": [1601.54, 1605.98], "text": " the more I liked the idea, the more it seemed, of course, these"}, {"speaker": "SPEAKER_00", "timestamp": [1605.98, 1611.1], "text": " things are related. And of course, putting them together, putting the scholarship and the critical"}, {"speaker": "SPEAKER_00", "timestamp": [1611.1, 1627.96], "text": " analysis together with the hugely important work open access advocates have done can build links that point to the importance and potential of open"}, {"speaker": "SPEAKER_01", "timestamp": [1627.96, 1633.92], "text": " access. I've written in a couple of books now, including this one, that the greatest obstacle"}, {"speaker": "SPEAKER_00", "timestamp": [1633.92, 1645.78], "text": " to understanding art's role in the American project, in the idea of the American nation and extending or challenging it both."}, {"speaker": "SPEAKER_00", "timestamp": [1645.94, 1654.98], "text": " The biggest obstacle to that is that it costs scholars serious money to publish artworks."}, {"speaker": "SPEAKER_00", "timestamp": [1655.12, 1660.8], "text": " That makes it harder for scholars to know what's out there, but it also makes it harder to make"}, {"speaker": "SPEAKER_00", "timestamp": [1660.8, 1666.0], "text": " arguments. If you can't publish the visual part of your argument with the textual"}, {"speaker": "SPEAKER_00", "timestamp": [1666.0, 1672.76], "text": " part of your argument, why work hard to have an argument that is both visual and textual?"}, {"speaker": "SPEAKER_00", "timestamp": [1673.5, 1679.56], "text": " And so open access is, at the risk of sounding grandiose, open access is the answer, right?"}, {"speaker": "SPEAKER_00", "timestamp": [1679.68, 1686.94], "text": " Open access makes that possible. And given that in the context of the United States, art museums and"}, {"speaker": "SPEAKER_00", "timestamp": [1686.94, 1693.68], "text": " libraries are either governmental or what is called in the United States non-profit organizations,"}, {"speaker": "SPEAKER_00", "timestamp": [1694.18, 1699.24], "text": " which means they're mission rather than profit driven. And their missions are almost inevitably"}, {"speaker": "SPEAKER_00", "timestamp": [1699.24, 1706.98], "text": " to educate and make this material, art, printed material like poetry, manuscripts, whatever,"}, {"speaker": "SPEAKER_00", "timestamp": [1707.66, 1713.08], "text": " available to the largest possible public. All of these places can be more fully manifesting"}, {"speaker": "SPEAKER_00", "timestamp": [1713.08, 1721.86], "text": " their missions by embracing open access. And so I hope that this book of mine is both an argument"}, {"speaker": "SPEAKER_00", "timestamp": [1721.86, 1732.3], "text": " about Emerson and an argument about American art and their importance to each other, but also an argument for what is possible when we join open access"}, {"speaker": "SPEAKER_00", "timestamp": [1732.3, 1739.04], "text": " principles, progress, and programs to the construction of history and critical ideas."}, {"speaker": "SPEAKER_02", "timestamp": [1740.18, 1750.14], "text": " That's amazing. And if you could only leave readers with one central message after reading this book, what would that be?"}, {"speaker": "SPEAKER_00", "timestamp": [1751.58, 1771.34], "text": " Ideas change nations and governments. I think we're all taught, I think I was taught, that you need a movement of many people to change a city, change a state, a federal state. But I hope one of the things that"}, {"speaker": "SPEAKER_00", "timestamp": [1771.34, 1781.76], "text": " we see across this book is that the dedicated study and work of individuals can have an enormous"}, {"speaker": "SPEAKER_00", "timestamp": [1781.76, 1785.3], "text": " political and cultural impact. Certainly Emerson's ideas did."}, {"speaker": "SPEAKER_00", "timestamp": [1785.6, 1794.7], "text": " Many of the paintings in the book were really important to warning America of the Union's peril, for example,"}, {"speaker": "SPEAKER_01", "timestamp": [1795.0, 1799.9], "text": " or of extending white dominion over indigenous homeland."}, {"speaker": "SPEAKER_01", "timestamp": [1799.9, 1802.74], "text": " And that these all mattered."}, {"speaker": "SPEAKER_01", "timestamp": [1803.52, 1814.9], "text": " Artists and intellectuals, through their work, have demonstrable impact. And I hope this book not just makes that argument, but points to some places where that happened."}, {"speaker": "SPEAKER_02", "timestamp": [1827.24, 1834.88], "text": " and I saw the description of landscape it reminded me of one of my favorite quotes about art and that comes from the novel The Noise of Time by Julian Barnes and it goes art belongs to everybody and"}, {"speaker": "SPEAKER_02", "timestamp": [1834.88, 1847.5], "text": " nobody art belongs to all time and no time art belongs to those who create it and those who savor it. Art no more belongs to the people and the party"}, {"speaker": "SPEAKER_02", "timestamp": [1847.5, 1851.08], "text": " than it once belonged to the aristocracy and the patron."}, {"speaker": "SPEAKER_02", "timestamp": [1852.24, 1856.88], "text": " Art is the whisper of history heard above the noise of time."}, {"speaker": "SPEAKER_02", "timestamp": [1857.66, 1859.92], "text": " Art does not exist for art's sake."}, {"speaker": "SPEAKER_02", "timestamp": [1860.16, 1862.5], "text": " It exists for people's sake."}, {"speaker": "SPEAKER_00", "timestamp": [1863.96, 1867.06], "text": " That's so in line with what Emerson wrote."}, {"speaker": "SPEAKER_00", "timestamp": [1868.22, 1870.04], "text": " One hardly has to point to it."}, {"speaker": "SPEAKER_00", "timestamp": [1870.5, 1872.84], "text": " But to hear it is also to hear,"}, {"speaker": "SPEAKER_00", "timestamp": [1873.32, 1875.72], "text": " so I know Julian Barnes is not an American,"}, {"speaker": "SPEAKER_00", "timestamp": [1876.54, 1882.3], "text": " but to hear it is to also hear the impact of Emerson's thoughts"}, {"speaker": "SPEAKER_00", "timestamp": [1882.3, 1886.88], "text": " about pretty much the same thing in American history. So take Frederick"}, {"speaker": "SPEAKER_01", "timestamp": [1886.88, 1893.14], "text": " Law Olmsted, for example, who was the co-designer and co-constructor of Central Park in New York in"}, {"speaker": "SPEAKER_00", "timestamp": [1893.14, 1900.04], "text": " the 1850s. Olmsted was a diehard Emersonian, a publishing company that Olmsted co-owned,"}, {"speaker": "SPEAKER_00", "timestamp": [1900.14, 1905.8], "text": " published one of Emerson's books. And the whole idea behind Olmsted Central Park, and then Olmsted"}, {"speaker": "SPEAKER_00", "timestamp": [1905.8, 1911.52], "text": " goes on later, five years later, to write the draft report that defines the national park at Yosemite."}, {"speaker": "SPEAKER_00", "timestamp": [1912.46, 1921.98], "text": " Olmsted's motivating idea was that the parks of the European and particularly English aristocracy"}, {"speaker": "SPEAKER_01", "timestamp": [1921.98, 1926.18], "text": " were quite lovely, but because they were confined to the few,"}, {"speaker": "SPEAKER_00", "timestamp": [1927.78, 1938.0], "text": " they were not American, that they were limited in their wonderfulness. And so Olmsted's idea is"}, {"speaker": "SPEAKER_00", "timestamp": [1938.0, 1946.66], "text": " that an address of American inequality, which was certainly beginning in the 1850s and then is exploding in California in the"}, {"speaker": "SPEAKER_01", "timestamp": [1946.66, 1953.46], "text": " 1860s during the gold rush, during the mid-gold rush years. Olmsted's idea is that one way to"}, {"speaker": "SPEAKER_00", "timestamp": [1953.46, 1960.68], "text": " address American inequality is to extend to all Americans what was reserved for only an"}, {"speaker": "SPEAKER_00", "timestamp": [1960.68, 1966.4], "text": " aristocracy in Europe. These ideas and processes, Yosemite, Central Park,"}, {"speaker": "SPEAKER_00", "timestamp": [1967.16, 1975.56], "text": " Emerson's construct of landscape, the commons idea, are intensely interrelated and are often,"}, {"speaker": "SPEAKER_00", "timestamp": [1975.72, 1980.62], "text": " at least in the American context, extended by a fairly small circle at this time in the early"}, {"speaker": "SPEAKER_00", "timestamp": [1980.62, 1985.12], "text": " to mid-19th century. And so I think that Barnes quote,"}, {"speaker": "SPEAKER_00", "timestamp": [1985.78, 1987.56], "text": " like I can picture in my mind's eye,"}, {"speaker": "SPEAKER_00", "timestamp": [1987.72, 1990.66], "text": " Ralph Waldo Emerson nodding, Thomas Starr King nodding,"}, {"speaker": "SPEAKER_01", "timestamp": [1991.18, 1992.32], "text": " Frederick Law Olmsted going,"}, {"speaker": "SPEAKER_00", "timestamp": [1992.44, 1994.26], "text": " well, yeah, that's what I tried to do."}, {"speaker": "SPEAKER_00", "timestamp": [1994.76, 1997.56], "text": " Like those guys all would have, yep, yep."}, {"speaker": "SPEAKER_00", "timestamp": [1997.96, 1999.62], "text": " And of course, it's also the perfect description"}, {"speaker": "SPEAKER_00", "timestamp": [1999.62, 2004.26], "text": " of why the digital commons is so important"}, {"speaker": "SPEAKER_00", "timestamp": [2004.26, 2005.26], "text": " and potential filled."}, {"speaker": "SPEAKER_02", "timestamp": [2006.82, 2015.02], "text": " Spot on there, spot on. And I guess my question to you based on that quote is,"}, {"speaker": "SPEAKER_02", "timestamp": [2015.34, 2028.66], "text": " whilst it's, you know, an amazing concept, and I want it to be true so much. Accessibility to art has improved tremendously during the digital age,"}, {"speaker": "SPEAKER_02", "timestamp": [2028.66, 2036.84], "text": " but how would you like to see art becoming more accessible as, you know, time goes on?"}, {"speaker": "SPEAKER_02", "timestamp": [2037.28, 2044.86], "text": " You were lucky enough to have a mother who was a painter and introduced to art from a young age,"}, {"speaker": "SPEAKER_02", "timestamp": [2048.96, 2056.08], "text": " mother who was a painter and we introduced to art from a young age but how do we attract new and young audiences to art history in the united states and in much of the western world and"}, {"speaker": "SPEAKER_00", "timestamp": [2056.08, 2062.76], "text": " probably in other parts of the world too literature is substantially free to access"}, {"speaker": "SPEAKER_00", "timestamp": [2062.76, 2066.16], "text": " textual material is substantially free to access through libraries."}, {"speaker": "SPEAKER_00", "timestamp": [2066.8, 2071.72], "text": " That is a concept that should be extended more thoroughly to visual materials such as art."}, {"speaker": "SPEAKER_00", "timestamp": [2071.72, 2077.9], "text": " In the last 20 years, there's been a real push across American art museums to become free,"}, {"speaker": "SPEAKER_01", "timestamp": [2079.18, 2086.04], "text": " at least for access to their permanent collections, and at many museums for access to their exhibitions too."}, {"speaker": "SPEAKER_00", "timestamp": [2086.48, 2092.44], "text": " That has slowed during the pandemic year and a half, of course, but it certainly hasn't abated."}, {"speaker": "SPEAKER_01", "timestamp": [2092.98, 2098.96], "text": " I hope and expect that will continue in the years and decades ahead. This trend toward thinking of"}, {"speaker": "SPEAKER_01", "timestamp": [2098.96, 2106.54], "text": " art museums as sites for tourists rather than locals is probably the largest obstruction to that idea. But more"}, {"speaker": "SPEAKER_00", "timestamp": [2106.54, 2116.34], "text": " broadly, the most potential-filled way to give the largest number of people access to art is the"}, {"speaker": "SPEAKER_00", "timestamp": [2116.34, 2122.78], "text": " digitization of art collections and the extension of open access to them. Yes, that second hand that"}, {"speaker": "SPEAKER_00", "timestamp": [2122.78, 2125.98], "text": " is seeing a JPEG, not the actual artwork."}, {"speaker": "SPEAKER_00", "timestamp": [2126.72, 2133.16], "text": " I don't think that makes it less important, especially because the way artworks can be"}, {"speaker": "SPEAKER_00", "timestamp": [2133.16, 2138.8], "text": " not only appreciated, but understood to be important, both in art and within broader histories,"}, {"speaker": "SPEAKER_00", "timestamp": [2138.8, 2146.42], "text": " is by being better known. And it's not, and digitizing artworks or manuscripts"}, {"speaker": "SPEAKER_00", "timestamp": [2146.42, 2148.18], "text": " or other things is not free,"}, {"speaker": "SPEAKER_00", "timestamp": [2148.32, 2151.52], "text": " but if one were to do a kind of a cost-benefit analysis"}, {"speaker": "SPEAKER_00", "timestamp": [2151.52, 2159.2], "text": " of the possible good of making visual information"}, {"speaker": "SPEAKER_00", "timestamp": [2159.2, 2162.1], "text": " as readily accessible as we have made textual information,"}, {"speaker": "SPEAKER_00", "timestamp": [2162.78, 2165.22], "text": " I think it would ultimately look pretty darn cheap."}, {"speaker": "SPEAKER_02", "timestamp": [2166.88, 2171.94], "text": " Wonderful answer. Switching gears a little, while I was prepping for the show,"}, {"speaker": "SPEAKER_02", "timestamp": [2172.14, 2179.24], "text": " I noticed that your podcast, Modern Art Notes, is CC licensed. Amazing. I'm interested to hear"}, {"speaker": "SPEAKER_00", "timestamp": [2179.24, 2185.82], "text": " how you first were introduced to Creative Commons and why it was important to you to openly license your show?"}, {"speaker": "SPEAKER_00", "timestamp": [2186.6, 2193.92], "text": " I don't know when I was first aware of it. Probably pretty early on in my work in journalism"}, {"speaker": "SPEAKER_00", "timestamp": [2193.92, 2199.66], "text": " and criticism. Probably so early on, I really don't remember not being aware."}, {"speaker": "SPEAKER_02", "timestamp": [2199.66, 2200.9], "text": " That's a good sign."}, {"speaker": "SPEAKER_00", "timestamp": [2202.28, 2207.66], "text": " Never occurred to me that this material should be locked up."}, {"speaker": "SPEAKER_02", "timestamp": [2208.1, 2212.84], "text": " The podcast has been CC licensed since the beginning, since episode one."}, {"speaker": "SPEAKER_00", "timestamp": [2213.08, 2221.84], "text": " And one big reason for that was because we thought, I thought, that was the best path to the largest audience."}, {"speaker": "SPEAKER_00", "timestamp": [2222.32, 2226.72], "text": " That my control of what's on the show is through my"}, {"speaker": "SPEAKER_01", "timestamp": [2226.72, 2231.98], "text": " questions to the guests and through the editing of the program rather than the distribution of"}, {"speaker": "SPEAKER_00", "timestamp": [2231.98, 2238.2], "text": " the program. I was happy to control the ideas on the show, what exhibitions we talk about,"}, {"speaker": "SPEAKER_00", "timestamp": [2238.28, 2247.3], "text": " what books we talk about, how we talk about those exhibitions, But I did not understand what value there was in controlling how the show"}, {"speaker": "SPEAKER_00", "timestamp": [2247.3, 2253.9], "text": " is distributed. So since we've started the show, we've allowed and indeed encouraged art museums"}, {"speaker": "SPEAKER_00", "timestamp": [2253.9, 2259.94], "text": " to embed episodes from the show on their own websites. We've encouraged them to distribute,"}, {"speaker": "SPEAKER_01", "timestamp": [2260.08, 2265.48], "text": " especially our partners on the show, to distribute clips from the show within their digital newsletters,"}, {"speaker": "SPEAKER_01", "timestamp": [2265.64, 2267.84], "text": " whether those are in email or in PDF format."}, {"speaker": "SPEAKER_01", "timestamp": [2267.84, 2278.96], "text": " I just don't find benefit, financial or otherwise, to limiting how people can access or use the program."}, {"speaker": "SPEAKER_00", "timestamp": [2279.06, 2281.98], "text": " And of course, the program is literally an MP3 file."}, {"speaker": "SPEAKER_02", "timestamp": [2293.54, 2301.62], "text": " literally an mp3 file and and you started back in 2011 so it's 10 years ago now it's been called one of the world's top 25 culture podcasts and it's fair to say that you're a podcast guru now"}, {"speaker": "SPEAKER_02", "timestamp": [2301.62, 2307.58], "text": " i think we started open minds earlier this year to celebrate Creative Commons"}, {"speaker": "SPEAKER_02", "timestamp": [2307.58, 2315.74], "text": " 20th anniversary coming up in December and so it's still relatively new and it's not very often"}, {"speaker": "SPEAKER_02", "timestamp": [2315.74, 2326.12], "text": " that you get to sit down with someone who has 10 years worth of podcasting experience. What are your top tips for us and any other newbie podcasts"}, {"speaker": "SPEAKER_01", "timestamp": [2326.12, 2333.4], "text": " from your decades worth of experience? Well, slap a Creative Commons license on it. That's one,"}, {"speaker": "SPEAKER_02", "timestamp": [2333.52, 2342.24], "text": " right? I think one of the real successes of the podcast space is that a program can be as specific"}, {"speaker": "SPEAKER_00", "timestamp": [2348.82, 2355.9], "text": " is that a program can be as specific and mindfully focused and intelligent about a subject as it wants to be and still reach the audience it wants to, which is a long way of saying"}, {"speaker": "SPEAKER_01", "timestamp": [2355.9, 2368.62], "text": " within the podcast format and space, you don't have to water stuff down because they have found an audience within people already interested in a"}, {"speaker": "SPEAKER_02", "timestamp": [2368.62, 2376.42], "text": " given subject who want to go deeper into that subject. They can be intense, focused, and"}, {"speaker": "SPEAKER_00", "timestamp": [2376.42, 2390.76], "text": " encouraging, if that's the right word, in a way that is pretty much unique within media. Like you can't do in a webzine or a magazine or a TV show what"}, {"speaker": "SPEAKER_00", "timestamp": [2390.76, 2399.66], "text": " you can do in a podcast. A podcast allows for an intensity of passion and a specificity of passion"}, {"speaker": "SPEAKER_00", "timestamp": [2399.66, 2405.62], "text": " that really no other medium does. And I think the podcasts I enjoy most, whether they're about"}, {"speaker": "SPEAKER_00", "timestamp": [2405.62, 2415.4], "text": " craft beer or women's tennis or art, do that. So maybe I'm giving my definition or a self-definition"}, {"speaker": "SPEAKER_00", "timestamp": [2415.4, 2422.76], "text": " of what works, but I think that's pretty true across the space. It is not a broadcasting medium."}, {"speaker": "SPEAKER_02", "timestamp": [2422.98, 2425.4], "text": " It is a specific casting medium. I like that. Not a broadcasting medium. It is a specific casting medium."}, {"speaker": "SPEAKER_02", "timestamp": [2426.3, 2430.36], "text": " I like that. Not a broadcasting medium, a specific casting medium."}, {"speaker": "SPEAKER_02", "timestamp": [2430.92, 2434.08], "text": " What would you say are your highlights from 10 years on the show?"}, {"speaker": "SPEAKER_00", "timestamp": [2435.18, 2446.22], "text": " One of the things that I really value is because people listen to the show and because enough people listen to the show,"}, {"speaker": "SPEAKER_02", "timestamp": [2447.2, 2453.4], "text": " little old me can email pretty much anyone I want, almost anyone I want, and say,"}, {"speaker": "SPEAKER_00", "timestamp": [2453.56, 2461.42], "text": " will you talk to me for an hour? And know that person is fairly likely, not a lead pipe cinch,"}, {"speaker": "SPEAKER_01", "timestamp": [2461.52, 2467.8], "text": " but fairly likely to say yes. Not because it's me asking, but because they're going to get the tens of thousands of people who listen to the show"}, {"speaker": "SPEAKER_00", "timestamp": [2467.8, 2472.6], "text": " and they're going to get to reach them. And so I've come to really enjoy and value"}, {"speaker": "SPEAKER_01", "timestamp": [2472.6, 2481.22], "text": " that I can talk to people I admire and whose work I value and that I can ask them anything"}, {"speaker": "SPEAKER_00", "timestamp": [2481.22, 2485.02], "text": " about it I want. They can choose not to answer all my questions, sure,"}, {"speaker": "SPEAKER_00", "timestamp": [2485.48, 2487.58], "text": " but I can at least take a stab."}, {"speaker": "SPEAKER_00", "timestamp": [2487.72, 2490.86], "text": " When I started writing about art when I was, I don't know, 25 or something,"}, {"speaker": "SPEAKER_00", "timestamp": [2491.34, 2495.04], "text": " it never occurred to me that I could just call up Richard Serra"}, {"speaker": "SPEAKER_00", "timestamp": [2495.04, 2498.7], "text": " or Kerry James Marshall or Ursula von Reitingsward"}, {"speaker": "SPEAKER_00", "timestamp": [2498.7, 2501.42], "text": " and say, hey, can I talk to you for 45 minutes"}, {"speaker": "SPEAKER_00", "timestamp": [2501.42, 2503.14], "text": " and then share that conversation with the world?"}, {"speaker": "SPEAKER_00", "timestamp": [2503.28, 2510.14], "text": " But now I can do that, And that's true of art historians. That's true of conservators. That's true of other authors."}, {"speaker": "SPEAKER_00", "timestamp": [2510.56, 2514.1], "text": " We had Mary Beard on the show a few weeks ago. Three months ago, if you told me I could"}, {"speaker": "SPEAKER_00", "timestamp": [2514.1, 2517.98], "text": " sit around and shoot the breeze with Mary Beard for 90 minutes, I would have said,"}, {"speaker": "SPEAKER_01", "timestamp": [2518.26, 2525.46], "text": " yeah, no way. The corollary to that is think of all of the access to knowledge and understanding and experience that has provided"}, {"speaker": "SPEAKER_00", "timestamp": [2525.46, 2532.84], "text": " me. Like I've learned enormously from talking to, I don't know, probably 800 or 900 people over the"}, {"speaker": "SPEAKER_00", "timestamp": [2532.84, 2538.02], "text": " years, not just about their work, but their approach to making work and the ideas that they"}, {"speaker": "SPEAKER_00", "timestamp": [2538.02, 2544.12], "text": " have chosen to interrogate or investigate or extend in their work, whether that work is a book,"}, {"speaker": "SPEAKER_00", "timestamp": [2544.84, 2552.78], "text": " interrogate or investigate or extend in their work whether that work is a book an artwork an exhibition whatever and that has been both valuable to me professionally and also really"}, {"speaker": "SPEAKER_02", "timestamp": [2552.78, 2561.72], "text": " damn cool well congratulations it's like a domino effect i always say every episode you record you're"}, {"speaker": "SPEAKER_02", "timestamp": [2565.14, 2565.64], "text": " You record your change by the conversation that you have."}, {"speaker": "SPEAKER_01", "timestamp": [2573.88, 2574.76], "text": " And then the potential from each episode is really unlimited as to how many lives, perspectives,"}, {"speaker": "SPEAKER_00", "timestamp": [2577.58, 2578.16], "text": " thoughts you might change for others."}, {"speaker": "SPEAKER_02", "timestamp": [2584.38, 2586.3], "text": " And one of my favorite emails to get is when a college professor or a high school teacher emails me and says,"}, {"speaker": "SPEAKER_00", "timestamp": [2586.44, 2592.48], "text": " we use this in our class, or I use this in my class. Like I always, that's, that's always a"}, {"speaker": "SPEAKER_00", "timestamp": [2592.48, 2599.26], "text": " good, that's always a good day. And hearing from artists that they have the show on in their"}, {"speaker": "SPEAKER_00", "timestamp": [2599.26, 2606.14], "text": " studios is, is always pretty great. Or getting an email from an artist,"}, {"speaker": "SPEAKER_00", "timestamp": [2606.32, 2607.88], "text": " especially one who's been on the show before,"}, {"speaker": "SPEAKER_00", "timestamp": [2608.0, 2611.56], "text": " saying, hey, I heard you talk with artist X about this,"}, {"speaker": "SPEAKER_00", "timestamp": [2611.58, 2612.82], "text": " and you mentioned this painting."}, {"speaker": "SPEAKER_00", "timestamp": [2612.94, 2614.94], "text": " Can you tell me why you thought that?"}, {"speaker": "SPEAKER_00", "timestamp": [2615.38, 2617.4], "text": " And who knows, maybe years down the line,"}, {"speaker": "SPEAKER_00", "timestamp": [2618.66, 2621.42], "text": " one of us will identify how some of those ideas"}, {"speaker": "SPEAKER_00", "timestamp": [2621.42, 2622.4], "text": " trickled into their work."}, {"speaker": "SPEAKER_00", "timestamp": [2622.48, 2623.54], "text": " Like, I already know that's happened,"}, {"speaker": "SPEAKER_01", "timestamp": [2623.54, 2633.92], "text": " but I imagine it may happen more um yeah it's been pretty it's been like way more fun and way more"}, {"speaker": "SPEAKER_00", "timestamp": [2633.92, 2645.1], "text": " like i would have been happy if like if the show existed for 80 episodes and a couple thousand people had heard them."}, {"speaker": "SPEAKER_00", "timestamp": [2646.02, 2652.28], "text": " I think this week is like our 520th or 521st show as we're taping this. I don't have it in front of"}, {"speaker": "SPEAKER_00", "timestamp": [2652.28, 2656.2], "text": " me, but it's something like that. And the audience is a lot bigger than a couple thousand now."}, {"speaker": "SPEAKER_00", "timestamp": [2658.08, 2661.7], "text": " Yeah, it's been pretty cool. It's been a lot of fun and I've gotten a lot out."}, {"speaker": "SPEAKER_02", "timestamp": [2661.7, 2665.68], "text": " Thank you for the tips. And again, congratulations."}, {"speaker": "SPEAKER_02", "timestamp": [2670.58, 2671.16], "text": " As I was mentioning, this year is Creative Commons 20th anniversary."}, {"speaker": "SPEAKER_02", "timestamp": [2687.24, 2687.82], "text": " And the theme of our 20th anniversary campaign is better sharing for a brighter future. off this conversation today. I just want to know what that means to you in terms of open culture,"}, {"speaker": "SPEAKER_02", "timestamp": [2694.26, 2695.48], "text": " art history, and glam, and galleries, libraries, archives, and museums for anyone who doesn't know."}, {"speaker": "SPEAKER_00", "timestamp": [2703.04, 2709.78], "text": " For me, it means understanding that sharing and open content is a means, not an end. That open content and open access policies aren't an ends in and of"}, {"speaker": "SPEAKER_01", "timestamp": [2709.78, 2713.98], "text": " themselves, although within the context of an individual project, it's an excellent end."}, {"speaker": "SPEAKER_00", "timestamp": [2714.74, 2727.68], "text": " But what we get, we, the community of scholars, we, the broader community of people. What we get is an opportunity to understand how this material"}, {"speaker": "SPEAKER_00", "timestamp": [2727.68, 2736.28], "text": " fits within the worlds around us, allowing new and different ideas to more fully inform us."}, {"speaker": "SPEAKER_00", "timestamp": [2736.84, 2768.82], "text": " My favorite example is always going to be the more art and visual material, whether it's photographs or engravings in 19th century magazines or what have you, but the more we understand how images have worked across histories, the more we will understand how impactful artists and visual makers, engravers, whomever, have been. And it's not just old white dudes talking at a political"}, {"speaker": "SPEAKER_01", "timestamp": [2768.82, 2777.96], "text": " rally that has impacted the world. And so I think probably that open access is the primary and most"}, {"speaker": "SPEAKER_01", "timestamp": [2777.96, 2785.74], "text": " important means through which we will, in the present and in the future understand how artists have impacted the world."}, {"speaker": "SPEAKER_02", "timestamp": [2791.14, 2791.52], "text": " And we'll drop a link to your book in the episode description,"}, {"speaker": "SPEAKER_02", "timestamp": [2796.76, 2797.06], "text": " but where can our listeners find you if they want to keep up with your amazing work?"}, {"speaker": "SPEAKER_00", "timestamp": [2797.24, 2797.96], "text": " The podcast,"}, {"speaker": "SPEAKER_00", "timestamp": [2798.12, 2801.74], "text": " the modern art notes podcast can be accessed at manpodcast.com."}, {"speaker": "SPEAKER_00", "timestamp": [2802.04, 2805.16], "text": " And of course you can subscribe on Apple and Google Play and wherever"}, {"speaker": "SPEAKER_00", "timestamp": [2805.16, 2812.64], "text": " else people subscribe to podcasts. As for my author, my author website is tylergreenbooks.com."}, {"speaker": "SPEAKER_00", "timestamp": [2813.46, 2821.5], "text": " And on the Buy My Books section of that page, you can buy Emerson's Nature and the Artist and my"}, {"speaker": "SPEAKER_00", "timestamp": [2821.5, 2829.96], "text": " other books really wherever in the world you happen to be. On Instagram, I'm at Tyler Green Books. On Twitter, I'm at Tyler Green Books, although I"}, {"speaker": "SPEAKER_00", "timestamp": [2829.96, 2837.34], "text": " don't tweet all that much anymore. And I guess those are the main places. Awesome. We'll drop"}, {"speaker": "SPEAKER_02", "timestamp": [2837.34, 2842.54], "text": " in links to all of those. So don't worry about scribbling them down if you're listening."}, {"speaker": "SPEAKER_02", "timestamp": [2842.56, 2843.7], "text": " about scribbling them down if you're listening."}, {"speaker": "SPEAKER_02", "timestamp": [2845.32, 2848.08], "text": " Tyler, thank you so much for having this conversation with me today,"}, {"speaker": "SPEAKER_02", "timestamp": [2848.58, 2850.46], "text": " for speaking to Creative Commons."}, {"speaker": "SPEAKER_02", "timestamp": [2850.82, 2852.74], "text": " It's been so insightful"}, {"speaker": "SPEAKER_02", "timestamp": [2852.74, 2856.56], "text": " and I've had an incredible time talking to you."}, {"speaker": "SPEAKER_02", "timestamp": [2857.18, 2858.12], "text": " You're welcome."}, {"speaker": "SPEAKER_00", "timestamp": [2858.22, 2860.28], "text": " And thank you for the interesting questions"}, {"speaker": "SPEAKER_00", "timestamp": [2860.28, 2860.88], "text": " and the interest."}, {"speaker": "SPEAKER_02", "timestamp": [2863.78, 2885.44], "text": " Thanks for listening to Open Minds from Creative Commons. questions and the interest. meaning it's free for anyone to use you can find it at the free music archive"}, {"speaker": "SPEAKER_02", "timestamp": [2885.44, 2892.62], "text": " freemusicarchive.org please subscribe to our show so you don't miss any of our conversations"}, {"speaker": "SPEAKER_02", "timestamp": [2892.62, 2898.7], "text": " with people working to make the internet and our global culture more open and collaborative"}], "chunks": [{"timestamp": [0.0, 8.7], "text": " Welcome to Open Minds from Creative Commons. I'm Oney-Ann Ucom, CC's Campaigns Manager."}, {"timestamp": [9.38, 14.34], "text": " We're celebrating Creative Commons' 20th anniversary this year, and one of the ways"}, {"timestamp": [14.34, 20.06], "text": " we're doing that is with this podcast, a series of conversations with people working on issues"}, {"timestamp": [20.06, 26.44], "text": " we're involved with and subjects we're excited about. On today's episode I'm joined by award"}, {"timestamp": [26.44, 34.1], "text": " winning author, historian and art critic Tyler Green. Tyler is also the producer and host of"}, {"timestamp": [34.1, 40.54], "text": " the Modern Art Notes podcast described by the Washington Post as one of the greatest resources"}, {"timestamp": [40.54, 49.24], "text": " for all art lovers. Tyler is an avid creative commenter and since launching the podcast in 2011,"}, {"timestamp": [49.94, 56.08], "text": " it has been released under a CC license. Tyler recently published his latest book,"}, {"timestamp": [56.38, 62.36], "text": " Emerson's Nature and the Artist, which brings together a selection of 75 artistic works"}, {"timestamp": [62.36, 68.66], "text": " in dialogue with Ralph Waldo Emerson's 1836 nature essay for the very"}, {"timestamp": [68.66, 75.66], "text": " first time. All of the artworks in this book were sourced from art museums and libraries with open"}, {"timestamp": [75.66, 83.06], "text": " access policies. In this episode we discuss Emerson's understanding of the landscape and the"}, {"timestamp": [83.06, 86.16], "text": " public commons and how it shaped American art"}, {"timestamp": [86.16, 91.38], "text": " and is still relevant to creative commons and the broader open access movement today."}, {"timestamp": [92.7, 98.28], "text": " I have to say it feels a little surreal to be sitting down with one of the most"}, {"timestamp": [98.28, 108.18], "text": " distinguished art historians, critics and authors of modern times. They say that a journey of a thousand miles begins"}, {"timestamp": [108.18, 115.22], "text": " with a first step. And so I'm interested to know how you got started doing what you do."}, {"timestamp": [117.26, 128.56], "text": " Oh, in a weird way, in a non-linear, non-preplanned way, I went to journalism school and found"}, {"timestamp": [128.56, 136.4], "text": " art interesting. My mother was a painter. And every time I started doing something in journalism,"}, {"timestamp": [136.4, 142.62], "text": " sports writing, or in social justice work, I found that I kept going back to art. And the"}, {"timestamp": [142.62, 145.22], "text": " same goes for kind of my focus on Emerson. Like,"}, {"timestamp": [145.28, 151.68], "text": " I'd never really... It's embarrassing. I'd never really thought about... I'd read Emerson as an"}, {"timestamp": [151.68, 158.24], "text": " undergrad and all that. But I'd never really thought of Emerson as relevant to me or interesting."}, {"timestamp": [158.58, 166.48], "text": " And then when I wrote a biography-ish of a photographer, an artist named Carlton Watkins, who was active between the end"}, {"timestamp": [166.48, 176.76], "text": " of the 1850s and the early 1890s, but didn't die until, what, 1916, maybe? I should know that,"}, {"timestamp": [176.82, 193.86], "text": " shouldn't I? Maybe he died before that. In researching Watkins, it just jumped out at me how important Emerson was to the group of Republican Unionists around whose band Watkins joined in California in the early 1860s."}, {"timestamp": [193.86, 208.16], "text": " And then once I saw Emerson as being important to Watkins and studied that a bit, I began to see how Emerson was enormously important to the maturation of"}, {"timestamp": [208.16, 215.86], "text": " American painting. And for folks who might not be so familiar with Emerson, could you just give us"}, {"timestamp": [215.86, 226.98], "text": " a little bit of background there? In a lot of ways, Emerson is America's first near national. He was never particularly popular in the South."}, {"timestamp": [227.14, 227.5], "text": " Ha ha."}, {"timestamp": [230.28, 231.8], "text": " He was never popular in the South."}, {"timestamp": [231.8, 234.52], "text": " I can't imagine why."}, {"timestamp": [235.98, 241.86], "text": " Emerson was, in a lot of ways, the first homegrown United States intellectual."}, {"timestamp": [242.68, 246.92], "text": " There had been other leading thinkers here before, but Emerson was"}, {"timestamp": [246.92, 256.5], "text": " trying to self-consciously, intentionally bring a European intellectual tradition to the United"}, {"timestamp": [256.5, 266.96], "text": " States. And he's doing this in the early 1830s, as America is maturing, as the American Revolution is now a couple of generations"}, {"timestamp": [266.96, 274.5], "text": " in the past. And America is beginning to grow up, feel its oats, trying to decide who and what it's"}, {"timestamp": [274.5, 280.9], "text": " going to be in a broader intellectual world. And of course, because Emerson is a white New Englander,"}, {"timestamp": [281.32, 285.56], "text": " as far as he's concerned, the intellectual world is entirely within Europe,"}, {"timestamp": [286.1, 293.82], "text": " and especially Northern Europe. And so Emerson is a Unitarian, and so his way into"}, {"timestamp": [293.82, 307.86], "text": " transatlantic intellectualism is to engage the German research, German revisionist thinking about the Bible. And before 1830, as Emerson"}, {"timestamp": [307.86, 313.82], "text": " is coming into his maturity, German scholars are interrogating the Bible, trying to see if there's"}, {"timestamp": [313.82, 321.16], "text": " any demonstrable veracity to all of these fantastical stories in the Bible. And they"}, {"timestamp": [321.16, 326.6], "text": " pretty much conclude, no, there is not. And the Unitarians in Emerson's"}, {"timestamp": [326.6, 334.68], "text": " Boston-based circle are fascinated by this, and this is one of the key bases for transcendentalism"}, {"timestamp": [334.68, 341.44], "text": " and Emerson's nature, which, you know, kind of brings together a bunch of European thought"}, {"timestamp": [341.44, 351.92], "text": " in an American context, a bunch of European, capital R, romantic thought in an American context, is kind of Emerson's first stepping out and really the first kind of,"}, {"timestamp": [352.2, 356.32], "text": " it's the declarative text, introductory text of American transcendentalism."}, {"timestamp": [358.04, 367.22], "text": " You've recently released a new book called Emerson's Nature and the Artists and I had the pleasure of reading it before our"}, {"timestamp": [367.22, 377.12], "text": " interview and I was really struck by Emerson's descriptions of the landscape and the public"}, {"timestamp": [377.12, 389.3], "text": " commons. There's a striking parallel there. I'm interested to get your thoughts on how Emerson shaped the public commons as we know it"}, {"timestamp": [389.3, 397.54], "text": " today and what keynotes are there that are still relevant for today's digital world and the open"}, {"timestamp": [397.54, 412.08], "text": " movement more broadly. Emerson, in late 1835, Emerson was asked to deliver the 200th anniversary address for the town of Concord, Massachusetts."}, {"timestamp": [412.88, 417.52], "text": " Emerson had just moved there and realized a bunch of things at once,"}, {"timestamp": [417.52, 424.74], "text": " including that this was an opportunity to get to know the town he was now living in and the people who lived there."}, {"timestamp": [424.84, 425.62], "text": " So he threw himself"}, {"timestamp": [425.62, 433.52], "text": " into this task with intellectual excitement. And one of the things Emerson learns about Concord"}, {"timestamp": [433.52, 441.52], "text": " is that it was founded on the English commons model with people and farms built up around"}, {"timestamp": [441.52, 446.02], "text": " an empty piece of land that was shared amongst all of the people in the town."}, {"timestamp": [446.16, 450.5], "text": " At certain times of the year, it could be used for cattle grazing. It could be used for market,"}, {"timestamp": [451.0, 457.46], "text": " for people coming together to buy goods and trade goods with their neighbors. And Emerson was"}, {"timestamp": [457.46, 463.74], "text": " really interested in this. As he's writing this 200th anniversary address in 1835,"}, {"timestamp": [466.44, 475.44], "text": " writing this 200th anniversary address in 1835, he begins to write a book he'd been thinking about since 1831 or so, somewhere between 1831 and 1833. And there were a couple of things"}, {"timestamp": [475.44, 483.42], "text": " that were bouncing around Emerson's head. One was romantic ideas about nature and how it was"}, {"timestamp": [483.42, 487.4], "text": " a fascinating place ready for intellectual examination and"}, {"timestamp": [487.4, 493.26], "text": " emotional embrace. And there's a long strain of European romantic thinking about that, which"}, {"timestamp": [493.26, 500.3], "text": " Emerson mostly Americanizes. And you're right, he writes extremely beautifully about nature."}, {"timestamp": [500.44, 510.34], "text": " There's one scholar who's referred to Emerson's writing about the beauty of nature as a happiness pill. And I think that's like a perfect phrase. But Emerson is also"}, {"timestamp": [510.34, 517.58], "text": " joining a transatlantic discourse about what would make American culture, read United States culture,"}, {"timestamp": [517.96, 524.08], "text": " truly American. If America is growing up and beginning to feel its oats and separate itself"}, {"timestamp": [524.08, 525.44], "text": " and stand apart from Europe."}, {"timestamp": [526.16, 531.98], "text": " What would be an all-American culture that was America's and not merely a branch of Europe's?"}, {"timestamp": [531.98, 540.98], "text": " And to this point, to the point when Emerson is writing in the mid-1830s, the American cultural tradition was substantially built around wilderness."}, {"timestamp": [541.28, 543.84], "text": " White Americans defined wilderness in a couple ways."}, {"timestamp": [543.84, 544.48], "text": " around wilderness. White Americans defined wilderness in a couple ways."}, {"timestamp": [550.46, 556.46], "text": " Forests, you know, as forests they had yet to cut down and convert into cornfields and wheat fields and livestock grazing, and they defined it as where Native Americans lived. Native Americans"}, {"timestamp": [556.46, 562.2], "text": " being, to them, lesser humans were part of the wilderness. And they, white European Americans,"}, {"timestamp": [562.92, 568.68], "text": " were superior intellectually and were civilized, to use the term of the day."}, {"timestamp": [569.38, 578.16], "text": " And so as Emerson is thinking about what will be a new all-American culture, he knew that Europe had a tradition of addressing wilderness."}, {"timestamp": [578.88, 583.38], "text": " Think of all those paintings, for example, of St. Jerome in the wilderness translating the Bible."}, {"timestamp": [584.18, 585.06], "text": " And so Emerson's looking"}, {"timestamp": [585.06, 592.78], "text": " for something that's, in his mind, just American. And he begins to think about this space between"}, {"timestamp": [592.78, 599.36], "text": " cities and space that has already been reclaimed from wilderness and taken from Native American"}, {"timestamp": [599.36, 612.02], "text": " people. So this interstitial area between the forests and the cities, this new place that America had carved out of North America."}, {"timestamp": [612.44, 624.34], "text": " And so he defines this space as landscape and offers landscape as the space in which Americans might see, appreciate, study, and welcome nature."}, {"timestamp": [624.56, 627.56], "text": " Landscape at this time is a word that is brand"}, {"timestamp": [627.56, 634.14], "text": " new to American English. It has been used in British English for a couple decades, but it's"}, {"timestamp": [634.14, 641.46], "text": " brand new to American English. And so he realizes that he has to define it. Emerson, because he"}, {"timestamp": [641.46, 649.82], "text": " considers himself as following in the European philosophical tradition, and in that European philosophical tradition, you always defined your terms. Emerson, in the third"}, {"timestamp": [649.82, 655.02], "text": " paragraph of the first chapter of the book, defines landscape, and he does it this way."}, {"timestamp": [655.94, 661.2], "text": " The charming landscape which I saw this morning is indubitably made up of some 20 or 30 farms."}, {"timestamp": [661.86, 667.06], "text": " Miller owns this field, Locke that, and Manning the woodland beyond. But none of them"}, {"timestamp": [667.06, 672.9], "text": " owns the landscape. There is a property in the horizon which no man has, but he whose eye can"}, {"timestamp": [672.9, 678.82], "text": " integrate all the parts, that is, the poet. This is the best part of these men's farms. Yet to this"}, {"timestamp": [678.82, 686.88], "text": " their land deeds give no title. So here is Emerson, to a substantial degree, rejecting rampant American"}, {"timestamp": [686.88, 691.76], "text": " capitalism, the association of American republicanism, smaller republicanism,"}, {"timestamp": [691.76, 701.64], "text": " with capitalism, and saying that we should value most of all an undefinable or an unspecifiable"}, {"timestamp": [701.64, 708.24], "text": " commons, that the view shed and the ecology that all of these farmers share"}, {"timestamp": [708.24, 716.54], "text": " is what's most important. That description is just so poetic. It's really beautiful"}, {"timestamp": [716.54, 727.16], "text": " hearing it back. I've got it right here in front of me. And I think one of the things that you know really strikes me there is that none of them"}, {"timestamp": [727.16, 736.1], "text": " owns the landscape and thinking about a relatively new country forging its path and made up of so"}, {"timestamp": [736.1, 748.36], "text": " many different peoples trying to find what makes Americans uniquely American this concept of the landscape and then nature, because no one can truly own"}, {"timestamp": [748.36, 758.32], "text": " that. And I think prior and still to a degree, post Emerson, people from all over had been,"}, {"timestamp": [758.32, 771.42], "text": " as you mentioned, really drawing on the intellectual property and thoughts from Europe and their original homes."}, {"timestamp": [772.12, 781.32], "text": " And so as they began to, you know, nationalize and really carve out this American idea that we"}, {"timestamp": [781.32, 786.44], "text": " understand today, one thing that couldn't be taken away was the land in which"}, {"timestamp": [786.44, 795.48], "text": " they inhabited. And I loved the kind of parallels between nature in the kind of scientific sense,"}, {"timestamp": [795.66, 801.96], "text": " or in the physical sense of nature, and then that dualism between human nature and the new ideas"}, {"timestamp": [801.96, 815.08], "text": " that were floating around at that time. They were starting to break away from the heavily religious protocols and practices of their European cousins"}, {"timestamp": [815.08, 819.56], "text": " and finding a new path for themselves."}, {"timestamp": [821.0, 828.5], "text": " And Emerson's insistence that this nature is something we share that no one person has"}, {"timestamp": [828.5, 837.38], "text": " a monopoly on or specific hold on that which we share and that goes for nature as in"}, {"timestamp": [837.38, 847.8], "text": " trees and birds and plants but he's also making an argument, because he loves word games, that there's a specific American human nature."}, {"timestamp": [848.06, 856.52], "text": " There is a shared love of republicanism and liberty in the parlance of the 18th century that Americans also share."}, {"timestamp": [856.52, 868.16], "text": " So he's using word games, and nature is 15,000 words of word games, to point to a commonality, if you will,"}, {"timestamp": [869.06, 880.52], "text": " between nature, flora and fauna, and nature, America's ingrained inclination to liberty and"}, {"timestamp": [880.52, 886.58], "text": " freedom. There are some ugly parts of the ingrained part that Emerson also embraced."}, {"timestamp": [886.7, 892.4], "text": " He was a committed Anglo-Saxonist, and that Anglo-Saxonism is present in nature, although"}, {"timestamp": [892.4, 897.72], "text": " not nearly as much in other and later Emerson writings. You could maybe say he's beginning"}, {"timestamp": [897.72, 904.22], "text": " to develop his Anglo-Saxonism really in about the same year, 35-36, that he's beginning to"}, {"timestamp": [904.22, 905.38], "text": " write Nature."}, {"timestamp": [908.48, 908.82], "text": " But yeah, Emerson constructs arguments, not just with sentences and paragraphs,"}, {"timestamp": [911.32, 913.66], "text": " but with individual words and the word games within them."}, {"timestamp": [919.44, 919.74], "text": " At that time in America, you had those sort of in New England,"}, {"timestamp": [924.98, 928.0], "text": " you had the French Canadian Catholics who had come down east and the development of the south was"}, {"timestamp": [928.0, 934.78], "text": " starting to progress and from reading it I was struck when you were talking about wilderness"}, {"timestamp": [934.78, 943.1], "text": " how they saw wilderness as an inhabited land at the time there were indigenous people living"}, {"timestamp": [943.1, 948.14], "text": " on those lands and I wanted to get your thoughts on that"}, {"timestamp": [948.14, 949.46], "text": " and wondered if you could expand."}, {"timestamp": [950.4, 954.4], "text": " For me, a significant part of nature's importance"}, {"timestamp": [954.4, 959.8], "text": " within the broad American cultural and political project"}, {"timestamp": [959.8, 969.38], "text": " is that it takes European-American constructions about who should get to have American land"}, {"timestamp": [969.38, 976.54], "text": " and extends them into the cultural sphere and helps create a kind of circular loop in which"}, {"timestamp": [976.54, 983.5], "text": " a certain political point of view is reinforced by the culture, poetry, fiction, art, and then"}, {"timestamp": [983.5, 986.84], "text": " the poetry, fiction, and art then contributes to the"}, {"timestamp": [986.84, 995.68], "text": " political environment, and you get this kind of circle running downhill. So in 1629, quite near"}, {"timestamp": [995.68, 1028.72], "text": " the beginning of the British colonial period in North America, John Winthrop, who is settling Massachusetts and will become the governor of Massachusetts, argues that for religious and political reasons that Protestants have an obligation to, in his words, subdue the earth. European Americans had a right to North American land because they would improve it. They would"}, {"timestamp": [1028.72, 1035.74], "text": " grow things on it. They would practice European-style agriculture upon it. And because"}, {"timestamp": [1035.74, 1040.98], "text": " Native Americans did not do that, so believed the European Americans, whether it was true or not,"}, {"timestamp": [1040.98, 1045.04], "text": " that the European Americans had the right, the God-given right,"}, {"timestamp": [1051.44, 1056.94], "text": " to take whatever land they wanted and make it theirs. And they did. In 1823, the Supreme Court of, by now, the United States will come along and Chief Justice John Marshall will argue and"}, {"timestamp": [1056.94, 1067.68], "text": " present in a ruling that the United States and Americans have the right to extinguish Indian title of occupancy to land in North America"}, {"timestamp": [1067.68, 1074.26], "text": " because, as Marshall wrote, Native Americans were, quote, fierce savages whose occupation was war"}, {"timestamp": [1074.26, 1080.26], "text": " and whose subsistence was drawn chiefly from the forest. So this is Marshall updating Winthrop's"}, {"timestamp": [1080.26, 1087.8], "text": " idea. We practice European-style agriculture. They, and in American history, the word they has a"}, {"timestamp": [1087.8, 1095.98], "text": " particular meaning and always not a non-white target. And because they don't, we white Americans"}, {"timestamp": [1095.98, 1101.78], "text": " can have what land we want, and we don't have to respect Native American homelands. Emerson,"}, {"timestamp": [1102.1, 1105.86], "text": " in Nature, argues that as the basis of this new all-American"}, {"timestamp": [1105.86, 1111.94], "text": " culture for which he's advocating, thinks it should be in that new space that Americans,"}, {"timestamp": [1112.14, 1118.7], "text": " white Americans, have just taken from Native Americans, this new space between city and"}, {"timestamp": [1118.7, 1128.5], "text": " wilderness. So Emerson is contributing and reinforcing a cultural and political process that's already underway."}, {"timestamp": [1128.8, 1131.7], "text": " It's worth noting that Emerson's writing Nature in 1836."}, {"timestamp": [1132.62, 1138.02], "text": " And the ideas that become Nature begin in his head around 1831."}, {"timestamp": [1138.82, 1150.52], "text": " And so this is at the period when the Andrew Jackson administration has pushed through the Indian Removal Act and passed it through Congress. That's 1830. As part of that process, hundreds of thousands,"}, {"timestamp": [1150.64, 1155.28], "text": " if not millions of acres are claimed for white Americans from Native American tribes in the"}, {"timestamp": [1155.28, 1162.62], "text": " American South. And then in 1832, those ideas are enforced upon the Old Northwest through the"}, {"timestamp": [1162.62, 1166.3], "text": " Black Hawk War, which pushes a number of Native"}, {"timestamp": [1166.3, 1173.54], "text": " American tribes across the Mississippi River and out of Illinois and Wisconsin in particular,"}, {"timestamp": [1174.12, 1182.64], "text": " mostly. So Emerson is coming to the ideas in nature as Winthrop's and Marshall's ideas"}, {"timestamp": [1182.64, 1186.96], "text": " are on the advance. So it's important to note that Emerson's"}, {"timestamp": [1186.96, 1193.12], "text": " nature is complicated. Many things are happening at once. The public commons idea is being advanced"}, {"timestamp": [1193.12, 1207.52], "text": " in a fascinating and crucial way that has become even more important in recent decades through the digital commons, but we should also understand nature and Emerson as"}, {"timestamp": [1207.52, 1212.88], "text": " advancing settler colonialism and providing a cultural basis for it."}, {"timestamp": [1212.88, 1221.62], "text": " Right. And one other thing that I was particularly struck to learn whilst reading your book was that"}, {"timestamp": [1221.62, 1227.54], "text": " Emerson played such a large role in the development of national parks"}, {"timestamp": [1227.54, 1235.66], "text": " as we know them today. How did that come about for him? I think that paragraph that I read at"}, {"timestamp": [1235.66, 1242.5], "text": " the beginning, defining landscape and putting forth the idea of viewshed as public commons,"}, {"timestamp": [1242.5, 1251.08], "text": " more than viewshed, but trying to reduce it to a single word, ends up being crucial to the men and woman, one woman, Jesse Benton Fremont, of the Yosemite"}, {"timestamp": [1251.08, 1258.84], "text": " idea. There is, in 1860, a disciple or an acolyte friend of Emerson's named Thomas Starr King"}, {"timestamp": [1258.84, 1269.3], "text": " leaves Boston to accept a pulpit in San Francisco. And Thomas Star King is a unionist, a capital R"}, {"timestamp": [1269.3, 1275.74], "text": " Republican, a diehard second-generation transcendentalist. And it's really Star King"}, {"timestamp": [1275.74, 1295.1], "text": " who introduces the far West to Emerson's ideas. Jesse Benton Fremont, on whom Stark King was more than a little bit sweet, comes to host a Republican, unionist, anti-slavery, if not abolitionist, salon at her home in San Francisco."}, {"timestamp": [1295.1, 1306.14], "text": " And Stark not only speaks about Emerson and extends Emerson's ideas from his pulpit at First Unitarian in San Francisco, but he particularly uses Jesse's Salon to spread these"}, {"timestamp": [1306.14, 1313.7], "text": " ideas. And then as the 1860 election, which will elevate Abraham Lincoln to the presidency,"}, {"timestamp": [1314.34, 1318.42], "text": " advances and questions about whether or not California will secede in the wake of that"}, {"timestamp": [1318.42, 1327.48], "text": " election advances, Star King understands that Republicans cannot win elections in California. In the last statewide"}, {"timestamp": [1327.48, 1333.64], "text": " election, Californians had lost, had been outvoted nine to one. But they could win on culture. They"}, {"timestamp": [1333.64, 1339.24], "text": " could argue that in the long term, indeed in the short term too, it was best for California to be"}, {"timestamp": [1339.24, 1345.5], "text": " allied with the North's cultural traditions rather than the South's leading cultural tradition, and the far West"}, {"timestamp": [1345.5, 1355.22], "text": " at this time was dueling. And Star King realizes that the leading cultural tradition of the North"}, {"timestamp": [1355.22, 1361.08], "text": " is landscape, Emerson's landscape. And so he applies Emerson's ideas to Yosemite and the"}, {"timestamp": [1361.08, 1365.18], "text": " Yosemite Valley and the nearby Mariposa Grove of giant sequoias."}, {"timestamp": [1370.08, 1370.24], "text": " And over the course of the war, Carlton Watkins makes photographs of Yosemite. Albert Bierstadt,"}, {"timestamp": [1374.86, 1389.7], "text": " the painter, travels to Yosemite and makes paintings. All of this work is shown in the Northeast and specifically Unionist and indeed Civil War contexts. And short-cutting to the end, Star King dies young at age 39 in 1864, and I argue in my Watkins book"}, {"timestamp": [1389.7, 1396.52], "text": " and in other places that the national park idea, the preservation of Yosemite as the first national"}, {"timestamp": [1396.52, 1401.68], "text": " park, passes Congress and is signed by Abraham Lincoln as a kind of memorial to Star King."}, {"timestamp": [1402.32, 1406.14], "text": " So this idea that a landscape can be preserved for resort and"}, {"timestamp": [1406.14, 1412.02], "text": " recreation for all Americans, any and all Americans, that private property rights are"}, {"timestamp": [1412.02, 1417.64], "text": " effectively null and void within that space, that everybody shares the space and can go there for"}, {"timestamp": [1417.64, 1426.6], "text": " resort and recreation, as the legislation says, is an extension of the public commons idea in a radical new way, in a radical new place,"}, {"timestamp": [1427.02, 1433.34], "text": " the far West. And I think that comes from two places. I think that comes from Emerson,"}, {"timestamp": [1433.5, 1438.68], "text": " and I think it comes from that English commons idea, which was injected into the American West"}, {"timestamp": [1438.68, 1445.84], "text": " through Emerson. Of course, the other great continuing American site of the English Commons idea is Boston Common,"}, {"timestamp": [1446.7, 1450.3], "text": " which, of course, Emerson and Star King would have both been quite familiar with."}, {"timestamp": [1450.3, 1459.1], "text": " Thank you. And I read in another interview that you did that you really wanted to draw on the"}, {"timestamp": [1459.1, 1467.02], "text": " links between the public commons and Emerson's nature. I'm interested to know how open access played"}, {"timestamp": [1467.02, 1474.58], "text": " a role in your development and writing of this book. I have always been an open access nerd."}, {"timestamp": [1475.2, 1481.68], "text": " When I wrote as a critic, I frequently heralded such and urged more."}, {"timestamp": [1482.08, 1486.7], "text": " And as I came to understand how that passage of Emerson's"}, {"timestamp": [1486.7, 1495.4], "text": " was so important, that definition of landscape, I had begun to think of writing a book about it"}, {"timestamp": [1495.4, 1501.94], "text": " and writing about how that idea, that passage, and indeed the whole of Emerson's 15,000-word"}, {"timestamp": [1501.94, 1506.06], "text": " book, Nature, was important to American art. Every time I thought"}, {"timestamp": [1506.06, 1511.54], "text": " of that, I was like, oh, I'll have to buy the rights to 80 paintings, and that'll run me"}, {"timestamp": [1511.54, 1517.12], "text": " into the thousands of dollars probably. And I can't. I'm just little old me. I can't afford"}, {"timestamp": [1517.12, 1522.6], "text": " that. I don't come from money. I don't work at Yale or Michigan having them paying my bills."}, {"timestamp": [1523.04, 1525.58], "text": " And as I thought about it, I thought, wait a second here."}, {"timestamp": [1526.08, 1534.2], "text": " That passage of Emerson's is embedding the commons idea in American culture, and to a"}, {"timestamp": [1534.2, 1536.92], "text": " certain extent with the Yosemite idea, American polity."}, {"timestamp": [1537.88, 1548.68], "text": " How is that any different from ideas around open access in the digital sphere? And the more I thought about it, the more I thought"}, {"timestamp": [1548.68, 1554.38], "text": " it's not different. It's exactly the same thing. And you know what? I could write this book as a"}, {"timestamp": [1554.38, 1568.46], "text": " kind of concept album in which the images, the artworks I choose to feature aren't only descended from Emerson's nature, but my way of publishing them"}, {"timestamp": [1568.46, 1574.88], "text": " could be too. This could be a reinforcing loop that exists within the book. The art comes from"}, {"timestamp": [1574.88, 1582.5], "text": " Emerson and my ability to publish it at no cost could benefit from the digital commons, thus"}, {"timestamp": [1582.5, 1586.26], "text": " drawing what to me seemed by this point,"}, {"timestamp": [1586.34, 1593.52], "text": " and probably like 2018 or 2019, an increasingly obvious link between Emerson's idea and open"}, {"timestamp": [1593.52, 1601.34], "text": " access. And as I worked on this over the course of 18, 19, and maybe the beginning of 2020,"}, {"timestamp": [1601.54, 1605.98], "text": " the more I liked the idea, the more it seemed, of course, these"}, {"timestamp": [1605.98, 1611.1], "text": " things are related. And of course, putting them together, putting the scholarship and the critical"}, {"timestamp": [1611.1, 1627.96], "text": " analysis together with the hugely important work open access advocates have done can build links that point to the importance and potential of open"}, {"timestamp": [1627.96, 1633.92], "text": " access. I've written in a couple of books now, including this one, that the greatest obstacle"}, {"timestamp": [1633.92, 1645.78], "text": " to understanding art's role in the American project, in the idea of the American nation and extending or challenging it both."}, {"timestamp": [1645.94, 1654.98], "text": " The biggest obstacle to that is that it costs scholars serious money to publish artworks."}, {"timestamp": [1655.12, 1660.8], "text": " That makes it harder for scholars to know what's out there, but it also makes it harder to make"}, {"timestamp": [1660.8, 1666.0], "text": " arguments. If you can't publish the visual part of your argument with the textual"}, {"timestamp": [1666.0, 1672.76], "text": " part of your argument, why work hard to have an argument that is both visual and textual?"}, {"timestamp": [1673.5, 1679.56], "text": " And so open access is, at the risk of sounding grandiose, open access is the answer, right?"}, {"timestamp": [1679.68, 1686.94], "text": " Open access makes that possible. And given that in the context of the United States, art museums and"}, {"timestamp": [1686.94, 1693.68], "text": " libraries are either governmental or what is called in the United States non-profit organizations,"}, {"timestamp": [1694.18, 1699.24], "text": " which means they're mission rather than profit driven. And their missions are almost inevitably"}, {"timestamp": [1699.24, 1706.98], "text": " to educate and make this material, art, printed material like poetry, manuscripts, whatever,"}, {"timestamp": [1707.66, 1713.08], "text": " available to the largest possible public. All of these places can be more fully manifesting"}, {"timestamp": [1713.08, 1721.86], "text": " their missions by embracing open access. And so I hope that this book of mine is both an argument"}, {"timestamp": [1721.86, 1732.3], "text": " about Emerson and an argument about American art and their importance to each other, but also an argument for what is possible when we join open access"}, {"timestamp": [1732.3, 1739.04], "text": " principles, progress, and programs to the construction of history and critical ideas."}, {"timestamp": [1740.18, 1750.14], "text": " That's amazing. And if you could only leave readers with one central message after reading this book, what would that be?"}, {"timestamp": [1751.58, 1771.34], "text": " Ideas change nations and governments. I think we're all taught, I think I was taught, that you need a movement of many people to change a city, change a state, a federal state. But I hope one of the things that"}, {"timestamp": [1771.34, 1781.76], "text": " we see across this book is that the dedicated study and work of individuals can have an enormous"}, {"timestamp": [1781.76, 1785.3], "text": " political and cultural impact. Certainly Emerson's ideas did."}, {"timestamp": [1785.6, 1794.7], "text": " Many of the paintings in the book were really important to warning America of the Union's peril, for example,"}, {"timestamp": [1795.0, 1799.9], "text": " or of extending white dominion over indigenous homeland."}, {"timestamp": [1799.9, 1802.74], "text": " And that these all mattered."}, {"timestamp": [1803.52, 1814.9], "text": " Artists and intellectuals, through their work, have demonstrable impact. And I hope this book not just makes that argument, but points to some places where that happened."}, {"timestamp": [1827.24, 1834.88], "text": " and I saw the description of landscape it reminded me of one of my favorite quotes about art and that comes from the novel The Noise of Time by Julian Barnes and it goes art belongs to everybody and"}, {"timestamp": [1834.88, 1847.5], "text": " nobody art belongs to all time and no time art belongs to those who create it and those who savor it. Art no more belongs to the people and the party"}, {"timestamp": [1847.5, 1851.08], "text": " than it once belonged to the aristocracy and the patron."}, {"timestamp": [1852.24, 1856.88], "text": " Art is the whisper of history heard above the noise of time."}, {"timestamp": [1857.66, 1859.92], "text": " Art does not exist for art's sake."}, {"timestamp": [1860.16, 1862.5], "text": " It exists for people's sake."}, {"timestamp": [1863.96, 1867.06], "text": " That's so in line with what Emerson wrote."}, {"timestamp": [1868.22, 1870.04], "text": " One hardly has to point to it."}, {"timestamp": [1870.5, 1872.84], "text": " But to hear it is also to hear,"}, {"timestamp": [1873.32, 1875.72], "text": " so I know Julian Barnes is not an American,"}, {"timestamp": [1876.54, 1882.3], "text": " but to hear it is to also hear the impact of Emerson's thoughts"}, {"timestamp": [1882.3, 1886.88], "text": " about pretty much the same thing in American history. So take Frederick"}, {"timestamp": [1886.88, 1893.14], "text": " Law Olmsted, for example, who was the co-designer and co-constructor of Central Park in New York in"}, {"timestamp": [1893.14, 1900.04], "text": " the 1850s. Olmsted was a diehard Emersonian, a publishing company that Olmsted co-owned,"}, {"timestamp": [1900.14, 1905.8], "text": " published one of Emerson's books. And the whole idea behind Olmsted Central Park, and then Olmsted"}, {"timestamp": [1905.8, 1911.52], "text": " goes on later, five years later, to write the draft report that defines the national park at Yosemite."}, {"timestamp": [1912.46, 1921.98], "text": " Olmsted's motivating idea was that the parks of the European and particularly English aristocracy"}, {"timestamp": [1921.98, 1926.18], "text": " were quite lovely, but because they were confined to the few,"}, {"timestamp": [1927.78, 1938.0], "text": " they were not American, that they were limited in their wonderfulness. And so Olmsted's idea is"}, {"timestamp": [1938.0, 1946.66], "text": " that an address of American inequality, which was certainly beginning in the 1850s and then is exploding in California in the"}, {"timestamp": [1946.66, 1953.46], "text": " 1860s during the gold rush, during the mid-gold rush years. Olmsted's idea is that one way to"}, {"timestamp": [1953.46, 1960.68], "text": " address American inequality is to extend to all Americans what was reserved for only an"}, {"timestamp": [1960.68, 1966.4], "text": " aristocracy in Europe. These ideas and processes, Yosemite, Central Park,"}, {"timestamp": [1967.16, 1975.56], "text": " Emerson's construct of landscape, the commons idea, are intensely interrelated and are often,"}, {"timestamp": [1975.72, 1980.62], "text": " at least in the American context, extended by a fairly small circle at this time in the early"}, {"timestamp": [1980.62, 1985.12], "text": " to mid-19th century. And so I think that Barnes quote,"}, {"timestamp": [1985.78, 1987.56], "text": " like I can picture in my mind's eye,"}, {"timestamp": [1987.72, 1990.66], "text": " Ralph Waldo Emerson nodding, Thomas Starr King nodding,"}, {"timestamp": [1991.18, 1992.32], "text": " Frederick Law Olmsted going,"}, {"timestamp": [1992.44, 1994.26], "text": " well, yeah, that's what I tried to do."}, {"timestamp": [1994.76, 1997.56], "text": " Like those guys all would have, yep, yep."}, {"timestamp": [1997.96, 1999.62], "text": " And of course, it's also the perfect description"}, {"timestamp": [1999.62, 2004.26], "text": " of why the digital commons is so important"}, {"timestamp": [2004.26, 2005.26], "text": " and potential filled."}, {"timestamp": [2006.82, 2015.02], "text": " Spot on there, spot on. And I guess my question to you based on that quote is,"}, {"timestamp": [2015.34, 2028.66], "text": " whilst it's, you know, an amazing concept, and I want it to be true so much. Accessibility to art has improved tremendously during the digital age,"}, {"timestamp": [2028.66, 2036.84], "text": " but how would you like to see art becoming more accessible as, you know, time goes on?"}, {"timestamp": [2037.28, 2044.86], "text": " You were lucky enough to have a mother who was a painter and introduced to art from a young age,"}, {"timestamp": [2048.96, 2056.08], "text": " mother who was a painter and we introduced to art from a young age but how do we attract new and young audiences to art history in the united states and in much of the western world and"}, {"timestamp": [2056.08, 2062.76], "text": " probably in other parts of the world too literature is substantially free to access"}, {"timestamp": [2062.76, 2066.16], "text": " textual material is substantially free to access through libraries."}, {"timestamp": [2066.8, 2071.72], "text": " That is a concept that should be extended more thoroughly to visual materials such as art."}, {"timestamp": [2071.72, 2077.9], "text": " In the last 20 years, there's been a real push across American art museums to become free,"}, {"timestamp": [2079.18, 2086.04], "text": " at least for access to their permanent collections, and at many museums for access to their exhibitions too."}, {"timestamp": [2086.48, 2092.44], "text": " That has slowed during the pandemic year and a half, of course, but it certainly hasn't abated."}, {"timestamp": [2092.98, 2098.96], "text": " I hope and expect that will continue in the years and decades ahead. This trend toward thinking of"}, {"timestamp": [2098.96, 2106.54], "text": " art museums as sites for tourists rather than locals is probably the largest obstruction to that idea. But more"}, {"timestamp": [2106.54, 2116.34], "text": " broadly, the most potential-filled way to give the largest number of people access to art is the"}, {"timestamp": [2116.34, 2122.78], "text": " digitization of art collections and the extension of open access to them. Yes, that second hand that"}, {"timestamp": [2122.78, 2125.98], "text": " is seeing a JPEG, not the actual artwork."}, {"timestamp": [2126.72, 2133.16], "text": " I don't think that makes it less important, especially because the way artworks can be"}, {"timestamp": [2133.16, 2138.8], "text": " not only appreciated, but understood to be important, both in art and within broader histories,"}, {"timestamp": [2138.8, 2146.42], "text": " is by being better known. And it's not, and digitizing artworks or manuscripts"}, {"timestamp": [2146.42, 2148.18], "text": " or other things is not free,"}, {"timestamp": [2148.32, 2151.52], "text": " but if one were to do a kind of a cost-benefit analysis"}, {"timestamp": [2151.52, 2159.2], "text": " of the possible good of making visual information"}, {"timestamp": [2159.2, 2162.1], "text": " as readily accessible as we have made textual information,"}, {"timestamp": [2162.78, 2165.22], "text": " I think it would ultimately look pretty darn cheap."}, {"timestamp": [2166.88, 2171.94], "text": " Wonderful answer. Switching gears a little, while I was prepping for the show,"}, {"timestamp": [2172.14, 2179.24], "text": " I noticed that your podcast, Modern Art Notes, is CC licensed. Amazing. I'm interested to hear"}, {"timestamp": [2179.24, 2185.82], "text": " how you first were introduced to Creative Commons and why it was important to you to openly license your show?"}, {"timestamp": [2186.6, 2193.92], "text": " I don't know when I was first aware of it. Probably pretty early on in my work in journalism"}, {"timestamp": [2193.92, 2199.66], "text": " and criticism. Probably so early on, I really don't remember not being aware."}, {"timestamp": [2199.66, 2200.9], "text": " That's a good sign."}, {"timestamp": [2202.28, 2207.66], "text": " Never occurred to me that this material should be locked up."}, {"timestamp": [2208.1, 2212.84], "text": " The podcast has been CC licensed since the beginning, since episode one."}, {"timestamp": [2213.08, 2221.84], "text": " And one big reason for that was because we thought, I thought, that was the best path to the largest audience."}, {"timestamp": [2222.32, 2226.72], "text": " That my control of what's on the show is through my"}, {"timestamp": [2226.72, 2231.98], "text": " questions to the guests and through the editing of the program rather than the distribution of"}, {"timestamp": [2231.98, 2238.2], "text": " the program. I was happy to control the ideas on the show, what exhibitions we talk about,"}, {"timestamp": [2238.28, 2247.3], "text": " what books we talk about, how we talk about those exhibitions, But I did not understand what value there was in controlling how the show"}, {"timestamp": [2247.3, 2253.9], "text": " is distributed. So since we've started the show, we've allowed and indeed encouraged art museums"}, {"timestamp": [2253.9, 2259.94], "text": " to embed episodes from the show on their own websites. We've encouraged them to distribute,"}, {"timestamp": [2260.08, 2265.48], "text": " especially our partners on the show, to distribute clips from the show within their digital newsletters,"}, {"timestamp": [2265.64, 2267.84], "text": " whether those are in email or in PDF format."}, {"timestamp": [2267.84, 2278.96], "text": " I just don't find benefit, financial or otherwise, to limiting how people can access or use the program."}, {"timestamp": [2279.06, 2281.98], "text": " And of course, the program is literally an MP3 file."}, {"timestamp": [2293.54, 2301.62], "text": " literally an mp3 file and and you started back in 2011 so it's 10 years ago now it's been called one of the world's top 25 culture podcasts and it's fair to say that you're a podcast guru now"}, {"timestamp": [2301.62, 2307.58], "text": " i think we started open minds earlier this year to celebrate Creative Commons"}, {"timestamp": [2307.58, 2315.74], "text": " 20th anniversary coming up in December and so it's still relatively new and it's not very often"}, {"timestamp": [2315.74, 2326.12], "text": " that you get to sit down with someone who has 10 years worth of podcasting experience. What are your top tips for us and any other newbie podcasts"}, {"timestamp": [2326.12, 2333.4], "text": " from your decades worth of experience? Well, slap a Creative Commons license on it. That's one,"}, {"timestamp": [2333.52, 2342.24], "text": " right? I think one of the real successes of the podcast space is that a program can be as specific"}, {"timestamp": [2348.82, 2355.9], "text": " is that a program can be as specific and mindfully focused and intelligent about a subject as it wants to be and still reach the audience it wants to, which is a long way of saying"}, {"timestamp": [2355.9, 2368.62], "text": " within the podcast format and space, you don't have to water stuff down because they have found an audience within people already interested in a"}, {"timestamp": [2368.62, 2376.42], "text": " given subject who want to go deeper into that subject. They can be intense, focused, and"}, {"timestamp": [2376.42, 2390.76], "text": " encouraging, if that's the right word, in a way that is pretty much unique within media. Like you can't do in a webzine or a magazine or a TV show what"}, {"timestamp": [2390.76, 2399.66], "text": " you can do in a podcast. A podcast allows for an intensity of passion and a specificity of passion"}, {"timestamp": [2399.66, 2405.62], "text": " that really no other medium does. And I think the podcasts I enjoy most, whether they're about"}, {"timestamp": [2405.62, 2415.4], "text": " craft beer or women's tennis or art, do that. So maybe I'm giving my definition or a self-definition"}, {"timestamp": [2415.4, 2422.76], "text": " of what works, but I think that's pretty true across the space. It is not a broadcasting medium."}, {"timestamp": [2422.98, 2425.4], "text": " It is a specific casting medium. I like that. Not a broadcasting medium. It is a specific casting medium."}, {"timestamp": [2426.3, 2430.36], "text": " I like that. Not a broadcasting medium, a specific casting medium."}, {"timestamp": [2430.92, 2434.08], "text": " What would you say are your highlights from 10 years on the show?"}, {"timestamp": [2435.18, 2446.22], "text": " One of the things that I really value is because people listen to the show and because enough people listen to the show,"}, {"timestamp": [2447.2, 2453.4], "text": " little old me can email pretty much anyone I want, almost anyone I want, and say,"}, {"timestamp": [2453.56, 2461.42], "text": " will you talk to me for an hour? And know that person is fairly likely, not a lead pipe cinch,"}, {"timestamp": [2461.52, 2467.8], "text": " but fairly likely to say yes. Not because it's me asking, but because they're going to get the tens of thousands of people who listen to the show"}, {"timestamp": [2467.8, 2472.6], "text": " and they're going to get to reach them. And so I've come to really enjoy and value"}, {"timestamp": [2472.6, 2481.22], "text": " that I can talk to people I admire and whose work I value and that I can ask them anything"}, {"timestamp": [2481.22, 2485.02], "text": " about it I want. They can choose not to answer all my questions, sure,"}, {"timestamp": [2485.48, 2487.58], "text": " but I can at least take a stab."}, {"timestamp": [2487.72, 2490.86], "text": " When I started writing about art when I was, I don't know, 25 or something,"}, {"timestamp": [2491.34, 2495.04], "text": " it never occurred to me that I could just call up Richard Serra"}, {"timestamp": [2495.04, 2498.7], "text": " or Kerry James Marshall or Ursula von Reitingsward"}, {"timestamp": [2498.7, 2501.42], "text": " and say, hey, can I talk to you for 45 minutes"}, {"timestamp": [2501.42, 2503.14], "text": " and then share that conversation with the world?"}, {"timestamp": [2503.28, 2510.14], "text": " But now I can do that, And that's true of art historians. That's true of conservators. That's true of other authors."}, {"timestamp": [2510.56, 2514.1], "text": " We had Mary Beard on the show a few weeks ago. Three months ago, if you told me I could"}, {"timestamp": [2514.1, 2517.98], "text": " sit around and shoot the breeze with Mary Beard for 90 minutes, I would have said,"}, {"timestamp": [2518.26, 2525.46], "text": " yeah, no way. The corollary to that is think of all of the access to knowledge and understanding and experience that has provided"}, {"timestamp": [2525.46, 2532.84], "text": " me. Like I've learned enormously from talking to, I don't know, probably 800 or 900 people over the"}, {"timestamp": [2532.84, 2538.02], "text": " years, not just about their work, but their approach to making work and the ideas that they"}, {"timestamp": [2538.02, 2544.12], "text": " have chosen to interrogate or investigate or extend in their work, whether that work is a book,"}, {"timestamp": [2544.84, 2552.78], "text": " interrogate or investigate or extend in their work whether that work is a book an artwork an exhibition whatever and that has been both valuable to me professionally and also really"}, {"timestamp": [2552.78, 2561.72], "text": " damn cool well congratulations it's like a domino effect i always say every episode you record you're"}, {"timestamp": [2565.14, 2565.64], "text": " You record your change by the conversation that you have."}, {"timestamp": [2573.88, 2574.76], "text": " And then the potential from each episode is really unlimited as to how many lives, perspectives,"}, {"timestamp": [2577.58, 2578.16], "text": " thoughts you might change for others."}, {"timestamp": [2584.38, 2586.3], "text": " And one of my favorite emails to get is when a college professor or a high school teacher emails me and says,"}, {"timestamp": [2586.44, 2592.48], "text": " we use this in our class, or I use this in my class. Like I always, that's, that's always a"}, {"timestamp": [2592.48, 2599.26], "text": " good, that's always a good day. And hearing from artists that they have the show on in their"}, {"timestamp": [2599.26, 2606.14], "text": " studios is, is always pretty great. Or getting an email from an artist,"}, {"timestamp": [2606.32, 2607.88], "text": " especially one who's been on the show before,"}, {"timestamp": [2608.0, 2611.56], "text": " saying, hey, I heard you talk with artist X about this,"}, {"timestamp": [2611.58, 2612.82], "text": " and you mentioned this painting."}, {"timestamp": [2612.94, 2614.94], "text": " Can you tell me why you thought that?"}, {"timestamp": [2615.38, 2617.4], "text": " And who knows, maybe years down the line,"}, {"timestamp": [2618.66, 2621.42], "text": " one of us will identify how some of those ideas"}, {"timestamp": [2621.42, 2622.4], "text": " trickled into their work."}, {"timestamp": [2622.48, 2623.54], "text": " Like, I already know that's happened,"}, {"timestamp": [2623.54, 2633.92], "text": " but I imagine it may happen more um yeah it's been pretty it's been like way more fun and way more"}, {"timestamp": [2633.92, 2645.1], "text": " like i would have been happy if like if the show existed for 80 episodes and a couple thousand people had heard them."}, {"timestamp": [2646.02, 2652.28], "text": " I think this week is like our 520th or 521st show as we're taping this. I don't have it in front of"}, {"timestamp": [2652.28, 2656.2], "text": " me, but it's something like that. And the audience is a lot bigger than a couple thousand now."}, {"timestamp": [2658.08, 2661.7], "text": " Yeah, it's been pretty cool. It's been a lot of fun and I've gotten a lot out."}, {"timestamp": [2661.7, 2665.68], "text": " Thank you for the tips. And again, congratulations."}, {"timestamp": [2670.58, 2671.16], "text": " As I was mentioning, this year is Creative Commons 20th anniversary."}, {"timestamp": [2687.24, 2687.82], "text": " And the theme of our 20th anniversary campaign is better sharing for a brighter future. off this conversation today. I just want to know what that means to you in terms of open culture,"}, {"timestamp": [2694.26, 2695.48], "text": " art history, and glam, and galleries, libraries, archives, and museums for anyone who doesn't know."}, {"timestamp": [2703.04, 2709.78], "text": " For me, it means understanding that sharing and open content is a means, not an end. That open content and open access policies aren't an ends in and of"}, {"timestamp": [2709.78, 2713.98], "text": " themselves, although within the context of an individual project, it's an excellent end."}, {"timestamp": [2714.74, 2727.68], "text": " But what we get, we, the community of scholars, we, the broader community of people. What we get is an opportunity to understand how this material"}, {"timestamp": [2727.68, 2736.28], "text": " fits within the worlds around us, allowing new and different ideas to more fully inform us."}, {"timestamp": [2736.84, 2768.82], "text": " My favorite example is always going to be the more art and visual material, whether it's photographs or engravings in 19th century magazines or what have you, but the more we understand how images have worked across histories, the more we will understand how impactful artists and visual makers, engravers, whomever, have been. And it's not just old white dudes talking at a political"}, {"timestamp": [2768.82, 2777.96], "text": " rally that has impacted the world. And so I think probably that open access is the primary and most"}, {"timestamp": [2777.96, 2785.74], "text": " important means through which we will, in the present and in the future understand how artists have impacted the world."}, {"timestamp": [2791.14, 2791.52], "text": " And we'll drop a link to your book in the episode description,"}, {"timestamp": [2796.76, 2797.06], "text": " but where can our listeners find you if they want to keep up with your amazing work?"}, {"timestamp": [2797.24, 2797.96], "text": " The podcast,"}, {"timestamp": [2798.12, 2801.74], "text": " the modern art notes podcast can be accessed at manpodcast.com."}, {"timestamp": [2802.04, 2805.16], "text": " And of course you can subscribe on Apple and Google Play and wherever"}, {"timestamp": [2805.16, 2812.64], "text": " else people subscribe to podcasts. As for my author, my author website is tylergreenbooks.com."}, {"timestamp": [2813.46, 2821.5], "text": " And on the Buy My Books section of that page, you can buy Emerson's Nature and the Artist and my"}, {"timestamp": [2821.5, 2829.96], "text": " other books really wherever in the world you happen to be. On Instagram, I'm at Tyler Green Books. On Twitter, I'm at Tyler Green Books, although I"}, {"timestamp": [2829.96, 2837.34], "text": " don't tweet all that much anymore. And I guess those are the main places. Awesome. We'll drop"}, {"timestamp": [2837.34, 2842.54], "text": " in links to all of those. So don't worry about scribbling them down if you're listening."}, {"timestamp": [2842.56, 2843.7], "text": " about scribbling them down if you're listening."}, {"timestamp": [2845.32, 2848.08], "text": " Tyler, thank you so much for having this conversation with me today,"}, {"timestamp": [2848.58, 2850.46], "text": " for speaking to Creative Commons."}, {"timestamp": [2850.82, 2852.74], "text": " It's been so insightful"}, {"timestamp": [2852.74, 2856.56], "text": " and I've had an incredible time talking to you."}, {"timestamp": [2857.18, 2858.12], "text": " You're welcome."}, {"timestamp": [2858.22, 2860.28], "text": " And thank you for the interesting questions"}, {"timestamp": [2860.28, 2860.88], "text": " and the interest."}, {"timestamp": [2863.78, 2885.44], "text": " Thanks for listening to Open Minds from Creative Commons. questions and the interest. meaning it's free for anyone to use you can find it at the free music archive"}, {"timestamp": [2885.44, 2892.62], "text": " freemusicarchive.org please subscribe to our show so you don't miss any of our conversations"}, {"timestamp": [2892.62, 2898.7], "text": " with people working to make the internet and our global culture more open and collaborative"}, {"timestamp": [2898.7, 2963.6], "text": " we'll be back soon with another episode. Talk to you then. Thank you."}], "text": " Welcome to Open Minds from Creative Commons. I'm Oney-Ann Ucom, CC's Campaigns Manager. We're celebrating Creative Commons' 20th anniversary this year, and one of the ways we're doing that is with this podcast, a series of conversations with people working on issues we're involved with and subjects we're excited about. On today's episode I'm joined by award winning author, historian and art critic Tyler Green. Tyler is also the producer and host of the Modern Art Notes podcast described by the Washington Post as one of the greatest resources for all art lovers. Tyler is an avid creative commenter and since launching the podcast in 2011, it has been released under a CC license. Tyler recently published his latest book, Emerson's Nature and the Artist, which brings together a selection of 75 artistic works in dialogue with Ralph Waldo Emerson's 1836 nature essay for the very first time. All of the artworks in this book were sourced from art museums and libraries with open access policies. In this episode we discuss Emerson's understanding of the landscape and the public commons and how it shaped American art and is still relevant to creative commons and the broader open access movement today. I have to say it feels a little surreal to be sitting down with one of the most distinguished art historians, critics and authors of modern times. They say that a journey of a thousand miles begins with a first step. And so I'm interested to know how you got started doing what you do. Oh, in a weird way, in a non-linear, non-preplanned way, I went to journalism school and found art interesting. My mother was a painter. And every time I started doing something in journalism, sports writing, or in social justice work, I found that I kept going back to art. And the same goes for kind of my focus on Emerson. Like, I'd never really... It's embarrassing. I'd never really thought about... I'd read Emerson as an undergrad and all that. But I'd never really thought of Emerson as relevant to me or interesting. And then when I wrote a biography-ish of a photographer, an artist named Carlton Watkins, who was active between the end of the 1850s and the early 1890s, but didn't die until, what, 1916, maybe? I should know that, shouldn't I? Maybe he died before that. In researching Watkins, it just jumped out at me how important Emerson was to the group of Republican Unionists around whose band Watkins joined in California in the early 1860s. And then once I saw Emerson as being important to Watkins and studied that a bit, I began to see how Emerson was enormously important to the maturation of American painting. And for folks who might not be so familiar with Emerson, could you just give us a little bit of background there? In a lot of ways, Emerson is America's first near national. He was never particularly popular in the South. Ha ha. He was never popular in the South. I can't imagine why. Emerson was, in a lot of ways, the first homegrown United States intellectual. There had been other leading thinkers here before, but Emerson was trying to self-consciously, intentionally bring a European intellectual tradition to the United States. And he's doing this in the early 1830s, as America is maturing, as the American Revolution is now a couple of generations in the past. And America is beginning to grow up, feel its oats, trying to decide who and what it's going to be in a broader intellectual world. And of course, because Emerson is a white New Englander, as far as he's concerned, the intellectual world is entirely within Europe, and especially Northern Europe. And so Emerson is a Unitarian, and so his way into transatlantic intellectualism is to engage the German research, German revisionist thinking about the Bible. And before 1830, as Emerson is coming into his maturity, German scholars are interrogating the Bible, trying to see if there's any demonstrable veracity to all of these fantastical stories in the Bible. And they pretty much conclude, no, there is not. And the Unitarians in Emerson's Boston-based circle are fascinated by this, and this is one of the key bases for transcendentalism and Emerson's nature, which, you know, kind of brings together a bunch of European thought in an American context, a bunch of European, capital R, romantic thought in an American context, is kind of Emerson's first stepping out and really the first kind of, it's the declarative text, introductory text of American transcendentalism. You've recently released a new book called Emerson's Nature and the Artists and I had the pleasure of reading it before our interview and I was really struck by Emerson's descriptions of the landscape and the public commons. There's a striking parallel there. I'm interested to get your thoughts on how Emerson shaped the public commons as we know it today and what keynotes are there that are still relevant for today's digital world and the open movement more broadly. Emerson, in late 1835, Emerson was asked to deliver the 200th anniversary address for the town of Concord, Massachusetts. Emerson had just moved there and realized a bunch of things at once, including that this was an opportunity to get to know the town he was now living in and the people who lived there. So he threw himself into this task with intellectual excitement. And one of the things Emerson learns about Concord is that it was founded on the English commons model with people and farms built up around an empty piece of land that was shared amongst all of the people in the town. At certain times of the year, it could be used for cattle grazing. It could be used for market, for people coming together to buy goods and trade goods with their neighbors. And Emerson was really interested in this. As he's writing this 200th anniversary address in 1835, writing this 200th anniversary address in 1835, he begins to write a book he'd been thinking about since 1831 or so, somewhere between 1831 and 1833. And there were a couple of things that were bouncing around Emerson's head. One was romantic ideas about nature and how it was a fascinating place ready for intellectual examination and emotional embrace. And there's a long strain of European romantic thinking about that, which Emerson mostly Americanizes. And you're right, he writes extremely beautifully about nature. There's one scholar who's referred to Emerson's writing about the beauty of nature as a happiness pill. And I think that's like a perfect phrase. But Emerson is also joining a transatlantic discourse about what would make American culture, read United States culture, truly American. If America is growing up and beginning to feel its oats and separate itself and stand apart from Europe. What would be an all-American culture that was America's and not merely a branch of Europe's? And to this point, to the point when Emerson is writing in the mid-1830s, the American cultural tradition was substantially built around wilderness. White Americans defined wilderness in a couple ways. around wilderness. White Americans defined wilderness in a couple ways. Forests, you know, as forests they had yet to cut down and convert into cornfields and wheat fields and livestock grazing, and they defined it as where Native Americans lived. Native Americans being, to them, lesser humans were part of the wilderness. And they, white European Americans, were superior intellectually and were civilized, to use the term of the day. And so as Emerson is thinking about what will be a new all-American culture, he knew that Europe had a tradition of addressing wilderness. Think of all those paintings, for example, of St. Jerome in the wilderness translating the Bible. And so Emerson's looking for something that's, in his mind, just American. And he begins to think about this space between cities and space that has already been reclaimed from wilderness and taken from Native American people. So this interstitial area between the forests and the cities, this new place that America had carved out of North America. And so he defines this space as landscape and offers landscape as the space in which Americans might see, appreciate, study, and welcome nature. Landscape at this time is a word that is brand new to American English. It has been used in British English for a couple decades, but it's brand new to American English. And so he realizes that he has to define it. Emerson, because he considers himself as following in the European philosophical tradition, and in that European philosophical tradition, you always defined your terms. Emerson, in the third paragraph of the first chapter of the book, defines landscape, and he does it this way. The charming landscape which I saw this morning is indubitably made up of some 20 or 30 farms. Miller owns this field, Locke that, and Manning the woodland beyond. But none of them owns the landscape. There is a property in the horizon which no man has, but he whose eye can integrate all the parts, that is, the poet. This is the best part of these men's farms. Yet to this their land deeds give no title. So here is Emerson, to a substantial degree, rejecting rampant American capitalism, the association of American republicanism, smaller republicanism, with capitalism, and saying that we should value most of all an undefinable or an unspecifiable commons, that the view shed and the ecology that all of these farmers share is what's most important. That description is just so poetic. It's really beautiful hearing it back. I've got it right here in front of me. And I think one of the things that you know really strikes me there is that none of them owns the landscape and thinking about a relatively new country forging its path and made up of so many different peoples trying to find what makes Americans uniquely American this concept of the landscape and then nature, because no one can truly own that. And I think prior and still to a degree, post Emerson, people from all over had been, as you mentioned, really drawing on the intellectual property and thoughts from Europe and their original homes. And so as they began to, you know, nationalize and really carve out this American idea that we understand today, one thing that couldn't be taken away was the land in which they inhabited. And I loved the kind of parallels between nature in the kind of scientific sense, or in the physical sense of nature, and then that dualism between human nature and the new ideas that were floating around at that time. They were starting to break away from the heavily religious protocols and practices of their European cousins and finding a new path for themselves. And Emerson's insistence that this nature is something we share that no one person has a monopoly on or specific hold on that which we share and that goes for nature as in trees and birds and plants but he's also making an argument, because he loves word games, that there's a specific American human nature. There is a shared love of republicanism and liberty in the parlance of the 18th century that Americans also share. So he's using word games, and nature is 15,000 words of word games, to point to a commonality, if you will, between nature, flora and fauna, and nature, America's ingrained inclination to liberty and freedom. There are some ugly parts of the ingrained part that Emerson also embraced. He was a committed Anglo-Saxonist, and that Anglo-Saxonism is present in nature, although not nearly as much in other and later Emerson writings. You could maybe say he's beginning to develop his Anglo-Saxonism really in about the same year, 35-36, that he's beginning to write Nature. But yeah, Emerson constructs arguments, not just with sentences and paragraphs, but with individual words and the word games within them. At that time in America, you had those sort of in New England, you had the French Canadian Catholics who had come down east and the development of the south was starting to progress and from reading it I was struck when you were talking about wilderness how they saw wilderness as an inhabited land at the time there were indigenous people living on those lands and I wanted to get your thoughts on that and wondered if you could expand. For me, a significant part of nature's importance within the broad American cultural and political project is that it takes European-American constructions about who should get to have American land and extends them into the cultural sphere and helps create a kind of circular loop in which a certain political point of view is reinforced by the culture, poetry, fiction, art, and then the poetry, fiction, and art then contributes to the political environment, and you get this kind of circle running downhill. So in 1629, quite near the beginning of the British colonial period in North America, John Winthrop, who is settling Massachusetts and will become the governor of Massachusetts, argues that for religious and political reasons that Protestants have an obligation to, in his words, subdue the earth. European Americans had a right to North American land because they would improve it. They would grow things on it. They would practice European-style agriculture upon it. And because Native Americans did not do that, so believed the European Americans, whether it was true or not, that the European Americans had the right, the God-given right, to take whatever land they wanted and make it theirs. And they did. In 1823, the Supreme Court of, by now, the United States will come along and Chief Justice John Marshall will argue and present in a ruling that the United States and Americans have the right to extinguish Indian title of occupancy to land in North America because, as Marshall wrote, Native Americans were, quote, fierce savages whose occupation was war and whose subsistence was drawn chiefly from the forest. So this is Marshall updating Winthrop's idea. We practice European-style agriculture. They, and in American history, the word they has a particular meaning and always not a non-white target. And because they don't, we white Americans can have what land we want, and we don't have to respect Native American homelands. Emerson, in Nature, argues that as the basis of this new all-American culture for which he's advocating, thinks it should be in that new space that Americans, white Americans, have just taken from Native Americans, this new space between city and wilderness. So Emerson is contributing and reinforcing a cultural and political process that's already underway. It's worth noting that Emerson's writing Nature in 1836. And the ideas that become Nature begin in his head around 1831. And so this is at the period when the Andrew Jackson administration has pushed through the Indian Removal Act and passed it through Congress. That's 1830. As part of that process, hundreds of thousands, if not millions of acres are claimed for white Americans from Native American tribes in the American South. And then in 1832, those ideas are enforced upon the Old Northwest through the Black Hawk War, which pushes a number of Native American tribes across the Mississippi River and out of Illinois and Wisconsin in particular, mostly. So Emerson is coming to the ideas in nature as Winthrop's and Marshall's ideas are on the advance. So it's important to note that Emerson's nature is complicated. Many things are happening at once. The public commons idea is being advanced in a fascinating and crucial way that has become even more important in recent decades through the digital commons, but we should also understand nature and Emerson as advancing settler colonialism and providing a cultural basis for it. Right. And one other thing that I was particularly struck to learn whilst reading your book was that Emerson played such a large role in the development of national parks as we know them today. How did that come about for him? I think that paragraph that I read at the beginning, defining landscape and putting forth the idea of viewshed as public commons, more than viewshed, but trying to reduce it to a single word, ends up being crucial to the men and woman, one woman, Jesse Benton Fremont, of the Yosemite idea. There is, in 1860, a disciple or an acolyte friend of Emerson's named Thomas Starr King leaves Boston to accept a pulpit in San Francisco. And Thomas Star King is a unionist, a capital R Republican, a diehard second-generation transcendentalist. And it's really Star King who introduces the far West to Emerson's ideas. Jesse Benton Fremont, on whom Stark King was more than a little bit sweet, comes to host a Republican, unionist, anti-slavery, if not abolitionist, salon at her home in San Francisco. And Stark not only speaks about Emerson and extends Emerson's ideas from his pulpit at First Unitarian in San Francisco, but he particularly uses Jesse's Salon to spread these ideas. And then as the 1860 election, which will elevate Abraham Lincoln to the presidency, advances and questions about whether or not California will secede in the wake of that election advances, Star King understands that Republicans cannot win elections in California. In the last statewide election, Californians had lost, had been outvoted nine to one. But they could win on culture. They could argue that in the long term, indeed in the short term too, it was best for California to be allied with the North's cultural traditions rather than the South's leading cultural tradition, and the far West at this time was dueling. And Star King realizes that the leading cultural tradition of the North is landscape, Emerson's landscape. And so he applies Emerson's ideas to Yosemite and the Yosemite Valley and the nearby Mariposa Grove of giant sequoias. And over the course of the war, Carlton Watkins makes photographs of Yosemite. Albert Bierstadt, the painter, travels to Yosemite and makes paintings. All of this work is shown in the Northeast and specifically Unionist and indeed Civil War contexts. And short-cutting to the end, Star King dies young at age 39 in 1864, and I argue in my Watkins book and in other places that the national park idea, the preservation of Yosemite as the first national park, passes Congress and is signed by Abraham Lincoln as a kind of memorial to Star King. So this idea that a landscape can be preserved for resort and recreation for all Americans, any and all Americans, that private property rights are effectively null and void within that space, that everybody shares the space and can go there for resort and recreation, as the legislation says, is an extension of the public commons idea in a radical new way, in a radical new place, the far West. And I think that comes from two places. I think that comes from Emerson, and I think it comes from that English commons idea, which was injected into the American West through Emerson. Of course, the other great continuing American site of the English Commons idea is Boston Common, which, of course, Emerson and Star King would have both been quite familiar with. Thank you. And I read in another interview that you did that you really wanted to draw on the links between the public commons and Emerson's nature. I'm interested to know how open access played a role in your development and writing of this book. I have always been an open access nerd. When I wrote as a critic, I frequently heralded such and urged more. And as I came to understand how that passage of Emerson's was so important, that definition of landscape, I had begun to think of writing a book about it and writing about how that idea, that passage, and indeed the whole of Emerson's 15,000-word book, Nature, was important to American art. Every time I thought of that, I was like, oh, I'll have to buy the rights to 80 paintings, and that'll run me into the thousands of dollars probably. And I can't. I'm just little old me. I can't afford that. I don't come from money. I don't work at Yale or Michigan having them paying my bills. And as I thought about it, I thought, wait a second here. That passage of Emerson's is embedding the commons idea in American culture, and to a certain extent with the Yosemite idea, American polity. How is that any different from ideas around open access in the digital sphere? And the more I thought about it, the more I thought it's not different. It's exactly the same thing. And you know what? I could write this book as a kind of concept album in which the images, the artworks I choose to feature aren't only descended from Emerson's nature, but my way of publishing them could be too. This could be a reinforcing loop that exists within the book. The art comes from Emerson and my ability to publish it at no cost could benefit from the digital commons, thus drawing what to me seemed by this point, and probably like 2018 or 2019, an increasingly obvious link between Emerson's idea and open access. And as I worked on this over the course of 18, 19, and maybe the beginning of 2020, the more I liked the idea, the more it seemed, of course, these things are related. And of course, putting them together, putting the scholarship and the critical analysis together with the hugely important work open access advocates have done can build links that point to the importance and potential of open access. I've written in a couple of books now, including this one, that the greatest obstacle to understanding art's role in the American project, in the idea of the American nation and extending or challenging it both. The biggest obstacle to that is that it costs scholars serious money to publish artworks. That makes it harder for scholars to know what's out there, but it also makes it harder to make arguments. If you can't publish the visual part of your argument with the textual part of your argument, why work hard to have an argument that is both visual and textual? And so open access is, at the risk of sounding grandiose, open access is the answer, right? Open access makes that possible. And given that in the context of the United States, art museums and libraries are either governmental or what is called in the United States non-profit organizations, which means they're mission rather than profit driven. And their missions are almost inevitably to educate and make this material, art, printed material like poetry, manuscripts, whatever, available to the largest possible public. All of these places can be more fully manifesting their missions by embracing open access. And so I hope that this book of mine is both an argument about Emerson and an argument about American art and their importance to each other, but also an argument for what is possible when we join open access principles, progress, and programs to the construction of history and critical ideas. That's amazing. And if you could only leave readers with one central message after reading this book, what would that be? Ideas change nations and governments. I think we're all taught, I think I was taught, that you need a movement of many people to change a city, change a state, a federal state. But I hope one of the things that we see across this book is that the dedicated study and work of individuals can have an enormous political and cultural impact. Certainly Emerson's ideas did. Many of the paintings in the book were really important to warning America of the Union's peril, for example, or of extending white dominion over indigenous homeland. And that these all mattered. Artists and intellectuals, through their work, have demonstrable impact. And I hope this book not just makes that argument, but points to some places where that happened. and I saw the description of landscape it reminded me of one of my favorite quotes about art and that comes from the novel The Noise of Time by Julian Barnes and it goes art belongs to everybody and nobody art belongs to all time and no time art belongs to those who create it and those who savor it. Art no more belongs to the people and the party than it once belonged to the aristocracy and the patron. Art is the whisper of history heard above the noise of time. Art does not exist for art's sake. It exists for people's sake. That's so in line with what Emerson wrote. One hardly has to point to it. But to hear it is also to hear, so I know Julian Barnes is not an American, but to hear it is to also hear the impact of Emerson's thoughts about pretty much the same thing in American history. So take Frederick Law Olmsted, for example, who was the co-designer and co-constructor of Central Park in New York in the 1850s. Olmsted was a diehard Emersonian, a publishing company that Olmsted co-owned, published one of Emerson's books. And the whole idea behind Olmsted Central Park, and then Olmsted goes on later, five years later, to write the draft report that defines the national park at Yosemite. Olmsted's motivating idea was that the parks of the European and particularly English aristocracy were quite lovely, but because they were confined to the few, they were not American, that they were limited in their wonderfulness. And so Olmsted's idea is that an address of American inequality, which was certainly beginning in the 1850s and then is exploding in California in the 1860s during the gold rush, during the mid-gold rush years. Olmsted's idea is that one way to address American inequality is to extend to all Americans what was reserved for only an aristocracy in Europe. These ideas and processes, Yosemite, Central Park, Emerson's construct of landscape, the commons idea, are intensely interrelated and are often, at least in the American context, extended by a fairly small circle at this time in the early to mid-19th century. And so I think that Barnes quote, like I can picture in my mind's eye, Ralph Waldo Emerson nodding, Thomas Starr King nodding, Frederick Law Olmsted going, well, yeah, that's what I tried to do. Like those guys all would have, yep, yep. And of course, it's also the perfect description of why the digital commons is so important and potential filled. Spot on there, spot on. And I guess my question to you based on that quote is, whilst it's, you know, an amazing concept, and I want it to be true so much. Accessibility to art has improved tremendously during the digital age, but how would you like to see art becoming more accessible as, you know, time goes on? You were lucky enough to have a mother who was a painter and introduced to art from a young age, mother who was a painter and we introduced to art from a young age but how do we attract new and young audiences to art history in the united states and in much of the western world and probably in other parts of the world too literature is substantially free to access textual material is substantially free to access through libraries. That is a concept that should be extended more thoroughly to visual materials such as art. In the last 20 years, there's been a real push across American art museums to become free, at least for access to their permanent collections, and at many museums for access to their exhibitions too. That has slowed during the pandemic year and a half, of course, but it certainly hasn't abated. I hope and expect that will continue in the years and decades ahead. This trend toward thinking of art museums as sites for tourists rather than locals is probably the largest obstruction to that idea. But more broadly, the most potential-filled way to give the largest number of people access to art is the digitization of art collections and the extension of open access to them. Yes, that second hand that is seeing a JPEG, not the actual artwork. I don't think that makes it less important, especially because the way artworks can be not only appreciated, but understood to be important, both in art and within broader histories, is by being better known. And it's not, and digitizing artworks or manuscripts or other things is not free, but if one were to do a kind of a cost-benefit analysis of the possible good of making visual information as readily accessible as we have made textual information, I think it would ultimately look pretty darn cheap. Wonderful answer. Switching gears a little, while I was prepping for the show, I noticed that your podcast, Modern Art Notes, is CC licensed. Amazing. I'm interested to hear how you first were introduced to Creative Commons and why it was important to you to openly license your show? I don't know when I was first aware of it. Probably pretty early on in my work in journalism and criticism. Probably so early on, I really don't remember not being aware. That's a good sign. Never occurred to me that this material should be locked up. The podcast has been CC licensed since the beginning, since episode one. And one big reason for that was because we thought, I thought, that was the best path to the largest audience. That my control of what's on the show is through my questions to the guests and through the editing of the program rather than the distribution of the program. I was happy to control the ideas on the show, what exhibitions we talk about, what books we talk about, how we talk about those exhibitions, But I did not understand what value there was in controlling how the show is distributed. So since we've started the show, we've allowed and indeed encouraged art museums to embed episodes from the show on their own websites. We've encouraged them to distribute, especially our partners on the show, to distribute clips from the show within their digital newsletters, whether those are in email or in PDF format. I just don't find benefit, financial or otherwise, to limiting how people can access or use the program. And of course, the program is literally an MP3 file. literally an mp3 file and and you started back in 2011 so it's 10 years ago now it's been called one of the world's top 25 culture podcasts and it's fair to say that you're a podcast guru now i think we started open minds earlier this year to celebrate Creative Commons 20th anniversary coming up in December and so it's still relatively new and it's not very often that you get to sit down with someone who has 10 years worth of podcasting experience. What are your top tips for us and any other newbie podcasts from your decades worth of experience? Well, slap a Creative Commons license on it. That's one, right? I think one of the real successes of the podcast space is that a program can be as specific is that a program can be as specific and mindfully focused and intelligent about a subject as it wants to be and still reach the audience it wants to, which is a long way of saying within the podcast format and space, you don't have to water stuff down because they have found an audience within people already interested in a given subject who want to go deeper into that subject. They can be intense, focused, and encouraging, if that's the right word, in a way that is pretty much unique within media. Like you can't do in a webzine or a magazine or a TV show what you can do in a podcast. A podcast allows for an intensity of passion and a specificity of passion that really no other medium does. And I think the podcasts I enjoy most, whether they're about craft beer or women's tennis or art, do that. So maybe I'm giving my definition or a self-definition of what works, but I think that's pretty true across the space. It is not a broadcasting medium. It is a specific casting medium. I like that. Not a broadcasting medium. It is a specific casting medium. I like that. Not a broadcasting medium, a specific casting medium. What would you say are your highlights from 10 years on the show? One of the things that I really value is because people listen to the show and because enough people listen to the show, little old me can email pretty much anyone I want, almost anyone I want, and say, will you talk to me for an hour? And know that person is fairly likely, not a lead pipe cinch, but fairly likely to say yes. Not because it's me asking, but because they're going to get the tens of thousands of people who listen to the show and they're going to get to reach them. And so I've come to really enjoy and value that I can talk to people I admire and whose work I value and that I can ask them anything about it I want. They can choose not to answer all my questions, sure, but I can at least take a stab. When I started writing about art when I was, I don't know, 25 or something, it never occurred to me that I could just call up Richard Serra or Kerry James Marshall or Ursula von Reitingsward and say, hey, can I talk to you for 45 minutes and then share that conversation with the world? But now I can do that, And that's true of art historians. That's true of conservators. That's true of other authors. We had Mary Beard on the show a few weeks ago. Three months ago, if you told me I could sit around and shoot the breeze with Mary Beard for 90 minutes, I would have said, yeah, no way. The corollary to that is think of all of the access to knowledge and understanding and experience that has provided me. Like I've learned enormously from talking to, I don't know, probably 800 or 900 people over the years, not just about their work, but their approach to making work and the ideas that they have chosen to interrogate or investigate or extend in their work, whether that work is a book, interrogate or investigate or extend in their work whether that work is a book an artwork an exhibition whatever and that has been both valuable to me professionally and also really damn cool well congratulations it's like a domino effect i always say every episode you record you're You record your change by the conversation that you have. And then the potential from each episode is really unlimited as to how many lives, perspectives, thoughts you might change for others. And one of my favorite emails to get is when a college professor or a high school teacher emails me and says, we use this in our class, or I use this in my class. Like I always, that's, that's always a good, that's always a good day. And hearing from artists that they have the show on in their studios is, is always pretty great. Or getting an email from an artist, especially one who's been on the show before, saying, hey, I heard you talk with artist X about this, and you mentioned this painting. Can you tell me why you thought that? And who knows, maybe years down the line, one of us will identify how some of those ideas trickled into their work. Like, I already know that's happened, but I imagine it may happen more um yeah it's been pretty it's been like way more fun and way more like i would have been happy if like if the show existed for 80 episodes and a couple thousand people had heard them. I think this week is like our 520th or 521st show as we're taping this. I don't have it in front of me, but it's something like that. And the audience is a lot bigger than a couple thousand now. Yeah, it's been pretty cool. It's been a lot of fun and I've gotten a lot out. Thank you for the tips. And again, congratulations. As I was mentioning, this year is Creative Commons 20th anniversary. And the theme of our 20th anniversary campaign is better sharing for a brighter future. off this conversation today. I just want to know what that means to you in terms of open culture, art history, and glam, and galleries, libraries, archives, and museums for anyone who doesn't know. For me, it means understanding that sharing and open content is a means, not an end. That open content and open access policies aren't an ends in and of themselves, although within the context of an individual project, it's an excellent end. But what we get, we, the community of scholars, we, the broader community of people. What we get is an opportunity to understand how this material fits within the worlds around us, allowing new and different ideas to more fully inform us. My favorite example is always going to be the more art and visual material, whether it's photographs or engravings in 19th century magazines or what have you, but the more we understand how images have worked across histories, the more we will understand how impactful artists and visual makers, engravers, whomever, have been. And it's not just old white dudes talking at a political rally that has impacted the world. And so I think probably that open access is the primary and most important means through which we will, in the present and in the future understand how artists have impacted the world. And we'll drop a link to your book in the episode description, but where can our listeners find you if they want to keep up with your amazing work? The podcast, the modern art notes podcast can be accessed at manpodcast.com. And of course you can subscribe on Apple and Google Play and wherever else people subscribe to podcasts. As for my author, my author website is tylergreenbooks.com. And on the Buy My Books section of that page, you can buy Emerson's Nature and the Artist and my other books really wherever in the world you happen to be. On Instagram, I'm at Tyler Green Books. On Twitter, I'm at Tyler Green Books, although I don't tweet all that much anymore. And I guess those are the main places. Awesome. We'll drop in links to all of those. So don't worry about scribbling them down if you're listening. about scribbling them down if you're listening. Tyler, thank you so much for having this conversation with me today, for speaking to Creative Commons. It's been so insightful and I've had an incredible time talking to you. You're welcome. And thank you for the interesting questions and the interest. Thanks for listening to Open Minds from Creative Commons. questions and the interest. meaning it's free for anyone to use you can find it at the free music archive freemusicarchive.org please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our global culture more open and collaborative we'll be back soon with another episode. Talk to you then. Thank you."}