{"speakers": [{"speaker": "SPEAKER_02", "timestamp": [0.0, 11.24], "text": " Welcome to Open Minds from Creative Commons. I'm Oney-Ann Ucom, CC's Campaigns Manager."}, {"speaker": "SPEAKER_02", "timestamp": [11.94, 16.88], "text": " We're celebrating Creative Commons' 20th anniversary this year, and one of the ways"}, {"speaker": "SPEAKER_02", "timestamp": [16.88, 22.6], "text": " we're doing that is with this podcast, a series of conversations with people working on issues"}, {"speaker": "SPEAKER_02", "timestamp": [22.6, 25.6], "text": " we're involved with and subjects we're excited about."}, {"speaker": "SPEAKER_02", "timestamp": [27.06, 34.8], "text": " We're just 10 days away from the 2021 CC Global Summit taking place virtually from September the"}, {"speaker": "SPEAKER_00", "timestamp": [34.8, 47.08], "text": " 20th to the 24th. We have a robust program for you filled with over 150 sessions, 285 speakers and countless opportunities for networking and making"}, {"speaker": "SPEAKER_02", "timestamp": [47.08, 53.38], "text": " meaningful connections. Join us from wherever you are as we take stock of the latest developments"}, {"speaker": "SPEAKER_02", "timestamp": [53.38, 60.0], "text": " in the open movement, celebrate 20 years of creative commons and explore better sharing"}, {"speaker": "SPEAKER_02", "timestamp": [60.0, 65.4], "text": " and the future of open. You can find the registration link in the episode description."}, {"speaker": "SPEAKER_02", "timestamp": [66.24, 72.26], "text": " To get you as excited as we are for this year's summit, in this episode we'll be taking a short"}, {"speaker": "SPEAKER_02", "timestamp": [72.26, 79.14], "text": " tour around the globe and speaking to three of our keynote speakers. First stop, Nairobi, Kenya,"}, {"speaker": "SPEAKER_02", "timestamp": [79.4, 86.5], "text": " where we'll be talking to Angela Odur-Lungati. Angela is the Executive Director of Ushahidi, a global"}, {"speaker": "SPEAKER_02", "timestamp": [86.5, 92.66], "text": " non-profit technology company that builds tools for democratizing information, increasing"}, {"speaker": "SPEAKER_02", "timestamp": [92.66, 97.28], "text": " transparency, and lowering barriers for individuals to raise their voices."}, {"speaker": "SPEAKER_01", "timestamp": [98.76, 112.18], "text": " So my name is Angela Odor-Lungati. I'm a technologist, community builder, and open source software advocate who's very passionate about building and using appropriate technology tools to impact the lives of marginalized groups."}, {"speaker": "SPEAKER_01", "timestamp": [112.18, 125.56], "text": " I am also the ED or Executive Director of Wushahidi, which is a global nonprofit tech company that helps communities to quickly collect and share information that enables them to raise voices,"}, {"speaker": "SPEAKER_01", "timestamp": [126.0, 132.06], "text": " inform decisions, and influence change. We build open source tools that have been used in over 160"}, {"speaker": "SPEAKER_01", "timestamp": [132.06, 137.34], "text": " countries in the last 13 years, gathering 50 million reports to advance democracy,"}, {"speaker": "SPEAKER_01", "timestamp": [137.9, 144.6], "text": " report incidents, mobilize for crisis response, simplify research, encourage activism, address"}, {"speaker": "SPEAKER_01", "timestamp": [144.6, 146.08], "text": " challenges, influence change,"}, {"speaker": "SPEAKER_01", "timestamp": [146.12, 149.78], "text": " and improve society. So there's a bunch of different examples that I could share really"}, {"speaker": "SPEAKER_01", "timestamp": [149.78, 160.16], "text": " quickly. For example, the Haiti earthquake in 2010. There's the Nepal earthquake recently,"}, {"speaker": "SPEAKER_01", "timestamp": [160.82, 166.88], "text": " also been used for COVID-19 response. So's many many examples of where our tools have been"}, {"speaker": "SPEAKER_02", "timestamp": [166.88, 173.94], "text": " used in the fight for social justice. Amazing thank you so much. Ushahidi does some fantastic"}, {"speaker": "SPEAKER_01", "timestamp": [173.94, 185.8], "text": " work and I'd love if you could tell us the meaning of the word Ushahidi. Yeah so Ushahidi is a Swahili word that means testimony."}, {"speaker": "SPEAKER_01", "timestamp": [194.12, 203.78], "text": " It's, you know, we're actually born out of the post-election violence that broke out in Kenya back in 2007, 2008. So for those who don't know, at that time, our elections were marked by, you know, it was marked by very high tribal tensions."}, {"speaker": "SPEAKER_01", "timestamp": [204.0, 208.76], "text": " And so, of course, when results were announced, violence broke out in different parts of the country."}, {"speaker": "SPEAKER_01", "timestamp": [209.5, 214.92], "text": " And the mainstream media was unable to report exactly what was happening in those different pockets."}, {"speaker": "SPEAKER_01", "timestamp": [215.6, 219.3], "text": " The government was also trying to tell me how severe the situation was."}, {"speaker": "SPEAKER_01", "timestamp": [219.92, 238.86], "text": " And many of us were stuck in our houses, not knowing what was happening. And so what the founders did was then come up with or rather develop a platform that would allow ordinary citizens to send in text messages, emails or tweets and have that visualized on a map, essentially giving them a voice where no one else could or would."}, {"speaker": "SPEAKER_01", "timestamp": [239.0, 240.74], "text": " So that's where the name comes from."}, {"speaker": "SPEAKER_01", "timestamp": [241.08, 245.0], "text": " It was really bearing witness to what was happening to Kenya at that time"}, {"speaker": "SPEAKER_01", "timestamp": [245.0, 253.3], "text": " from the eyes and from people's lived experiences. You've been executive director of Ushahidi since"}, {"speaker": "SPEAKER_02", "timestamp": [253.3, 260.9], "text": " mid-late 2019, I believe, and it's fair to say that the world has changed leaps and bounds since,"}, {"speaker": "SPEAKER_01", "timestamp": [261.16, 267.02], "text": " you know, the end of 2019 when the pandemic began. What would you say are the biggest"}, {"speaker": "SPEAKER_02", "timestamp": [267.02, 273.5], "text": " lessons you've learned in a new leadership position navigating the waters of COVID-19?"}, {"speaker": "SPEAKER_01", "timestamp": [275.18, 281.26], "text": " Very interesting question. I think one of the biggest ones is that you have to prepare for"}, {"speaker": "SPEAKER_01", "timestamp": [281.26, 285.18], "text": " the unexpected, that you should never get comfortable with where you're at"}, {"speaker": "SPEAKER_01", "timestamp": [285.18, 292.18], "text": " and be willing and ready to adapt to the change and very quickly. COVID literally and figuratively"}, {"speaker": "SPEAKER_01", "timestamp": [292.18, 297.74], "text": " pulled the rug from all of our feet. And for us at Ushahidi, we had to adapt very fast."}, {"speaker": "SPEAKER_01", "timestamp": [297.74, 303.4], "text": " We made decisions to, you know, we made a decision to waive our platform fees,"}, {"speaker": "SPEAKER_01", "timestamp": [303.7, 313.54], "text": " which as risky as it was, ended up paying off in different ways because we've seen a huge surge in use of our platform by vulnerable communities during this time."}, {"speaker": "SPEAKER_01", "timestamp": [314.12, 330.78], "text": " And that's also led to discoveries on need to provide more support than just providing the software in itself and guidance, which led us to pilot a web monetization feature with support"}, {"speaker": "SPEAKER_01", "timestamp": [330.78, 335.84], "text": " from Grant for the Web to inject small amounts of money to our users directly from within the"}, {"speaker": "SPEAKER_01", "timestamp": [335.84, 342.22], "text": " Ushahidi instances. We've also introduced USSD as a data source to make it easier and cheaper"}, {"speaker": "SPEAKER_01", "timestamp": [342.22, 350.12], "text": " to report into the Ushahidi platform. And as time has gone by, you know, with everything like the, you know, we've seen the Myanmar"}, {"speaker": "SPEAKER_01", "timestamp": [350.12, 356.72], "text": " coup, all the end sales protests in Nigeria, things like Black Lives Matter."}, {"speaker": "SPEAKER_01", "timestamp": [357.2, 361.32], "text": " There's also a need, you know, overwhelming need to also provide secure ways of being"}, {"speaker": "SPEAKER_01", "timestamp": [361.32, 362.84], "text": " able to share information."}, {"speaker": "SPEAKER_01", "timestamp": [363.1, 365.9], "text": " And so those are also some of the other things that we're thinking about"}, {"speaker": "SPEAKER_01", "timestamp": [365.9, 367.3], "text": " in terms of our product strategy,"}, {"speaker": "SPEAKER_01", "timestamp": [367.3, 368.96], "text": " which wouldn't have happened"}, {"speaker": "SPEAKER_01", "timestamp": [368.96, 372.7], "text": " if we didn't see this surge of use of the platform."}, {"speaker": "SPEAKER_02", "timestamp": [372.92, 374.4], "text": " So that would be one."}, {"speaker": "SPEAKER_01", "timestamp": [374.98, 377.02], "text": " I think the second lesson is that"}, {"speaker": "SPEAKER_01", "timestamp": [377.02, 380.02], "text": " physical interaction is underrated,"}, {"speaker": "SPEAKER_01", "timestamp": [380.24, 381.3], "text": " severely underrated."}, {"speaker": "SPEAKER_01", "timestamp": [381.84, 383.5], "text": " Yes, we've been put in a situation"}, {"speaker": "SPEAKER_01", "timestamp": [383.5, 387.24], "text": " that has forced us to maintain distance"}, {"speaker": "SPEAKER_01", "timestamp": [387.24, 390.68], "text": " and technology has made it easier for us to adapt to that current situation"}, {"speaker": "SPEAKER_01", "timestamp": [390.68, 398.28], "text": " still it's also shown us how difficult it can be to form connections in a virtual setting and also"}, {"speaker": "SPEAKER_01", "timestamp": [398.28, 407.44], "text": " shown how meaningful those connections are in achieving our goals. For example, for me, fundraising, trying to do that in a virtual"}, {"speaker": "SPEAKER_01", "timestamp": [407.44, 413.36], "text": " setting, we're not being able to meet people has been a bit, you know, fairly difficult."}, {"speaker": "SPEAKER_01", "timestamp": [413.96, 417.86], "text": " But at the same time, it's not to say that we can't do it or haven't been doing it. I mean,"}, {"speaker": "SPEAKER_01", "timestamp": [418.18, 423.14], "text": " we've had to go ahead and do it. It just means that I've had to put in a lot more effort to"}, {"speaker": "SPEAKER_01", "timestamp": [423.14, 426.64], "text": " form those bonds, while not being able to physically interact with people."}, {"speaker": "SPEAKER_02", "timestamp": [427.18, 440.08], "text": " And moving on to some questions about open source, I'm interested to know what you see as the biggest opportunities for the open source community in Kenya and globally in the near term and the long term?"}, {"speaker": "SPEAKER_01", "timestamp": [440.84, 444.86], "text": " I mean, in the near term, the one thing that comes to mind is vaccine inequity."}, {"speaker": "SPEAKER_01", "timestamp": [456.06, 466.46], "text": " That's one of the biggest challenges that we're facing right now. For us in Kenya, there's still substantial information gaps regarding where to access the vaccines. Now, thinking into the long term, COVID may have"}, {"speaker": "SPEAKER_01", "timestamp": [466.46, 470.9], "text": " introduced barriers for physical interaction geographically, but it's also opened our eyes"}, {"speaker": "SPEAKER_01", "timestamp": [470.9, 477.04], "text": " to the possibility of cross-border interaction via the internet, with more remote work opportunities"}, {"speaker": "SPEAKER_01", "timestamp": [477.04, 482.56], "text": " available, organizations worldwide are seeking talent at a global scale, which means you can"}, {"speaker": "SPEAKER_01", "timestamp": [482.56, 489.1], "text": " live in Kenya, but work for a company that has its roots somewhere else, somewhere completely different on another continent. So I think that"}, {"speaker": "SPEAKER_01", "timestamp": [489.1, 495.12], "text": " open source communities should latch onto this opportunity to expand their reach into unexplored"}, {"speaker": "SPEAKER_01", "timestamp": [495.12, 500.22], "text": " regions or markets, because there's so much more knowledge to be shared across different cultures,"}, {"speaker": "SPEAKER_02", "timestamp": [500.66, 507.96], "text": " skill sets, etc. And you've been working in the open source community now for many years how"}, {"speaker": "SPEAKER_02", "timestamp": [507.96, 514.62], "text": " were you first introduced to open source and what tips do you have for folks who are curious about"}, {"speaker": "SPEAKER_02", "timestamp": [514.62, 520.08], "text": " working in open source but don't know where to start yeah another interesting question so"}, {"speaker": "SPEAKER_01", "timestamp": [520.08, 527.94], "text": " um it was probably my undergrad studies um both in the classroom, rather the classroom was the first instance."}, {"speaker": "SPEAKER_00", "timestamp": [528.1, 533.4], "text": " You know, I mean, it was part of the part of the curriculum, just understanding what open source is."}, {"speaker": "SPEAKER_01", "timestamp": [533.4, 539.82], "text": " But then my exposure to actually being involved in it was actually during my time volunteering with Ushahidi."}, {"speaker": "SPEAKER_01", "timestamp": [540.4, 548.94], "text": " That started around 2010 when I volunteered with them for the constitutional referendum project and I was hooked from then."}, {"speaker": "SPEAKER_01", "timestamp": [549.92, 561.5], "text": " In terms of tips for people who are curious and don't know where to start, I think one of the first ones is recognizing that you don't have to be a coder to participate in open source projects."}, {"speaker": "SPEAKER_01", "timestamp": [561.96, 569.48], "text": " There's plenty of other parts of the projects that need help. Could be documentation, it could be translation, so many more. You just need to"}, {"speaker": "SPEAKER_01", "timestamp": [569.48, 574.36], "text": " identify the skill set that you would like to share or the area of growth that you want to"}, {"speaker": "SPEAKER_01", "timestamp": [574.36, 578.2], "text": " explore. Because most of the time, yes, there's something that you're able to give, but then"}, {"speaker": "SPEAKER_01", "timestamp": [578.2, 582.86], "text": " there's also an element of these things that you want to learn. Just be very clear and identify"}, {"speaker": "SPEAKER_01", "timestamp": [582.86, 586.12], "text": " what that is. Second thing would be start small"}, {"speaker": "SPEAKER_01", "timestamp": [586.12, 588.26], "text": " and make progress with time."}, {"speaker": "SPEAKER_01", "timestamp": [588.66, 590.18], "text": " You'll need to familiarize yourself"}, {"speaker": "SPEAKER_01", "timestamp": [590.18, 592.04], "text": " with how open source generally works"}, {"speaker": "SPEAKER_01", "timestamp": [592.04, 594.16], "text": " and how different communities work as well"}, {"speaker": "SPEAKER_01", "timestamp": [594.16, 596.76], "text": " because no open source community is the same."}, {"speaker": "SPEAKER_01", "timestamp": [596.92, 599.72], "text": " Each one of them have their own intricacies"}, {"speaker": "SPEAKER_01", "timestamp": [599.72, 601.7], "text": " and uniqueness."}, {"speaker": "SPEAKER_01", "timestamp": [602.58, 604.46], "text": " So you'll need to be able to understand"}, {"speaker": "SPEAKER_01", "timestamp": [604.46, 605.82], "text": " what those differences are,"}, {"speaker": "SPEAKER_01", "timestamp": [605.92, 606.96], "text": " what the similarities are,"}, {"speaker": "SPEAKER_01", "timestamp": [607.3, 609.7], "text": " before you can then move on to more complex projects."}, {"speaker": "SPEAKER_01", "timestamp": [610.08, 610.88], "text": " On the third one,"}, {"speaker": "SPEAKER_01", "timestamp": [611.22, 613.36], "text": " and probably one of the most important ones,"}, {"speaker": "SPEAKER_01", "timestamp": [613.96, 615.9], "text": " immerse yourself in the community of the project"}, {"speaker": "SPEAKER_01", "timestamp": [615.9, 617.12], "text": " that you're getting involved in."}, {"speaker": "SPEAKER_01", "timestamp": [617.54, 618.56], "text": " Attend those meetups,"}, {"speaker": "SPEAKER_01", "timestamp": [618.72, 620.12], "text": " jump onto the Slack channels,"}, {"speaker": "SPEAKER_01", "timestamp": [620.28, 621.84], "text": " the forums, the mailing list,"}, {"speaker": "SPEAKER_01", "timestamp": [621.94, 622.62], "text": " and the discussions."}, {"speaker": "SPEAKER_01", "timestamp": [623.3, 626.24], "text": " Just really put yourself in there and"}, {"speaker": "SPEAKER_02", "timestamp": [626.24, 632.4], "text": " don't be afraid to ask for help when you need it awesome and it's incredible to see you know you"}, {"speaker": "SPEAKER_02", "timestamp": [632.4, 639.06], "text": " started as a volunteer at ushahidi and and now today you're um executive director that's a"}, {"speaker": "SPEAKER_02", "timestamp": [639.06, 645.76], "text": " testament to the work that you've contributed to the organization and the wider open source communities?"}, {"speaker": "SPEAKER_01", "timestamp": [646.8, 653.3], "text": " It's, it's, it's, it's, I never saw that happening. But it definitely is when I sit down and reflect"}, {"speaker": "SPEAKER_01", "timestamp": [653.3, 657.76], "text": " about my journey into the organization. It's, it's definitely one for the books."}, {"speaker": "SPEAKER_02", "timestamp": [658.38, 665.22], "text": " And switching gears slightly, over the years, you've spoken very passionately about closing the gender gap"}, {"speaker": "SPEAKER_02", "timestamp": [665.22, 671.02], "text": " in tech across Africa during your time in the sector what changes have you observed"}, {"speaker": "SPEAKER_02", "timestamp": [671.02, 678.52], "text": " and what do you hope to see in the future you can't deny that there's been so much more you"}, {"speaker": "SPEAKER_01", "timestamp": [678.52, 683.6], "text": " know there's been a lot of progress on this front not just in Africa but globally there's an"}, {"speaker": "SPEAKER_02", "timestamp": [683.6, 685.84], "text": " exponential growth in the number of training"}, {"speaker": "SPEAKER_01", "timestamp": [685.84, 688.96], "text": " and mentorship programs targeting women in tech"}, {"speaker": "SPEAKER_01", "timestamp": [688.96, 690.46], "text": " or other marginalized groups."}, {"speaker": "SPEAKER_01", "timestamp": [690.72, 695.78], "text": " And we seem to be covering the technical skill development gap well."}, {"speaker": "SPEAKER_01", "timestamp": [696.42, 699.04], "text": " However, in my opinion, there's still a challenge"}, {"speaker": "SPEAKER_01", "timestamp": [699.04, 702.56], "text": " when it comes to the retention of this tech talent,"}, {"speaker": "SPEAKER_01", "timestamp": [702.84, 706.24], "text": " especially for women um and growth into"}, {"speaker": "SPEAKER_00", "timestamp": [706.24, 711.36], "text": " leadership opportunities there's still a lot more work that needs to be done to create conducive"}, {"speaker": "SPEAKER_00", "timestamp": [711.36, 716.28], "text": " environments that are welcoming and inviting and i'd like to see more attention and work done on"}, {"speaker": "SPEAKER_01", "timestamp": [716.28, 726.7], "text": " this digging a bit deeper in there what are some of the things that could be done to improve retention for women and other marginalized groups?"}, {"speaker": "SPEAKER_02", "timestamp": [727.76, 733.54], "text": " Well, this is something that actually kind of really crosses."}, {"speaker": "SPEAKER_01", "timestamp": [734.02, 739.84], "text": " It's part of the same problem that we experience even in open source communities."}, {"speaker": "SPEAKER_00", "timestamp": [739.84, 743.8], "text": " And it really just revolves around conduct, you know, creating codes of conduct."}, {"speaker": "SPEAKER_01", "timestamp": [743.98, 747.18], "text": " Like what are the kinds of behaviors that we accept?"}, {"speaker": "SPEAKER_01", "timestamp": [747.74, 750.14], "text": " Which ones do we not accept?"}, {"speaker": "SPEAKER_01", "timestamp": [750.2, 755.5], "text": " Because we know there's a lot around harassment against women and marginalized groups."}, {"speaker": "SPEAKER_01", "timestamp": [756.16, 758.56], "text": " There's a lack of pay equity as well."}, {"speaker": "SPEAKER_01", "timestamp": [759.2, 769.7], "text": " You know, when it comes to work-life balance, you know, what types of policies are being put in place to also make it very clear that the environments"}, {"speaker": "SPEAKER_01", "timestamp": [769.7, 773.76], "text": " that we're working in are inviting and welcoming"}, {"speaker": "SPEAKER_01", "timestamp": [773.76, 777.06], "text": " to diverse and, you know, diverse thoughts"}, {"speaker": "SPEAKER_01", "timestamp": [777.06, 778.04], "text": " and diverse skill sets."}, {"speaker": "SPEAKER_01", "timestamp": [778.36, 780.54], "text": " So those would be my three areas,"}, {"speaker": "SPEAKER_01", "timestamp": [780.66, 784.52], "text": " looking at harassment and how to, you know,"}, {"speaker": "SPEAKER_01", "timestamp": [784.64, 786.4], "text": " basically how to work around that"}, {"speaker": "SPEAKER_01", "timestamp": [786.4, 793.04], "text": " to pay equity and just being more open to diversity, you know, paying more attention"}, {"speaker": "SPEAKER_02", "timestamp": [793.04, 798.16], "text": " to diversity and inclusion. I don't know about you, but I can't wait for Angela's keynote at"}, {"speaker": "SPEAKER_02", "timestamp": [798.16, 803.68], "text": " summit. Folks, make sure you're registered so you don't miss it. Next up on our world tour,"}, {"speaker": "SPEAKER_02", "timestamp": [803.84, 806.16], "text": " we head to Bangalore, India where you'll"}, {"speaker": "SPEAKER_02", "timestamp": [806.16, 812.24], "text": " be hearing from Achal Prabhala. Achal is a Shuttleworth Fellow and Coordinator of Access"}, {"speaker": "SPEAKER_02", "timestamp": [812.24, 819.84], "text": " IBSA, a project set up to expand access and speed up the discovery of new drugs in India, Brazil"}, {"speaker": "SPEAKER_03", "timestamp": [819.84, 826.82], "text": " and South Africa. I'm Achal Prabhala and I coordinate the AccessIPSA project which campaigns for access"}, {"speaker": "SPEAKER_03", "timestamp": [826.82, 833.12], "text": " to medicines in India, Brazil and South Africa. I've been working as an activist for access to"}, {"speaker": "SPEAKER_03", "timestamp": [833.12, 841.8], "text": " medicines now coming on 20 years. In between, for a brief while, I also worked on access to knowledge"}, {"speaker": "SPEAKER_03", "timestamp": [841.8, 846.72], "text": " and concentrated more on copyright and the kind of work that Creative"}, {"speaker": "SPEAKER_03", "timestamp": [846.72, 851.48], "text": " Commons is more closely aligned with. But for the large part, I've worked on access to medicines,"}, {"speaker": "SPEAKER_03", "timestamp": [851.88, 858.26], "text": " especially for life-threatening conditions like HIV and AIDS, hepatitis C, cancers, cystic fibrosis."}, {"speaker": "SPEAKER_03", "timestamp": [859.06, 865.98], "text": " And in the last two years, in the last year and a half since the pandemic came upon us, I've worked non-stop,"}, {"speaker": "SPEAKER_02", "timestamp": [866.3, 871.62], "text": " almost continuously, on access to vaccines. That's an incredible journey and important work,"}, {"speaker": "SPEAKER_02", "timestamp": [871.72, 878.32], "text": " and I'm keen to expand on how you got started a little later in the conversation, but I really"}, {"speaker": "SPEAKER_02", "timestamp": [878.32, 887.76], "text": " want to dive into the Access IBSA project. And so the project was founded on a vision of reforming the intellectual"}, {"speaker": "SPEAKER_02", "timestamp": [887.76, 893.74], "text": " property framework in medicine in order to, you know, increase innovation and save more lives."}, {"speaker": "SPEAKER_02", "timestamp": [893.74, 907.38], "text": " And you've been fighting for vaccine equity long before the COVID-19 pandemic, although I'm sure that has, you know, multiplied by, you know, infinity for the past two years."}, {"speaker": "SPEAKER_02", "timestamp": [907.82, 915.52], "text": " Since the start of 2020, late 2019, what do you think are the biggest changes you've observed on"}, {"speaker": "SPEAKER_02", "timestamp": [915.52, 921.84], "text": " this front in terms of, you know, the interest in the vaccine itself and vaccine equity,"}, {"speaker": "SPEAKER_02", "timestamp": [922.32, 927.18], "text": " both in positive ways and ways that folks should be paying attention to?"}, {"speaker": "SPEAKER_03", "timestamp": [927.18, 932.2], "text": " The simplest way I can describe what changed when the pandemic began, and especially after"}, {"speaker": "SPEAKER_03", "timestamp": [932.2, 938.76], "text": " vaccines were developed, is that I've been working on this for so long only, and I feel that"}, {"speaker": "SPEAKER_03", "timestamp": [938.76, 946.66], "text": " my own parents, who love me, live very close by, five minutes away, didn't fully understand what I did until the pandemic came about."}, {"speaker": "SPEAKER_03", "timestamp": [947.28, 953.42], "text": " Meaning, I think that the issues I worked with at one level were very simple,"}, {"speaker": "SPEAKER_03", "timestamp": [953.76, 957.12], "text": " getting people access to the life-saving medicines they needed."}, {"speaker": "SPEAKER_03", "timestamp": [958.02, 959.68], "text": " That's very simple and understandable."}, {"speaker": "SPEAKER_03", "timestamp": [959.94, 970.5], "text": " But the how of it and the problems on pharmaceutical monopolies associated with it were very difficult, I think, for people to fully grasp."}, {"speaker": "SPEAKER_03", "timestamp": [970.96, 978.86], "text": " They were shrouded in this technical dialogue of trade law and intellectual property and economics."}, {"speaker": "SPEAKER_03", "timestamp": [978.86, 983.18], "text": " And it was just something very difficult for people to wrap their heads around."}, {"speaker": "SPEAKER_03", "timestamp": [983.32, 1007.56], "text": " And it was also happening with different diseases around the world. And so where I saw connections and where I had actually worked on several of these campaigns, no one else saw those connections. hepatitis C medicines in Brazil in 2013 has anything to do with the debilitating lack of"}, {"speaker": "SPEAKER_03", "timestamp": [1007.56, 1014.6], "text": " affordability of HIV medicines in Southern Africa in 2000. But they were all coming from the same"}, {"speaker": "SPEAKER_03", "timestamp": [1014.6, 1019.92], "text": " root problem. And I think actually one of the failures of work like mine and other activists"}, {"speaker": "SPEAKER_03", "timestamp": [1019.92, 1025.64], "text": " has been not to be able to communicate that popularly. Tragically, what changed in the"}, {"speaker": "SPEAKER_03", "timestamp": [1025.64, 1031.74], "text": " pandemic is that everyone around the world had a sort of universal investment in getting a vaccine"}, {"speaker": "SPEAKER_03", "timestamp": [1031.74, 1037.3], "text": " and understanding why they weren't getting a vaccine if they lived in countries like mine or"}, {"speaker": "SPEAKER_03", "timestamp": [1037.3, 1047.18], "text": " worse. And that meant, for better or worse, that people suddenly began to take a very personal interest in these arcane issues. And"}, {"speaker": "SPEAKER_03", "timestamp": [1047.18, 1052.7], "text": " what I've seen over the last one and a half years that I've been working on this is that I have to"}, {"speaker": "SPEAKER_03", "timestamp": [1052.7, 1059.48], "text": " explain less and less. It used to be even at the start of the pandemic, when we started looking at"}, {"speaker": "SPEAKER_03", "timestamp": [1059.48, 1066.76], "text": " vaccine monopolies prior to there being even vaccines in the world, trying to forestall what we saw as an"}, {"speaker": "SPEAKER_03", "timestamp": [1066.76, 1073.88], "text": " inevitable problem, I'd have to start right at the beginning. I'd have to go back to South Africa in"}, {"speaker": "SPEAKER_03", "timestamp": [1073.88, 1082.9], "text": " 1999, my own work in that country in 2002, to build that story up from scratch in order to be able to"}, {"speaker": "SPEAKER_03", "timestamp": [1082.9, 1086.72], "text": " put what was happening in the present day in context. And"}, {"speaker": "SPEAKER_03", "timestamp": [1086.72, 1093.76], "text": " I find that I have to do that less and less, almost to the extent now that the phrase vaccine"}, {"speaker": "SPEAKER_03", "timestamp": [1093.76, 1100.92], "text": " apartheid or the phrase vaccine inequity is universally understood. People get it instantly."}, {"speaker": "SPEAKER_03", "timestamp": [1101.4, 1107.14], "text": " People get the implications of it. And I think that's really positive,"}, {"speaker": "SPEAKER_03", "timestamp": [1107.36, 1113.0], "text": " though it hasn't actually resulted in any gains, particularly in the pandemic. I think that"}, {"speaker": "SPEAKER_03", "timestamp": [1113.0, 1121.18], "text": " perhaps for the very first time in the last six months, the pharmaceutical industry is on the"}, {"speaker": "SPEAKER_03", "timestamp": [1121.18, 1127.98], "text": " back foot and has to constantly justify the monopoly positions it's taken on these"}, {"speaker": "SPEAKER_03", "timestamp": [1127.98, 1133.52], "text": " vaccines, which it's refusing to budge on, but still has to justify them, which is, I think,"}, {"speaker": "SPEAKER_03", "timestamp": [1133.54, 1140.72], "text": " a huge change from what it used to be like before. And you touched on these monopolies. I recently"}, {"speaker": "SPEAKER_02", "timestamp": [1140.72, 1168.26], "text": " read an article that you co-wrote with Chelsea Clinton in The Guardian about how monopolies on COVID vaccines are killing people in poorer countries as they are controlling who can make them and restricting this severely. thoughts you have on solutions for this? So, you know, we can see that the interest in vaccines has,"}, {"speaker": "SPEAKER_02", "timestamp": [1168.26, 1176.7], "text": " you know, sprouted tremendously during the pandemic and, you know, both to a positive"}, {"speaker": "SPEAKER_02", "timestamp": [1176.7, 1186.1], "text": " effect and now in terms of monopolies, we're seeing some of that negative capitalist interest coming in there. I wonder what the solutions are."}, {"speaker": "SPEAKER_03", "timestamp": [1186.98, 1192.32], "text": " One of the hardest things to navigate through this pandemic,"}, {"speaker": "SPEAKER_03", "timestamp": [1192.44, 1196.62], "text": " for me personally, has been the personal effect of the pandemic."}, {"speaker": "SPEAKER_03", "timestamp": [1196.98, 1199.32], "text": " I lived through India in April and May."}, {"speaker": "SPEAKER_03", "timestamp": [1199.58, 1201.98], "text": " I've lived through India right through the last 18 months"}, {"speaker": "SPEAKER_03", "timestamp": [1201.98, 1203.62], "text": " because obviously no country will take me."}, {"speaker": "SPEAKER_03", "timestamp": [1203.96, 1209.68], "text": " I can't actually travel anywhere. But I'm happy to be here with my family. But April and May and"}, {"speaker": "SPEAKER_03", "timestamp": [1209.68, 1216.3], "text": " June of this year were the most excruciating three months I might have ever lived. The number of"}, {"speaker": "SPEAKER_03", "timestamp": [1216.3, 1225.1], "text": " people who died that I knew, that I loved, whose notices of death I received every day on WhatsApp was just unbearable."}, {"speaker": "SPEAKER_03", "timestamp": [1227.1, 1228.08], "text": " It was simply unbearable."}, {"speaker": "SPEAKER_03", "timestamp": [1233.88, 1233.96], "text": " And having lived through that, it struck me, I think everybody grieves,"}, {"speaker": "SPEAKER_00", "timestamp": [1236.54, 1239.58], "text": " of course, when you lose a loved one, but I work on these issues and I was working on these issues as I was grieving for loved ones"}, {"speaker": "SPEAKER_00", "timestamp": [1239.58, 1243.94], "text": " and I did really think that it was something I'd never been in before"}, {"speaker": "SPEAKER_03", "timestamp": [1243.94, 1245.2], "text": " because I've always been fighting on"}, {"speaker": "SPEAKER_03", "timestamp": [1245.2, 1252.64], "text": " behalf of other people or with other people. I've never actually fought for access to a"}, {"speaker": "SPEAKER_03", "timestamp": [1252.64, 1259.34], "text": " life-saving vaccine that threatened my loved ones. And it did really put me in a peculiarly"}, {"speaker": "SPEAKER_01", "timestamp": [1259.34, 1268.0], "text": " enraged position. When the pandemic rolled on, you know, June eventually became July and July became August"}, {"speaker": "SPEAKER_02", "timestamp": [1268.0, 1273.16], "text": " and things became better. A close friend of mine, someone who I have worked with and known for"}, {"speaker": "SPEAKER_03", "timestamp": [1273.16, 1284.56], "text": " several years now, his name is Marumo Nkomo. Marumo is one of the few upright, hardworking,"}, {"speaker": "SPEAKER_03", "timestamp": [1284.96, 1287.88], "text": " incredibly dedicated South African bureaucrats, of whom there are"}, {"speaker": "SPEAKER_03", "timestamp": [1287.88, 1292.4], "text": " far more in South Africa, I should say, than in India, where our bureaucracy has been significantly"}, {"speaker": "SPEAKER_03", "timestamp": [1292.4, 1300.5], "text": " more corrupted, was battling a personal condition of his own, which is that his father, who is a"}, {"speaker": "SPEAKER_03", "timestamp": [1300.5, 1306.4], "text": " giant in public health and in South African public life, had been diagnosed with COVID."}, {"speaker": "SPEAKER_03", "timestamp": [1307.2, 1314.24], "text": " He received his first dose of a Pfizer vaccine in the middle of June, contracted COVID towards"}, {"speaker": "SPEAKER_03", "timestamp": [1314.24, 1322.24], "text": " the end of June and died by the 10th of July. And at this exact time, Marumo was in Geneva"}, {"speaker": "SPEAKER_03", "timestamp": [1322.24, 1326.28], "text": " as the South African trade representative to the World Trade Organization,"}, {"speaker": "SPEAKER_03", "timestamp": [1326.68, 1336.22], "text": " where he, along with his equally dedicated and brilliant boss, Kolelwa Numbipita, who is the"}, {"speaker": "SPEAKER_03", "timestamp": [1336.22, 1342.68], "text": " head of the South African mission to Geneva, was fighting for a waiver of pharmaceutical monopolies"}, {"speaker": "SPEAKER_03", "timestamp": [1342.68, 1346.48], "text": " at the World Trade Organization. And this is a global waiver they were fighting for."}, {"speaker": "SPEAKER_03", "timestamp": [1346.48, 1349.4], "text": " So they were fighting, the two of them,"}, {"speaker": "SPEAKER_03", "timestamp": [1349.4, 1354.4], "text": " on behalf of 75% of humanity."}, {"speaker": "SPEAKER_03", "timestamp": [1356.2, 1359.68], "text": " He had to take a break in that fight,"}, {"speaker": "SPEAKER_03", "timestamp": [1359.68, 1362.42], "text": " in a fight in which they would have meetings"}, {"speaker": "SPEAKER_03", "timestamp": [1362.42, 1369.72], "text": " with ambassadors of the United Kingdom, where in the meeting,"}, {"speaker": "SPEAKER_03", "timestamp": [1370.06, 1375.04], "text": " the people they were talking to would grimace at their suggestions, sometimes openly mock"}, {"speaker": "SPEAKER_03", "timestamp": [1375.04, 1381.48], "text": " their ideas and what they wanted, and then take other calls while in what was supposed"}, {"speaker": "SPEAKER_03", "timestamp": [1381.48, 1385.88], "text": " to be a serious bilateral meeting to resolve one of the most pressing issues on earth."}, {"speaker": "SPEAKER_03", "timestamp": [1386.88, 1390.4], "text": " He had to take a leave of absence, fly back to Johannesburg"}, {"speaker": "SPEAKER_03", "timestamp": [1390.4, 1392.72], "text": " to try to see his ailing father before he died,"}, {"speaker": "SPEAKER_03", "timestamp": [1392.92, 1395.18], "text": " only to land 10 minutes after he died."}, {"speaker": "SPEAKER_03", "timestamp": [1396.18, 1399.06], "text": " And I wanted to tell that story."}, {"speaker": "SPEAKER_03", "timestamp": [1399.44, 1402.44], "text": " We were very keen, Chelsea and I, to tell that story"}, {"speaker": "SPEAKER_03", "timestamp": [1402.44, 1406.22], "text": " because it exemplifies, I think, the kind of"}, {"speaker": "SPEAKER_02", "timestamp": [1406.22, 1415.7], "text": " deeply personal loss that many of the people who are asking for a new system to create enough"}, {"speaker": "SPEAKER_03", "timestamp": [1415.7, 1422.34], "text": " vaccines for us are experiencing. It's not a joke. It's not something that's happening to someone"}, {"speaker": "SPEAKER_03", "timestamp": [1422.34, 1427.08], "text": " else. It's actually happening to the very people who are fighting for vaccine access."}, {"speaker": "SPEAKER_03", "timestamp": [1427.82, 1435.48], "text": " And I think that, you know, we could go through any number of technical arguments, which actually both of us have done before and I've done before."}, {"speaker": "SPEAKER_03", "timestamp": [1435.48, 1444.04], "text": " And it's hard in a way to reach people as well as a heartbreaking personal story like this does."}, {"speaker": "SPEAKER_03", "timestamp": [1444.04, 1444.16], "text": " as well as a heartbreaking personal story like this does."}, {"speaker": "SPEAKER_00", "timestamp": [1448.38, 1450.76], "text": " And unfortunately, I think that we needed to tell a story like this in order to bring this home."}, {"speaker": "SPEAKER_03", "timestamp": [1453.08, 1456.62], "text": " I'm so grateful that the South Africans are fighting for this"}, {"speaker": "SPEAKER_03", "timestamp": [1456.62, 1458.66], "text": " on behalf of all of us because of the fact that"}, {"speaker": "SPEAKER_03", "timestamp": [1458.66, 1461.14], "text": " what they're asking for, a waiver on monopolies,"}, {"speaker": "SPEAKER_03", "timestamp": [1461.14, 1464.06], "text": " is the first step in creating better vaccine access."}, {"speaker": "SPEAKER_03", "timestamp": [1464.94, 1465.66], "text": " Vaccines are protected by a layer of different monopolies is the first step in creating better vaccine access. Vaccines are"}, {"speaker": "SPEAKER_03", "timestamp": [1465.66, 1471.78], "text": " protected by a layer of different monopolies. And one of those are patents, which Kolelwa and"}, {"speaker": "SPEAKER_03", "timestamp": [1471.78, 1478.16], "text": " Marumo are fighting to waive temporarily at the World Trade Organization. The other monopolies"}, {"speaker": "SPEAKER_03", "timestamp": [1478.16, 1491.52], "text": " come in the form of technology. And so the actual vaccine technology is a trade secret that companies could easily share if they wish to, but don't at all share with incredibly few exceptions."}, {"speaker": "SPEAKER_00", "timestamp": [1492.18, 1507.78], "text": " I got the AstraZeneca vaccine in India. That's one of the few companies that actually has deigned to share its technology with one company in India, a country which has between 40 and 50 competent vaccine manufacturers, nevertheless,"}, {"speaker": "SPEAKER_00", "timestamp": [1508.16, 1513.02], "text": " has actually done so unlike any other Western pharmaceutical company with a viable vaccine."}, {"speaker": "SPEAKER_03", "timestamp": [1513.94, 1521.26], "text": " And the second step in the solution to vaccine access is to get companies to share their"}, {"speaker": "SPEAKER_03", "timestamp": [1521.26, 1525.52], "text": " technology with as many competent manufacturers across the world,"}, {"speaker": "SPEAKER_03", "timestamp": [1533.76, 1542.92], "text": " literally across the world, from Brazil and Turkey to Indonesia and India and Egypt and South Africa and Ghana, where there have been calls by competent manufacturers to say,"}, {"speaker": "SPEAKER_03", "timestamp": [1543.02, 1545.12], "text": " look, we'd like to do something to save ourselves."}, {"speaker": "SPEAKER_02", "timestamp": [1545.26, 1551.04], "text": " We don't actually want charity. This is not something that you need to buy for us. All you"}, {"speaker": "SPEAKER_03", "timestamp": [1551.04, 1557.82], "text": " need to do is to give us the technology at a reasonable licensing royalty rate, which we'll"}, {"speaker": "SPEAKER_03", "timestamp": [1557.82, 1565.9], "text": " even actually pay for in order for us to be able to live. This hasn't happened, however, and this is what we're fighting for."}, {"speaker": "SPEAKER_02", "timestamp": [1567.74, 1573.08], "text": " Well, first off, I just want to say that I'm so sorry for your personal losses."}, {"speaker": "SPEAKER_02", "timestamp": [1573.08, 1579.84], "text": " It was very heartbreaking to see things unfold in India at the height"}, {"speaker": "SPEAKER_02", "timestamp": [1579.84, 1588.08], "text": " and the peak of the pandemic and, you know, incidences there. And I want to thank you and"}, {"speaker": "SPEAKER_02", "timestamp": [1588.08, 1594.3], "text": " others who are doing this work to, you know, drive awareness and to really bring about the change"}, {"speaker": "SPEAKER_02", "timestamp": [1594.3, 1628.86], "text": " that we need in order to have, you know, vaccine equity. It's so important. And you touched on a lot of heartstrings there. And this pandemic has been personal for kind of health threat that you know I've seen and"}, {"speaker": "SPEAKER_02", "timestamp": [1628.86, 1635.9], "text": " and seen loved ones affected by it's not been a an us and them thing it's been a everyone's"}, {"speaker": "SPEAKER_02", "timestamp": [1635.9, 1663.5], "text": " been involved in this everyone has been affected by this and and you know in terms of driving to a better, brighter future, we really do need to get collaborative in terms of creating those solutions and, you know, self-interest and raw capitalism just won't really see us to where we need to be."}, {"speaker": "SPEAKER_02", "timestamp": [1663.92, 1667.76], "text": " You know, so that those are just my reflections there."}, {"speaker": "SPEAKER_02", "timestamp": [1669.4, 1670.48], "text": " Thank you for them."}, {"speaker": "SPEAKER_03", "timestamp": [1670.56, 1672.14], "text": " And I'm sorry for your losses as well."}, {"speaker": "SPEAKER_03", "timestamp": [1672.2, 1673.02], "text": " Very, very much."}, {"speaker": "SPEAKER_02", "timestamp": [1673.38, 1674.02], "text": " Thank you."}, {"speaker": "SPEAKER_02", "timestamp": [1674.22, 1674.94], "text": " Thank you."}, {"speaker": "SPEAKER_02", "timestamp": [1675.32, 1677.36], "text": " Just switching gears slightly."}, {"speaker": "SPEAKER_02", "timestamp": [1677.36, 1684.46], "text": " I want to go back to the start and talk about your involvement in the open movement more broadly."}, {"speaker": "SPEAKER_02", "timestamp": [1688.82, 1696.32], "text": " I'm interested to find out how you were first introduced to open and what tips you have for any folks who are keen to get into your specific area of work."}, {"speaker": "SPEAKER_03", "timestamp": [1697.04, 1699.5], "text": " You know, I don't come from a family of activists."}, {"speaker": "SPEAKER_03", "timestamp": [1700.2, 1703.18], "text": " My parents are middle class."}, {"speaker": "SPEAKER_03", "timestamp": [1703.18, 1707.74], "text": " My father is a research engineer who worked for most of his life with the Indian government."}, {"speaker": "SPEAKER_03", "timestamp": [1708.38, 1713.06], "text": " My mother teaches art history and studied to be an artist herself."}, {"speaker": "SPEAKER_03", "timestamp": [1713.56, 1715.88], "text": " I didn't expect to be an activist."}, {"speaker": "SPEAKER_03", "timestamp": [1716.32, 1720.42], "text": " I thought I'd get a job at a bank, which is what I did when I left college."}, {"speaker": "SPEAKER_03", "timestamp": [1720.42, 1722.22], "text": " I realized I didn't like it at all."}, {"speaker": "SPEAKER_03", "timestamp": [1729.22, 1737.0], "text": " college, I realized I didn't like it at all. And I was accidentally almost working in a small West Indian country in Guyana, when I came across this issue of the incredible unaffordability of"}, {"speaker": "SPEAKER_03", "timestamp": [1737.0, 1742.54], "text": " AIDS drugs. This was a time in about 2000, when AIDS drugs had been on the market for four years,"}, {"speaker": "SPEAKER_03", "timestamp": [1742.62, 1745.04], "text": " they cost $10,000 a year. And obviously,"}, {"speaker": "SPEAKER_03", "timestamp": [1745.46, 1750.94], "text": " no one in countries that actually had large incidences of HIV could afford that price."}, {"speaker": "SPEAKER_00", "timestamp": [1751.22, 1755.22], "text": " So nobody could afford it individually, governments couldn't afford it, and people just died."}, {"speaker": "SPEAKER_02", "timestamp": [1755.66, 1761.94], "text": " But people were dying of a disease that had a treatment. It didn't have a cure, but it had a"}, {"speaker": "SPEAKER_00", "timestamp": [1761.94, 1766.26], "text": " treatment. So literally, this is like people dying of diabetes after the discovery of insulin."}, {"speaker": "SPEAKER_03", "timestamp": [1766.48, 1769.16], "text": " It is something that made no sense whatsoever."}, {"speaker": "SPEAKER_02", "timestamp": [1769.98, 1774.98], "text": " I started getting involved in this issue and then came upon the problem of monopolies,"}, {"speaker": "SPEAKER_03", "timestamp": [1775.06, 1781.92], "text": " which is how I came to open primarily from a position of being anti-monopoly."}, {"speaker": "SPEAKER_03", "timestamp": [1782.52, 1786.5], "text": " Now, this is something that many of us are instinctively so, and yet"}, {"speaker": "SPEAKER_03", "timestamp": [1786.5, 1792.34], "text": " patents are legally sanctioned monopolies. Trade secrets around technology are legally"}, {"speaker": "SPEAKER_03", "timestamp": [1792.34, 1800.0], "text": " guaranteed monopolies. And so we come into a thorny area where we question the legal underpinnings of"}, {"speaker": "SPEAKER_03", "timestamp": [1800.0, 1810.06], "text": " these monopolies. Why should they exist if what they do is kill people, which is what they're doing now? So I began to get very interested in the idea of different and alternative models"}, {"speaker": "SPEAKER_03", "timestamp": [1810.06, 1817.64], "text": " of innovation and pharmaceutical production. And through that, I began to get increasingly"}, {"speaker": "SPEAKER_03", "timestamp": [1817.64, 1826.62], "text": " interested in the ways in which taking that anti-monopoly lens and looking at other aspects of life produced rich new results."}, {"speaker": "SPEAKER_03", "timestamp": [1826.62, 1832.9], "text": " And one of those was around the cost of textbooks in South Africa for learners in school,"}, {"speaker": "SPEAKER_03", "timestamp": [1833.12, 1838.46], "text": " which were again highly regulated by a clutch of multinational publishers who ensured by their"}, {"speaker": "SPEAKER_03", "timestamp": [1838.46, 1844.26], "text": " high prices and their monopoly through copyright over their work that very few books could be"}, {"speaker": "SPEAKER_03", "timestamp": [1844.26, 1845.54], "text": " bought and certainly not enough"}, {"speaker": "SPEAKER_03", "timestamp": [1845.54, 1854.1], "text": " for the population of South African children who needed to study. I very early joined the advisory"}, {"speaker": "SPEAKER_03", "timestamp": [1854.1, 1859.86], "text": " board of the Wikimedia Foundation. This is about 2005. The foundation had just begun and Wikipedia"}, {"speaker": "SPEAKER_00", "timestamp": [1859.86, 1867.3], "text": " wasn't either what it was today or the celebrated thing it became towards the end of the aughts"}, {"speaker": "SPEAKER_00", "timestamp": [1867.3, 1875.86], "text": " when people stopped mocking it and started recognizing it as one of the great elements"}, {"speaker": "SPEAKER_03", "timestamp": [1875.86, 1881.8], "text": " of our age. I spent many years advising the Wikimedia Foundation, which I appreciated."}, {"speaker": "SPEAKER_03", "timestamp": [1882.34, 1886.72], "text": " I have some differences with them as well, which I"}, {"speaker": "SPEAKER_03", "timestamp": [1886.72, 1891.2], "text": " articulated as best as I could, and then resigned when I felt they weren't being listened to, which"}, {"speaker": "SPEAKER_03", "timestamp": [1891.2, 1899.3], "text": " is a Western orientation and a dependence on the sanctity of the peer-reviewed text, as opposed to"}, {"speaker": "SPEAKER_03", "timestamp": [1899.3, 1906.02], "text": " understanding that knowledge is created by people who don't publish books as well, that intelligence and"}, {"speaker": "SPEAKER_00", "timestamp": [1906.02, 1911.6], "text": " knowledge lives in people who have conversations or who come from countries which have predominantly"}, {"speaker": "SPEAKER_00", "timestamp": [1911.6, 1918.44], "text": " oral cultures, which is something I felt that Wikipedia as an artifact of new knowledge of"}, {"speaker": "SPEAKER_00", "timestamp": [1918.44, 1926.3], "text": " a 21st century vision of knowledge creation should recognize and enable in the way that the scholarly publishing"}, {"speaker": "SPEAKER_02", "timestamp": [1926.3, 1935.26], "text": " industry never has and probably never will. I continued to work on the access to medicines"}, {"speaker": "SPEAKER_03", "timestamp": [1935.26, 1947.8], "text": " cause as it evolved by 2005 and 2006. The incredible outcry over the lack of accessibility of AIDS medicines had meant that they were now accessible."}, {"speaker": "SPEAKER_03", "timestamp": [1948.26, 1954.64], "text": " The prices had come down, the monopolies had been largely either dismantled or voluntarily disbanded."}, {"speaker": "SPEAKER_00", "timestamp": [1954.64, 1966.16], "text": " And it meant that if you had HIV and AIDS anywhere in the world, wherever you lived, you were more or less guaranteed access to treatment and a fulfilling life, which was"}, {"speaker": "SPEAKER_03", "timestamp": [1966.16, 1973.72], "text": " wonderful. But what it meant was that the monopoly problem had spread to other new drugs that were"}, {"speaker": "SPEAKER_03", "timestamp": [1973.72, 1980.28], "text": " coming out, like sofosbuvir from Gilead, which was this first ever treatment for hepatitis C,"}, {"speaker": "SPEAKER_03", "timestamp": [1980.28, 1987.2], "text": " which became an epidemic of almost HIV-like proportions in Latin America and Eastern Europe."}, {"speaker": "SPEAKER_03", "timestamp": [1988.18, 1993.36], "text": " It meant that monopolies started intervening in people's ability to access cancer treatment,"}, {"speaker": "SPEAKER_03", "timestamp": [1993.6, 1998.98], "text": " especially in countries like India, but also surprisingly South Africa and the United States"}, {"speaker": "SPEAKER_03", "timestamp": [1998.98, 2004.1], "text": " even, where the cost of new cancer medications is just something mind-boggling. After a certain"}, {"speaker": "SPEAKER_03", "timestamp": [2004.1, 2007.1], "text": " point, when the medicine you need to live costs more than"}, {"speaker": "SPEAKER_03", "timestamp": [2007.1, 2010.42], "text": " a couple of hundred thousand dollars, it actually doesn't matter how many hundreds of thousand"}, {"speaker": "SPEAKER_03", "timestamp": [2010.42, 2012.56], "text": " dollars it is, because that's still more than you have."}, {"speaker": "SPEAKER_03", "timestamp": [2014.8, 2019.94], "text": " It became very real for me when I worked on a campaign in the United Kingdom, so that"}, {"speaker": "SPEAKER_03", "timestamp": [2019.94, 2031.66], "text": " there was me, you know, sitting here in Bangalore with my brown face, working with middle-class white parents of children with cystic fibrosis in the United Kingdom in 2019, to try to get them"}, {"speaker": "SPEAKER_03", "timestamp": [2031.66, 2038.76], "text": " access to a crucial cystic fibrosis drug that would give relief, prolong the lives of their"}, {"speaker": "SPEAKER_03", "timestamp": [2038.76, 2050.18], "text": " children. The most heartbreaking thing I've ever worked on, I think. And what it underscored for me, I think, even before the pandemic began, was how radically"}, {"speaker": "SPEAKER_03", "timestamp": [2050.18, 2055.8], "text": " this focus on monopolies had shifted, what was thought of as a third world problem."}, {"speaker": "SPEAKER_03", "timestamp": [2055.9, 2060.88], "text": " Because in 2000s, when I started working on this, you know, everyone said, yes, yes, monopolies"}, {"speaker": "SPEAKER_03", "timestamp": [2060.88, 2061.42], "text": " are a problem."}, {"speaker": "SPEAKER_03", "timestamp": [2061.42, 2069.1], "text": " But of course, it's only for brown and black people, because, you know, we folks are fine. They're working okay here. And they were actually not."}, {"speaker": "SPEAKER_03", "timestamp": [2069.72, 2077.38], "text": " And we realized that most starkly towards about 2015 and 16, when middle class white Americans,"}, {"speaker": "SPEAKER_03", "timestamp": [2077.7, 2082.34], "text": " middle class white British people suddenly found that they were at the wrong end of the"}, {"speaker": "SPEAKER_03", "timestamp": [2082.34, 2085.12], "text": " pharmaceutical monopoly industrial complex."}, {"speaker": "SPEAKER_03", "timestamp": [2090.14, 2095.46], "text": " It didn't feel good to them. And it didn't feel good to me for it to happen to them. But it was also, again, one of these tragic opportunities to turn, you know, what was"}, {"speaker": "SPEAKER_03", "timestamp": [2095.46, 2102.32], "text": " earlier a poor people's problem into, again, a universal global problem. And I worked as hard"}, {"speaker": "SPEAKER_03", "timestamp": [2102.32, 2106.14], "text": " as I could on these things. And I found that it was really a remarkable"}, {"speaker": "SPEAKER_02", "timestamp": [2106.14, 2113.8], "text": " problem because it just wasn't going away. I'm keen to find out what you think are some of the"}, {"speaker": "SPEAKER_02", "timestamp": [2113.8, 2120.78], "text": " biggest opportunities for open in India and globally in the near term and the long term"}, {"speaker": "SPEAKER_02", "timestamp": [2120.78, 2128.62], "text": " as we drive further into our 20th anniversary campaign, we're looking at the future"}, {"speaker": "SPEAKER_02", "timestamp": [2128.62, 2134.52], "text": " of open and better sharing. And I'm keen to find out what's happening on the ground, what we should"}, {"speaker": "SPEAKER_03", "timestamp": [2134.52, 2145.2], "text": " keep our eyes out for. This is very interesting. I am deeply devoted to the cause of Creative Commons"}, {"speaker": "SPEAKER_03", "timestamp": [2145.2, 2149.38], "text": " as well as deeply invested in trying to expand the view"}, {"speaker": "SPEAKER_03", "timestamp": [2149.38, 2151.06], "text": " of organizations like Creative Commons"}, {"speaker": "SPEAKER_03", "timestamp": [2151.06, 2154.74], "text": " and by extension, the Wikimedia Foundation,"}, {"speaker": "SPEAKER_03", "timestamp": [2155.68, 2161.14], "text": " other projects that were born out of a very real understanding"}, {"speaker": "SPEAKER_03", "timestamp": [2161.14, 2165.1], "text": " of the limits of closed systems in largely the West."}, {"speaker": "SPEAKER_03", "timestamp": [2166.96, 2176.92], "text": " And my provocation, I think, to the Creative Commons idea of open began really early in"}, {"speaker": "SPEAKER_03", "timestamp": [2176.92, 2180.36], "text": " about 2006 or 2005, even actually."}, {"speaker": "SPEAKER_03", "timestamp": [2181.06, 2183.56], "text": " I worked a lot on piracy."}, {"speaker": "SPEAKER_03", "timestamp": [2184.48, 2187.42], "text": " And at the time, this was another era, of course,"}, {"speaker": "SPEAKER_03", "timestamp": [2187.58, 2192.58], "text": " and this was before the Apple smartphone came out. This was before social media. This was before"}, {"speaker": "SPEAKER_03", "timestamp": [2192.58, 2200.44], "text": " a large amount of the kind of Silicon Valley-induced openness that we see today,"}, {"speaker": "SPEAKER_03", "timestamp": [2201.22, 2207.84], "text": " when access to scholarly texts, access to books was a genuinely huge problem. And the way"}, {"speaker": "SPEAKER_03", "timestamp": [2207.84, 2212.4], "text": " that it was solved in countries like India, but not just India, in countries like Nigeria and"}, {"speaker": "SPEAKER_03", "timestamp": [2212.4, 2221.98], "text": " countries which had a thriving informal economy was through piracy. And I found myself instinctively"}, {"speaker": "SPEAKER_03", "timestamp": [2221.98, 2225.14], "text": " supporting it, partly because I have been a beneficiary of it."}, {"speaker": "SPEAKER_03", "timestamp": [2225.74, 2232.08], "text": " You can go to copy shops in Bangalore, even now where I live, and literally point to a book on"}, {"speaker": "SPEAKER_03", "timestamp": [2232.08, 2236.02], "text": " your syllabus that needs to be photocopied, and they'll just bind it up for you and give it to"}, {"speaker": "SPEAKER_03", "timestamp": [2236.02, 2242.44], "text": " you in five minutes, because it's such an ingrained system of knowledge production."}, {"speaker": "SPEAKER_03", "timestamp": [2244.1, 2247.62], "text": " And this is in a situation where the books themselves are barely available."}, {"speaker": "SPEAKER_03", "timestamp": [2247.84, 2250.7], "text": " If they are available, there's a foreign edition that costs something,"}, {"speaker": "SPEAKER_03", "timestamp": [2250.92, 2254.24], "text": " an absurd amount, an even more absurd amount in 2005,"}, {"speaker": "SPEAKER_03", "timestamp": [2254.66, 2257.6], "text": " and astonishingly still an absurd amount in 2021."}, {"speaker": "SPEAKER_03", "timestamp": [2259.3, 2266.98], "text": " Creative Commons is a project that was born out of an understanding of what it was going against,"}, {"speaker": "SPEAKER_03", "timestamp": [2266.98, 2276.24], "text": " which was, in its conception, a very well-funded American publishing company. So let's take the"}, {"speaker": "SPEAKER_03", "timestamp": [2276.24, 2282.48], "text": " scholarly industrial complex, where companies like Reed and Xavier and others sort of run the show."}, {"speaker": "SPEAKER_03", "timestamp": [2283.34, 2288.04], "text": " And it's an excellent response to something like Read Elsevier. But what"}, {"speaker": "SPEAKER_03", "timestamp": [2288.04, 2294.88], "text": " it needed to do in order to start off, and I'm not even necessarily sure how much Larry Lessig or"}, {"speaker": "SPEAKER_03", "timestamp": [2294.88, 2300.32], "text": " any of the other people associated with it believed in this at that point, but what they did"}, {"speaker": "SPEAKER_03", "timestamp": [2300.32, 2305.64], "text": " was to very publicly articulate that they were not piracy, that they were against piracy,"}, {"speaker": "SPEAKER_03", "timestamp": [2305.64, 2310.08], "text": " they thought that was illegal, and that the way to share things was through a proper legal"}, {"speaker": "SPEAKER_03", "timestamp": [2310.08, 2312.2], "text": " channel like Creative Commons."}, {"speaker": "SPEAKER_03", "timestamp": [2312.2, 2318.06], "text": " But having lived in countries where the tender and the value of a Creative Commons license"}, {"speaker": "SPEAKER_03", "timestamp": [2318.06, 2327.44], "text": " is really not the same as it would be in the United States, I could see very personally and upfront the limitations of"}, {"speaker": "SPEAKER_03", "timestamp": [2327.44, 2328.32], "text": " this model as well."}, {"speaker": "SPEAKER_03", "timestamp": [2329.18, 2335.12], "text": " And the limitations of positioning itself as the legal and the just and moral alternative"}, {"speaker": "SPEAKER_03", "timestamp": [2335.12, 2339.92], "text": " to something like piracy, which was castigated as wrong and bad and criminal."}, {"speaker": "SPEAKER_03", "timestamp": [2341.22, 2346.48], "text": " And so I think my first inkling of what lies to the left and the right of Creative Commons,"}, {"speaker": "SPEAKER_03", "timestamp": [2346.58, 2351.18], "text": " which is what I want to talk about at the summit, is the fact that there could have"}, {"speaker": "SPEAKER_03", "timestamp": [2351.18, 2356.08], "text": " been far more an alliance between Creative Commons and pirates."}, {"speaker": "SPEAKER_03", "timestamp": [2356.54, 2362.32], "text": " Instead of looking at pirates as the sort of renegades to Creative Commons' respectability,"}, {"speaker": "SPEAKER_03", "timestamp": [2362.32, 2365.84], "text": " I think that a productive alliance could have created something"}, {"speaker": "SPEAKER_03", "timestamp": [2365.84, 2379.82], "text": " far more interesting. A recognition that piracy and the strictly legal route to sharing and open"}, {"speaker": "SPEAKER_03", "timestamp": [2379.82, 2389.2], "text": " knowledge production are actually two forces working on the same goal would, I think, have made for a far"}, {"speaker": "SPEAKER_03", "timestamp": [2389.2, 2395.28], "text": " richer, more global and a more involved conversation because not every single thing in the world is"}, {"speaker": "SPEAKER_03", "timestamp": [2398.4, 2405.74], "text": " as useful depending on where in the world you are. And so while Creative Commons works very well"}, {"speaker": "SPEAKER_03", "timestamp": [2405.74, 2408.2], "text": " in countries with the strong arm of the law,"}, {"speaker": "SPEAKER_03", "timestamp": [2409.04, 2412.54], "text": " they're less useful in countries without that."}, {"speaker": "SPEAKER_03", "timestamp": [2413.48, 2415.74], "text": " The other really interesting thing, I think,"}, {"speaker": "SPEAKER_03", "timestamp": [2415.88, 2418.66], "text": " is that there is stuff on the other side of this as well,"}, {"speaker": "SPEAKER_03", "timestamp": [2418.66, 2422.02], "text": " which is something that came up very recently"}, {"speaker": "SPEAKER_03", "timestamp": [2422.02, 2428.02], "text": " when I chaired a meeting, a small closed meeting with, among other people,"}, {"speaker": "SPEAKER_03", "timestamp": [2428.14, 2429.38], "text": " the health minister of Cuba."}, {"speaker": "SPEAKER_03", "timestamp": [2430.26, 2431.8], "text": " Now, Cuba is a really interesting country."}, {"speaker": "SPEAKER_03", "timestamp": [2432.14, 2434.66], "text": " It's small, it's embattled,"}, {"speaker": "SPEAKER_03", "timestamp": [2434.84, 2440.38], "text": " it's facing completely arbitrary and unjust sanctions"}, {"speaker": "SPEAKER_03", "timestamp": [2440.38, 2444.04], "text": " that were reinstated by the Trump administration"}, {"speaker": "SPEAKER_03", "timestamp": [2444.04, 2445.5], "text": " after having been temporarilyated by the Trump administration after having been temporarily"}, {"speaker": "SPEAKER_03", "timestamp": [2445.5, 2455.14], "text": " lifted by the Obama administration on the back of decades of unjust and cruel actions by the"}, {"speaker": "SPEAKER_03", "timestamp": [2455.14, 2464.22], "text": " United States to limit its ability to trade. Cuba in the pandemic developed two vaccines so far,"}, {"speaker": "SPEAKER_03", "timestamp": [2464.3, 2466.12], "text": " which have shown excellent results."}, {"speaker": "SPEAKER_03", "timestamp": [2467.08, 2470.14], "text": " They are based on a technology that's really easy to replicate."}, {"speaker": "SPEAKER_03", "timestamp": [2470.7, 2473.58], "text": " And they were willing to share this technology with anyone in the world."}, {"speaker": "SPEAKER_03", "timestamp": [2474.64, 2478.3], "text": " And it was a remarkable thing because no one really knows this."}, {"speaker": "SPEAKER_03", "timestamp": [2478.4, 2480.68], "text": " No one's actually tried to do it."}, {"speaker": "SPEAKER_03", "timestamp": [2480.68, 2486.1], "text": " Since then, Cuba has set up production facilities in Iran and then more recently in"}, {"speaker": "SPEAKER_03", "timestamp": [2486.1, 2491.7], "text": " Vietnam. And this is wonderful because it means that people are actually taking up Cuba's offer"}, {"speaker": "SPEAKER_03", "timestamp": [2491.7, 2495.92], "text": " to share its technology. But what they did say as well is as a country that's facing crippling"}, {"speaker": "SPEAKER_03", "timestamp": [2495.92, 2501.42], "text": " sanctions, they wanted to have a reasonable royalty rate that they could charge for their"}, {"speaker": "SPEAKER_03", "timestamp": [2501.42, 2505.9], "text": " vaccine because of the fact, for instance, that they could only do that vaccine"}, {"speaker": "SPEAKER_03", "timestamp": [2505.9, 2510.14], "text": " research as long as they promised their government that they would not divert any money from the food"}, {"speaker": "SPEAKER_03", "timestamp": [2510.14, 2515.4], "text": " budget, which is such a heartbreaking thing to hear, right? That in the middle of a pandemic,"}, {"speaker": "SPEAKER_03", "timestamp": [2515.8, 2522.68], "text": " they could only put their highly skilled, trained scientists to work to get an effective COVID"}, {"speaker": "SPEAKER_03", "timestamp": [2522.68, 2526.94], "text": " vaccine on the basis that they promised to scrimp and scrounge"}, {"speaker": "SPEAKER_03", "timestamp": [2526.94, 2531.2], "text": " and get money from wherever they could, but not from the food budget so that Cubans didn't go"}, {"speaker": "SPEAKER_03", "timestamp": [2531.2, 2536.48], "text": " without meals, you know, so that the country could develop a vaccine. And this broke my heart."}, {"speaker": "SPEAKER_03", "timestamp": [2536.84, 2540.94], "text": " So what they were saying is that we're absolutely willing to openly license our vaccine."}, {"speaker": "SPEAKER_03", "timestamp": [2541.2, 2545.26], "text": " We're asking for a solidarity licensing rate, which is, again, very reasonable,"}, {"speaker": "SPEAKER_00", "timestamp": [2545.26, 2550.84], "text": " because what it entails is Cubans actually helping the manufacturers to produce the Cuban vaccines."}, {"speaker": "SPEAKER_00", "timestamp": [2551.16, 2556.34], "text": " So there is an investment that they have to put in to actually get this enabled. And it made me"}, {"speaker": "SPEAKER_03", "timestamp": [2556.34, 2568.96], "text": " realize that, in part, what the Creative Commons licenses are trying to do is to react to the well-funded, big capitalist publisher or pharmaceutical company."}, {"speaker": "SPEAKER_03", "timestamp": [2569.4, 2573.4], "text": " The equivalent of the Creative Commons licensing in the pharmaceutical world is something that I"}, {"speaker": "SPEAKER_03", "timestamp": [2573.4, 2578.94], "text": " was a part of, which is CTAP, which is the COVID-19 Technology Access Pool, which is largely"}, {"speaker": "SPEAKER_03", "timestamp": [2578.94, 2587.96], "text": " led by Western anti-monopoly activists, very similar to the work that I do, who wanted something where"}, {"speaker": "SPEAKER_03", "timestamp": [2587.96, 2592.84], "text": " technology could be put in into a pool, and it would be free, and it would be open,"}, {"speaker": "SPEAKER_03", "timestamp": [2593.08, 2601.44], "text": " and anyone could use it anywhere. And it was based upon, again, the kind of industry that"}, {"speaker": "SPEAKER_03", "timestamp": [2601.44, 2607.12], "text": " Pfizer and Moderna and AstraZeneca dominate, right? Companies that have multi-billion"}, {"speaker": "SPEAKER_03", "timestamp": [2607.12, 2613.1], "text": " dollar valuations, which have received multi-billion dollar grants from governments to produce these"}, {"speaker": "SPEAKER_03", "timestamp": [2613.1, 2621.0], "text": " vaccines, you know, which have sales that are larger than the entire GDP of several countries."}, {"speaker": "SPEAKER_03", "timestamp": [2622.0, 2626.26], "text": " And so to propose that for them made sense. To propose that model of"}, {"speaker": "SPEAKER_03", "timestamp": [2626.26, 2631.28], "text": " absolute open sharing free of cost for Cuba did make sense. You needed to have the flexibility"}, {"speaker": "SPEAKER_03", "timestamp": [2631.28, 2637.66], "text": " to give Cuba what they legitimately deserve in exchange for, again, openly sharing their"}, {"speaker": "SPEAKER_03", "timestamp": [2637.66, 2647.54], "text": " vaccine technology. And that flexibility, again, was a curiously strange point of division, where people felt the Cubans"}, {"speaker": "SPEAKER_03", "timestamp": [2647.54, 2648.46], "text": " were being stingy about this."}, {"speaker": "SPEAKER_03", "timestamp": [2648.56, 2656.4], "text": " But having spoken to them, it was extremely clear that their insistence on gaining a fair,"}, {"speaker": "SPEAKER_03", "timestamp": [2656.5, 2661.58], "text": " what they called, again, solidarity price, which would be a royalty rate per vaccine"}, {"speaker": "SPEAKER_03", "timestamp": [2661.58, 2669.5], "text": " that would go back to the Cuban government literally to feed its people, was absolutely justified. And I think that's something that Open doesn't sometimes recognize"}, {"speaker": "SPEAKER_03", "timestamp": [2669.5, 2676.22], "text": " as well, right? Which is the legitimate right of small creators, whether it's of content or"}, {"speaker": "SPEAKER_03", "timestamp": [2676.22, 2693.2], "text": " whether it's of life-saving vaccines, to be able to earn, to be able to gain a fair degree of commercial revenue on a product that is valuable is not something I think that easily fits within the open model."}, {"speaker": "SPEAKER_03", "timestamp": [2693.2, 2704.44], "text": " And so I see both on the left and the right of openness, I think, is the world, which is full of its own peculiarities and complications."}, {"speaker": "SPEAKER_03", "timestamp": [2707.12, 2707.44], "text": " the world, which is full of its own peculiarities and complications. And I felt both in 2005,"}, {"speaker": "SPEAKER_03", "timestamp": [2712.06, 2716.52], "text": " when I worked on piracy, and now in 2021, when I work on access to vaccines, that it would only benefit a movement like Creative Commons to look to the right or the left, and then"}, {"speaker": "SPEAKER_03", "timestamp": [2716.52, 2723.74], "text": " to find ways to make itself more relevant and useful to the entire world with all its rich"}, {"speaker": "SPEAKER_03", "timestamp": [2723.74, 2728.64], "text": " complexity, but in a meaningful way that very much would make sense"}, {"speaker": "SPEAKER_03", "timestamp": [2728.64, 2730.42], "text": " to Creative Commons if it looked."}, {"speaker": "SPEAKER_02", "timestamp": [2733.3, 2737.88], "text": " That was a very thought-provoking conversation with Archong."}, {"speaker": "SPEAKER_02", "timestamp": [2738.46, 2740.96], "text": " It's given me lots of food for thought."}, {"speaker": "SPEAKER_02", "timestamp": [2741.56, 2743.74], "text": " For the final stop on our tour,"}, {"speaker": "SPEAKER_02", "timestamp": [2743.74, 2746.42], "text": " we're off to Rio de Janeiro, Brazil,"}, {"speaker": "SPEAKER_02", "timestamp": [2746.82, 2753.3], "text": " where we'll be catching up with Cecilia Oliveira. Cecilia is Executive Director of Fogo Cruzado,"}, {"speaker": "SPEAKER_02", "timestamp": [2753.76, 2760.12], "text": " and their goal is to expand a community-driven open data platform and reduce the impact of"}, {"speaker": "SPEAKER_02", "timestamp": [2760.12, 2767.06], "text": " armed violence to build a more just society. Like Archo, she is also a fellow of the Shuttleworth"}, {"speaker": "SPEAKER_00", "timestamp": [2767.06, 2777.52], "text": " Foundation. I am Cecilia. I am a Brazilian Black lady living in Rio de Janeiro, where"}, {"speaker": "SPEAKER_00", "timestamp": [2777.52, 2791.34], "text": " we have a lot of questions to answer. And here I am to talk with everybody about my work and come on summit"}, {"speaker": "SPEAKER_02", "timestamp": [2791.34, 2800.18], "text": " very soon awesome awesome and I'm curious to learn a bit more about"}, {"speaker": "SPEAKER_02", "timestamp": [2800.18, 2808.7], "text": " sorry I want to get this pronunciation right so is it Fogo Cruzado? That's perfect that's perfect"}, {"speaker": "SPEAKER_00", "timestamp": [2808.7, 2831.8], "text": " Fogo Cruzado in English means crossfire that in Recife it's a great area"}, {"speaker": "SPEAKER_02", "timestamp": [2831.8, 2848.26], "text": " of Pernambuco that is a northeastern state in Brazil. How did the motivation come to start the organization um what really drove you and that is a good question because"}, {"speaker": "SPEAKER_00", "timestamp": [2848.26, 2858.36], "text": " fogo cruzado was born out of i knew that i had as a journalist i was looking for data on victims"}, {"speaker": "SPEAKER_02", "timestamp": [2858.36, 2871.04], "text": " of stray bullets and shootings in 2015 and i couldn't fight it. So I suppose that everybody can remember"}, {"speaker": "SPEAKER_00", "timestamp": [2871.04, 2886.74], "text": " this because it was great times for Rio. The World Cup had happened and the Olympics were next year it was under the international spotlight."}, {"speaker": "SPEAKER_00", "timestamp": [2887.68, 2891.94], "text": " But we have questions about security here."}, {"speaker": "SPEAKER_00", "timestamp": [2892.8, 2895.92], "text": " Security was getting a lot worse."}, {"speaker": "SPEAKER_00", "timestamp": [2895.92, 2909.1], "text": " The government had for a few years been running a security police called police specification units or UPPs a kind of"}, {"speaker": "SPEAKER_00", "timestamp": [2909.1, 2925.74], "text": " community policing but it was basically collapsing."}, {"speaker": "SPEAKER_00", "timestamp": [2945.34, 2946.78], "text": " And I remember seeing a cover of a newspaper called Voz das Comunidades, Voice of the Community English, from a famous set of favelas called Complexo do Alemo that had some UPP units."}, {"speaker": "SPEAKER_00", "timestamp": [2955.76, 2963.12], "text": " And the headline said there had been 100 straight days of shootouts in the favela. And this was not reported in the big newspapers."}, {"speaker": "SPEAKER_00", "timestamp": [2963.84, 2969.86], "text": " So I was looking everywhere for more information but this is the point there"}, {"speaker": "SPEAKER_01", "timestamp": [2969.86, 2989.18], "text": " wasn't any it did not exist so there it it is where fogo cruzado begins and it it's so clear that Fogo Cruzado was born out of a need for information that you"}, {"speaker": "SPEAKER_00", "timestamp": [2989.18, 2996.86], "text": " couldn't you know access and and so you set up the organization yourself and you've achieved so much"}, {"speaker": "SPEAKER_02", "timestamp": [2996.86, 3005.72], "text": " since launching in 2016. I'm just wondering what's on the cards in the next five to ten years."}, {"speaker": "SPEAKER_02", "timestamp": [3005.88, 3008.58], "text": " What's something that you're hoping to do?"}, {"speaker": "SPEAKER_02", "timestamp": [3008.8, 3011.32], "text": " Where are you hoping to take the organization?"}, {"speaker": "SPEAKER_00", "timestamp": [3012.76, 3021.46], "text": " That's a good point because sometimes it's hard to think and talk about the future"}, {"speaker": "SPEAKER_01", "timestamp": [3021.46, 3027.9], "text": " when you are living in not very bright present times, right?"}, {"speaker": "SPEAKER_00", "timestamp": [3028.76, 3033.86], "text": " So sometimes it's kind of hard, but it's a good question."}, {"speaker": "SPEAKER_01", "timestamp": [3036.68, 3045.0], "text": " To understand the future, we need to understand today. We need to understand today."}, {"speaker": "SPEAKER_00", "timestamp": [3048.2, 3051.46], "text": " Now, five years later, the beginning,"}, {"speaker": "SPEAKER_00", "timestamp": [3051.46, 3055.8], "text": " we are an institute, an NGO."}, {"speaker": "SPEAKER_00", "timestamp": [3055.8, 3060.7], "text": " And Fogo Cruzado has the only database"}, {"speaker": "SPEAKER_00", "timestamp": [3060.7, 3063.26], "text": " on armed violence in the country."}, {"speaker": "SPEAKER_00", "timestamp": [3064.14, 3068.2], "text": " We have very detailed information about shootings"}, {"speaker": "SPEAKER_00", "timestamp": [3068.2, 3075.0], "text": " and all their impacts on the cities where we operate."}, {"speaker": "SPEAKER_00", "timestamp": [3075.32, 3078.22], "text": " So we keep stats about closed schools,"}, {"speaker": "SPEAKER_00", "timestamp": [3079.02, 3081.1], "text": " shootings in shopping halls,"}, {"speaker": "SPEAKER_00", "timestamp": [3081.98, 3090.24], "text": " pregnant woman and children shot, police involvement, that's a lot of things."}, {"speaker": "SPEAKER_00", "timestamp": [3090.96, 3100.32], "text": " And we publish this information in real time so people can stay safe as it happens, but we can"}, {"speaker": "SPEAKER_00", "timestamp": [3100.32, 3107.12], "text": " also help push for public action, put pressure on the government and politicians,"}, {"speaker": "SPEAKER_00", "timestamp": [3107.94, 3112.76], "text": " and really press for change and accountability."}, {"speaker": "SPEAKER_00", "timestamp": [3113.6, 3117.26], "text": " So the government was hiding this information on purpose."}, {"speaker": "SPEAKER_01", "timestamp": [3117.96, 3121.6], "text": " So we do not make the opposition, right?"}, {"speaker": "SPEAKER_00", "timestamp": [3122.06, 3128.84], "text": " So everything is open source, open use, open, open. It's basically how"}, {"speaker": "SPEAKER_00", "timestamp": [3128.84, 3137.84], "text": " we exist. And you can see and use it. And we help journalists and researchers and officials"}, {"speaker": "SPEAKER_00", "timestamp": [3137.84, 3161.66], "text": " use and understand it too. So for the future, I think that we need to be in more cities to generate more information, to put more data on the table, to pressure more people about this situation."}, {"speaker": "SPEAKER_00", "timestamp": [3162.56, 3169.82], "text": " So this is what I think about the future. Do more to help more people"}, {"speaker": "SPEAKER_02", "timestamp": [3169.82, 3177.02], "text": " to pressure and to stay safe. You mentioned that your involvement in Open really started"}, {"speaker": "SPEAKER_02", "timestamp": [3177.02, 3186.0], "text": " when you were a journalist and looking for Open Data. I'm just curious to find out,"}, {"speaker": "SPEAKER_02", "timestamp": [3186.14, 3189.08], "text": " had you been involved in open data"}, {"speaker": "SPEAKER_02", "timestamp": [3189.08, 3192.36], "text": " prior to starting Fogo Cruzado?"}, {"speaker": "SPEAKER_02", "timestamp": [3194.0, 3194.92], "text": " Yeah."}, {"speaker": "SPEAKER_00", "timestamp": [3195.24, 3199.8], "text": " When you have no information as a journalist,"}, {"speaker": "SPEAKER_02", "timestamp": [3200.4, 3202.44], "text": " you have nothing to do sometimes"}, {"speaker": "SPEAKER_00", "timestamp": [3202.44, 3206.06], "text": " because you have no story."}, {"speaker": "SPEAKER_01", "timestamp": [3206.52, 3207.74], "text": " You have no information."}, {"speaker": "SPEAKER_00", "timestamp": [3208.28, 3210.4], "text": " So you have nothing to pursue."}, {"speaker": "SPEAKER_01", "timestamp": [3211.7, 3219.84], "text": " In crime and violence and gun trafficking, it's a big issue in Brazil."}, {"speaker": "SPEAKER_00", "timestamp": [3220.76, 3229.54], "text": " And of course, they hide this information because if you have no information, you have no tools to pressure for solutions."}, {"speaker": "SPEAKER_00", "timestamp": [3230.2, 3270.08], "text": " So this is why I was pursuing information. Also, the why, I believe that openness is the key because I cannot be the only one pressured for solutions that really can help more than a group that they can privilege."}, {"speaker": "SPEAKER_00", "timestamp": [3271.0, 3278.2], "text": " So we need more people pressuring and showing them that we know what's happening"}, {"speaker": "SPEAKER_00", "timestamp": [3278.2, 3280.68], "text": " and we don't like it."}, {"speaker": "SPEAKER_00", "timestamp": [3280.82, 3281.76], "text": " You need to change."}, {"speaker": "SPEAKER_02", "timestamp": [3281.76, 3286.96], "text": " And what would you say to other journalists who you know aren't"}, {"speaker": "SPEAKER_00", "timestamp": [3286.96, 3295.08], "text": " yet leveraging open data sources that's a great question uh that's a great question because"}, {"speaker": "SPEAKER_00", "timestamp": [3295.08, 3310.78], "text": " sometimes journalists uh they are looking for exclusive information and and you can have it of course but when you have it you have to share"}, {"speaker": "SPEAKER_01", "timestamp": [3310.78, 3320.28], "text": " so an example it's like when you are covering some situation and you have access to documents"}, {"speaker": "SPEAKER_00", "timestamp": [3320.28, 3326.8], "text": " of course you are doing your piece and you are and you will be the first one doing it."}, {"speaker": "SPEAKER_00", "timestamp": [3327.4, 3336.46], "text": " But if your work is published and it's done, there is no reason to keep this document just for yourself."}, {"speaker": "SPEAKER_00", "timestamp": [3337.12, 3337.8], "text": " Just share."}, {"speaker": "SPEAKER_00", "timestamp": [3338.48, 3344.0], "text": " Just share because when other people read this information, they can have another insight."}, {"speaker": "SPEAKER_00", "timestamp": [3344.16, 3353.78], "text": " They can have other point of view. So it's good for democracy, it's good for journalism, having more people"}, {"speaker": "SPEAKER_00", "timestamp": [3353.78, 3364.14], "text": " taking a look and pursuing more information and publishing more pieces in any subject."}, {"speaker": "SPEAKER_00", "timestamp": [3369.02, 3375.66], "text": " more pieces in any subject when the journalism is strong the democracy is also strong so there is no place to to be just the only one"}, {"speaker": "SPEAKER_02", "timestamp": [3375.66, 3408.08], "text": " that's so true when the journalism is strong the democracy is also strong. And so I hope that journalists will you know biggest opportunities um rising up in terms of"}, {"speaker": "SPEAKER_02", "timestamp": [3408.08, 3417.78], "text": " open data in brazil at the moment and and maybe around the region so here in brazil we are facing"}, {"speaker": "SPEAKER_00", "timestamp": [3417.78, 3428.56], "text": " uh a right a right-wing government so one of the things that this kind of government does,"}, {"speaker": "SPEAKER_00", "timestamp": [3428.92, 3430.12], "text": " it's hide information."}, {"speaker": "SPEAKER_00", "timestamp": [3430.6, 3432.7], "text": " They hide what they can."}, {"speaker": "SPEAKER_00", "timestamp": [3433.32, 3437.34], "text": " And they also destroy what's done."}, {"speaker": "SPEAKER_00", "timestamp": [3437.34, 3452.48], "text": " So it's very important that we have very strong civil movements and civil organizations building data,"}, {"speaker": "SPEAKER_00", "timestamp": [3452.48, 3464.4], "text": " building information to help us to understand these times and also to fight for justice."}, {"speaker": "SPEAKER_00", "timestamp": [3464.46, 3465.46], "text": " these times, and also to fight for justice."}, {"speaker": "SPEAKER_00", "timestamp": [3471.02, 3471.58], "text": " So this is the kind of moment that we are living in Brazil."}, {"speaker": "SPEAKER_00", "timestamp": [3476.64, 3478.08], "text": " Giving you an example, it's that, of course, we are facing COVID here."}, {"speaker": "SPEAKER_01", "timestamp": [3483.62, 3488.46], "text": " And this government, they were producing information and releasing the data every day at 5 p.m."}, {"speaker": "SPEAKER_00", "timestamp": [3489.46, 3496.48], "text": " And then they decide that they are releasing at 6 and then 7 and then 8 p.m."}, {"speaker": "SPEAKER_00", "timestamp": [3496.98, 3502.88], "text": " And one day they decide that, no, we are not releasing any information about this."}, {"speaker": "SPEAKER_00", "timestamp": [3502.88, 3503.82], "text": " We are not releasing any information about this."}, {"speaker": "SPEAKER_00", "timestamp": [3512.14, 3516.34], "text": " So this situation led the journalists like, how can we do? How can we produce information?"}, {"speaker": "SPEAKER_01", "timestamp": [3516.42, 3517.66], "text": " Because there is no information."}, {"speaker": "SPEAKER_00", "timestamp": [3518.64, 3535.7], "text": " So we had a few data journalists that collect information direct from the cities and build a national database showing this information."}, {"speaker": "SPEAKER_00", "timestamp": [3535.84, 3539.48], "text": " So the government said, I'm not giving you any."}, {"speaker": "SPEAKER_00", "timestamp": [3540.18, 3545.3], "text": " But the civil society said, we are doing this."}, {"speaker": "SPEAKER_00", "timestamp": [3546.64, 3546.86], "text": " And this is the information."}, {"speaker": "SPEAKER_00", "timestamp": [3551.0, 3551.54], "text": " And we are helping the journalists doing what they have to do."}, {"speaker": "SPEAKER_00", "timestamp": [3553.22, 3564.18], "text": " So this is the situation. And this is a very clear example of the importance of building databases and the open ones."}, {"speaker": "SPEAKER_00", "timestamp": [3569.32, 3580.0], "text": " databases and the open ones because if the journalists if someone do this database and said oh you have to pay me for this there is no there is no good solution for this right because someone"}, {"speaker": "SPEAKER_01", "timestamp": [3580.0, 3585.72], "text": " with a very with amount a very huge amount of money can just pay and say,"}, {"speaker": "SPEAKER_00", "timestamp": [3586.12, 3587.92], "text": " don't release them, I'm paying you."}, {"speaker": "SPEAKER_00", "timestamp": [3589.12, 3590.74], "text": " So it's not about money."}, {"speaker": "SPEAKER_00", "timestamp": [3591.02, 3593.34], "text": " It's not about close your database,"}, {"speaker": "SPEAKER_00", "timestamp": [3593.96, 3595.78], "text": " especially in this moment."}, {"speaker": "SPEAKER_00", "timestamp": [3597.16, 3602.52], "text": " We have a crisis on politics and on health."}, {"speaker": "SPEAKER_00", "timestamp": [3602.52, 3611.4], "text": " So we need to build strong links with society and journalism to build a health"}, {"speaker": "SPEAKER_02", "timestamp": [3611.4, 3618.78], "text": " environment for us. Now that we've had the chance to get to know Angela, Archul and Cecilia a little"}, {"speaker": "SPEAKER_02", "timestamp": [3618.78, 3628.36], "text": " better, we're moving on to our last segment of this episode our quickfire summit round question number one"}, {"speaker": "SPEAKER_02", "timestamp": [3628.36, 3636.62], "text": " have you ever been to a cc global summit before this is actually my first time attending and"}, {"speaker": "SPEAKER_01", "timestamp": [3636.62, 3642.68], "text": " speaking at it yeah it's my first time attending and speaking at a creative commons global summit"}, {"speaker": "SPEAKER_02", "timestamp": [3642.68, 3646.0], "text": " so it's it's exciting for me to just, you know,"}, {"speaker": "SPEAKER_01", "timestamp": [3646.26, 3647.7], "text": " revel in the experience firsthand."}, {"speaker": "SPEAKER_01", "timestamp": [3649.9, 3651.36], "text": " I have not, Roni."}, {"speaker": "SPEAKER_03", "timestamp": [3651.42, 3653.12], "text": " I've never been to a SISTI Global Summit."}, {"speaker": "SPEAKER_02", "timestamp": [3653.42, 3653.96], "text": " Oh, awesome."}, {"speaker": "SPEAKER_02", "timestamp": [3654.06, 3656.72], "text": " Well, I'm glad that we have you this time around"}, {"speaker": "SPEAKER_02", "timestamp": [3656.72, 3658.36], "text": " and this will be your first one."}, {"speaker": "SPEAKER_02", "timestamp": [3660.72, 3662.78], "text": " So I haven't been,"}, {"speaker": "SPEAKER_00", "timestamp": [3678.08, 3678.6], "text": " So I haven't been, but I have read a lot of it about because I couldn't be there in person, but I was following what was happening."}, {"speaker": "SPEAKER_02", "timestamp": [3684.14, 3685.22], "text": " Amazing. So three first timers. I'm sure this will be the first time of many."}, {"speaker": "SPEAKER_02", "timestamp": [3686.54, 3686.96], "text": " Question number two."}, {"speaker": "SPEAKER_02", "timestamp": [3690.52, 3690.82], "text": " As this will be your first time at a CC Global Summit,"}, {"speaker": "SPEAKER_02", "timestamp": [3692.9, 3693.64], "text": " what are you most looking forward to?"}, {"speaker": "SPEAKER_01", "timestamp": [3697.8, 3698.02], "text": " I'm also really excited to connect with other community members,"}, {"speaker": "SPEAKER_01", "timestamp": [3701.24, 3706.66], "text": " just immerse myself in the CC community and see how we can all collectively shape a brighter future with better sharing"}, {"speaker": "SPEAKER_01", "timestamp": [3706.66, 3712.76], "text": " it will be very interesting to see what other people's thoughts and ideas are around that so"}, {"speaker": "SPEAKER_01", "timestamp": [3712.76, 3716.76], "text": " that that for me is is is the thing that I'm really excited about"}, {"speaker": "SPEAKER_03", "timestamp": [3716.76, 3726.04], "text": " oh I've known and worked alongside creative commons for so long and I felt like both an ally as well as sometimes as I"}, {"speaker": "SPEAKER_03", "timestamp": [3726.04, 3732.54], "text": " said a you know a provocateur that for me to be able to do this and be with you at the CC Global"}, {"speaker": "SPEAKER_03", "timestamp": [3732.54, 3740.18], "text": " Summit it really does feel like the circle is closing in a really good way. I am excited to"}, {"speaker": "SPEAKER_00", "timestamp": [3740.18, 3746.18], "text": " know more people that are in the field and at the same time i'm sad because you cannot see"}, {"speaker": "SPEAKER_00", "timestamp": [3746.18, 3753.9], "text": " in fact people and touch people and have a coffee or beer talking about this subject that it's very"}, {"speaker": "SPEAKER_00", "timestamp": [3753.9, 3768.92], "text": " important for us but in other way uh you can have more people that maybe could not travel for this but will be able to be there online so it's"}, {"speaker": "SPEAKER_00", "timestamp": [3768.92, 3775.66], "text": " very nice to know more people on your field talking with something there that it's important"}, {"speaker": "SPEAKER_00", "timestamp": [3775.66, 3785.06], "text": " for you and probably doing the same in in some way doing the same that you are doing on your country."}, {"speaker": "SPEAKER_00", "timestamp": [3785.06, 3793.2], "text": " And you can understand how they can work on their country on the same path."}, {"speaker": "SPEAKER_00", "timestamp": [3793.3, 3799.68], "text": " So this is the richest thing that I am excited to see at the summit."}, {"speaker": "SPEAKER_02", "timestamp": [3800.64, 3805.42], "text": " And last but not least, question number three, our last question."}, {"speaker": "SPEAKER_02", "timestamp": [3805.92, 3811.28], "text": " If you could only leave people with one message from your keynote at Summit, what would it be?"}, {"speaker": "SPEAKER_02", "timestamp": [3813.28, 3814.92], "text": " Oh, I tried with this one."}, {"speaker": "SPEAKER_01", "timestamp": [3815.24, 3815.92], "text": " One thing."}, {"speaker": "SPEAKER_02", "timestamp": [3817.64, 3825.08], "text": " There is immense value in making sure that marginalized communities are involved in solving problems around them."}, {"speaker": "SPEAKER_01", "timestamp": [3831.14, 3832.64], "text": " And that as we think about better sharing, that has to include thinking about what works best for them."}, {"speaker": "SPEAKER_02", "timestamp": [3840.56, 3843.3], "text": " So that it's not just about building things or designing things the way that we think. It has to include what works for them."}, {"speaker": "SPEAKER_01", "timestamp": [3843.74, 3847.76], "text": " And that would mean talking to them, putting ourselves in their shoes,"}, {"speaker": "SPEAKER_01", "timestamp": [3847.94, 3851.72], "text": " understanding what their experiences are and what shapes who they are."}, {"speaker": "SPEAKER_03", "timestamp": [3853.12, 3859.46], "text": " It would be to think of when Creative Commons came up,"}, {"speaker": "SPEAKER_03", "timestamp": [3859.98, 3862.32], "text": " what it disrupted."}, {"speaker": "SPEAKER_03", "timestamp": [3863.2, 3867.42], "text": " And to consider along the years that it's existed"}, {"speaker": "SPEAKER_03", "timestamp": [3867.42, 3870.28], "text": " and has disrupted, what it was designed to disrupt,"}, {"speaker": "SPEAKER_03", "timestamp": [3870.4, 3871.68], "text": " whether it's doing its job,"}, {"speaker": "SPEAKER_03", "timestamp": [3872.08, 3875.4], "text": " in terms of responding to the world as it's moved and evolved,"}, {"speaker": "SPEAKER_03", "timestamp": [3875.4, 3883.48], "text": " and whether it's disrupting things enough and accurately."}, {"speaker": "SPEAKER_03", "timestamp": [3883.46, 3885.76], "text": " and accurately."}, {"speaker": "SPEAKER_00", "timestamp": [3890.42, 3893.4], "text": " So the powerful, high, important data to prevent us from demanding change."}, {"speaker": "SPEAKER_00", "timestamp": [3894.16, 3896.74], "text": " This is true with armed violence in Brazil,"}, {"speaker": "SPEAKER_00", "timestamp": [3896.74, 3899.1], "text": " but it's also true where you live,"}, {"speaker": "SPEAKER_00", "timestamp": [3899.56, 3901.42], "text": " on issues that you care about."}, {"speaker": "SPEAKER_00", "timestamp": [3901.62, 3903.78], "text": " So find a way to use open data"}, {"speaker": "SPEAKER_00", "timestamp": [3903.78, 3907.06], "text": " to make change in your society."}, {"speaker": "SPEAKER_02", "timestamp": [3907.52, 3912.14], "text": " Thank you so much for joining us for this special Summit Edition episode."}, {"speaker": "SPEAKER_02", "timestamp": [3912.52, 3917.52], "text": " I look forward to seeing you all at Summit. Make sure you're registered and take care."}, {"speaker": "SPEAKER_02", "timestamp": [3918.54, 3924.62], "text": " Thanks for listening to Open Minds from Creative Commons. Special thanks to the musician Broke for"}, {"speaker": "SPEAKER_02", "timestamp": [3924.62, 3925.38], "text": " Free,"}, {"speaker": "SPEAKER_02", "timestamp": [3928.4, 3930.64], "text": " whose track Daybird you heard at the beginning of this episode and you're listening to right now."}, {"speaker": "SPEAKER_02", "timestamp": [3930.98, 3934.68], "text": " It's available under the Creative Commons attribution license."}, {"speaker": "SPEAKER_02", "timestamp": [3935.68, 3937.92], "text": " Meaning it's free for anyone to use."}, {"speaker": "SPEAKER_02", "timestamp": [3938.08, 3942.88], "text": " You can find it at the free music archive, freemusicarchive.org."}, {"speaker": "SPEAKER_02", "timestamp": [3943.22, 3947.4], "text": " Please subscribe to our show so you don't miss any of our conversations"}, {"speaker": "SPEAKER_02", "timestamp": [3947.4, 3953.48], "text": " with people working to make the internet and our global culture more open and collaborative"}, {"speaker": "SPEAKER_02", "timestamp": [3953.48, 3957.34], "text": " we'll be back soon with another episode talk to you then"}], "chunks": [{"timestamp": [0.0, 11.24], "text": " Welcome to Open Minds from Creative Commons. I'm Oney-Ann Ucom, CC's Campaigns Manager."}, {"timestamp": [11.94, 16.88], "text": " We're celebrating Creative Commons' 20th anniversary this year, and one of the ways"}, {"timestamp": [16.88, 22.6], "text": " we're doing that is with this podcast, a series of conversations with people working on issues"}, {"timestamp": [22.6, 25.6], "text": " we're involved with and subjects we're excited about."}, {"timestamp": [27.06, 34.8], "text": " We're just 10 days away from the 2021 CC Global Summit taking place virtually from September the"}, {"timestamp": [34.8, 47.08], "text": " 20th to the 24th. We have a robust program for you filled with over 150 sessions, 285 speakers and countless opportunities for networking and making"}, {"timestamp": [47.08, 53.38], "text": " meaningful connections. Join us from wherever you are as we take stock of the latest developments"}, {"timestamp": [53.38, 60.0], "text": " in the open movement, celebrate 20 years of creative commons and explore better sharing"}, {"timestamp": [60.0, 65.4], "text": " and the future of open. You can find the registration link in the episode description."}, {"timestamp": [66.24, 72.26], "text": " To get you as excited as we are for this year's summit, in this episode we'll be taking a short"}, {"timestamp": [72.26, 79.14], "text": " tour around the globe and speaking to three of our keynote speakers. First stop, Nairobi, Kenya,"}, {"timestamp": [79.4, 86.5], "text": " where we'll be talking to Angela Odur-Lungati. Angela is the Executive Director of Ushahidi, a global"}, {"timestamp": [86.5, 92.66], "text": " non-profit technology company that builds tools for democratizing information, increasing"}, {"timestamp": [92.66, 97.28], "text": " transparency, and lowering barriers for individuals to raise their voices."}, {"timestamp": [98.76, 112.18], "text": " So my name is Angela Odor-Lungati. I'm a technologist, community builder, and open source software advocate who's very passionate about building and using appropriate technology tools to impact the lives of marginalized groups."}, {"timestamp": [112.18, 125.56], "text": " I am also the ED or Executive Director of Wushahidi, which is a global nonprofit tech company that helps communities to quickly collect and share information that enables them to raise voices,"}, {"timestamp": [126.0, 132.06], "text": " inform decisions, and influence change. We build open source tools that have been used in over 160"}, {"timestamp": [132.06, 137.34], "text": " countries in the last 13 years, gathering 50 million reports to advance democracy,"}, {"timestamp": [137.9, 144.6], "text": " report incidents, mobilize for crisis response, simplify research, encourage activism, address"}, {"timestamp": [144.6, 146.08], "text": " challenges, influence change,"}, {"timestamp": [146.12, 149.78], "text": " and improve society. So there's a bunch of different examples that I could share really"}, {"timestamp": [149.78, 160.16], "text": " quickly. For example, the Haiti earthquake in 2010. There's the Nepal earthquake recently,"}, {"timestamp": [160.82, 166.88], "text": " also been used for COVID-19 response. So's many many examples of where our tools have been"}, {"timestamp": [166.88, 173.94], "text": " used in the fight for social justice. Amazing thank you so much. Ushahidi does some fantastic"}, {"timestamp": [173.94, 185.8], "text": " work and I'd love if you could tell us the meaning of the word Ushahidi. Yeah so Ushahidi is a Swahili word that means testimony."}, {"timestamp": [194.12, 203.78], "text": " It's, you know, we're actually born out of the post-election violence that broke out in Kenya back in 2007, 2008. So for those who don't know, at that time, our elections were marked by, you know, it was marked by very high tribal tensions."}, {"timestamp": [204.0, 208.76], "text": " And so, of course, when results were announced, violence broke out in different parts of the country."}, {"timestamp": [209.5, 214.92], "text": " And the mainstream media was unable to report exactly what was happening in those different pockets."}, {"timestamp": [215.6, 219.3], "text": " The government was also trying to tell me how severe the situation was."}, {"timestamp": [219.92, 238.86], "text": " And many of us were stuck in our houses, not knowing what was happening. And so what the founders did was then come up with or rather develop a platform that would allow ordinary citizens to send in text messages, emails or tweets and have that visualized on a map, essentially giving them a voice where no one else could or would."}, {"timestamp": [239.0, 240.74], "text": " So that's where the name comes from."}, {"timestamp": [241.08, 245.0], "text": " It was really bearing witness to what was happening to Kenya at that time"}, {"timestamp": [245.0, 253.3], "text": " from the eyes and from people's lived experiences. You've been executive director of Ushahidi since"}, {"timestamp": [253.3, 260.9], "text": " mid-late 2019, I believe, and it's fair to say that the world has changed leaps and bounds since,"}, {"timestamp": [261.16, 267.02], "text": " you know, the end of 2019 when the pandemic began. What would you say are the biggest"}, {"timestamp": [267.02, 273.5], "text": " lessons you've learned in a new leadership position navigating the waters of COVID-19?"}, {"timestamp": [275.18, 281.26], "text": " Very interesting question. I think one of the biggest ones is that you have to prepare for"}, {"timestamp": [281.26, 285.18], "text": " the unexpected, that you should never get comfortable with where you're at"}, {"timestamp": [285.18, 292.18], "text": " and be willing and ready to adapt to the change and very quickly. COVID literally and figuratively"}, {"timestamp": [292.18, 297.74], "text": " pulled the rug from all of our feet. And for us at Ushahidi, we had to adapt very fast."}, {"timestamp": [297.74, 303.4], "text": " We made decisions to, you know, we made a decision to waive our platform fees,"}, {"timestamp": [303.7, 313.54], "text": " which as risky as it was, ended up paying off in different ways because we've seen a huge surge in use of our platform by vulnerable communities during this time."}, {"timestamp": [314.12, 330.78], "text": " And that's also led to discoveries on need to provide more support than just providing the software in itself and guidance, which led us to pilot a web monetization feature with support"}, {"timestamp": [330.78, 335.84], "text": " from Grant for the Web to inject small amounts of money to our users directly from within the"}, {"timestamp": [335.84, 342.22], "text": " Ushahidi instances. We've also introduced USSD as a data source to make it easier and cheaper"}, {"timestamp": [342.22, 350.12], "text": " to report into the Ushahidi platform. And as time has gone by, you know, with everything like the, you know, we've seen the Myanmar"}, {"timestamp": [350.12, 356.72], "text": " coup, all the end sales protests in Nigeria, things like Black Lives Matter."}, {"timestamp": [357.2, 361.32], "text": " There's also a need, you know, overwhelming need to also provide secure ways of being"}, {"timestamp": [361.32, 362.84], "text": " able to share information."}, {"timestamp": [363.1, 365.9], "text": " And so those are also some of the other things that we're thinking about"}, {"timestamp": [365.9, 367.3], "text": " in terms of our product strategy,"}, {"timestamp": [367.3, 368.96], "text": " which wouldn't have happened"}, {"timestamp": [368.96, 372.7], "text": " if we didn't see this surge of use of the platform."}, {"timestamp": [372.92, 374.4], "text": " So that would be one."}, {"timestamp": [374.98, 377.02], "text": " I think the second lesson is that"}, {"timestamp": [377.02, 380.02], "text": " physical interaction is underrated,"}, {"timestamp": [380.24, 381.3], "text": " severely underrated."}, {"timestamp": [381.84, 383.5], "text": " Yes, we've been put in a situation"}, {"timestamp": [383.5, 387.24], "text": " that has forced us to maintain distance"}, {"timestamp": [387.24, 390.68], "text": " and technology has made it easier for us to adapt to that current situation"}, {"timestamp": [390.68, 398.28], "text": " still it's also shown us how difficult it can be to form connections in a virtual setting and also"}, {"timestamp": [398.28, 407.44], "text": " shown how meaningful those connections are in achieving our goals. For example, for me, fundraising, trying to do that in a virtual"}, {"timestamp": [407.44, 413.36], "text": " setting, we're not being able to meet people has been a bit, you know, fairly difficult."}, {"timestamp": [413.96, 417.86], "text": " But at the same time, it's not to say that we can't do it or haven't been doing it. I mean,"}, {"timestamp": [418.18, 423.14], "text": " we've had to go ahead and do it. It just means that I've had to put in a lot more effort to"}, {"timestamp": [423.14, 426.64], "text": " form those bonds, while not being able to physically interact with people."}, {"timestamp": [427.18, 440.08], "text": " And moving on to some questions about open source, I'm interested to know what you see as the biggest opportunities for the open source community in Kenya and globally in the near term and the long term?"}, {"timestamp": [440.84, 444.86], "text": " I mean, in the near term, the one thing that comes to mind is vaccine inequity."}, {"timestamp": [456.06, 466.46], "text": " That's one of the biggest challenges that we're facing right now. For us in Kenya, there's still substantial information gaps regarding where to access the vaccines. Now, thinking into the long term, COVID may have"}, {"timestamp": [466.46, 470.9], "text": " introduced barriers for physical interaction geographically, but it's also opened our eyes"}, {"timestamp": [470.9, 477.04], "text": " to the possibility of cross-border interaction via the internet, with more remote work opportunities"}, {"timestamp": [477.04, 482.56], "text": " available, organizations worldwide are seeking talent at a global scale, which means you can"}, {"timestamp": [482.56, 489.1], "text": " live in Kenya, but work for a company that has its roots somewhere else, somewhere completely different on another continent. So I think that"}, {"timestamp": [489.1, 495.12], "text": " open source communities should latch onto this opportunity to expand their reach into unexplored"}, {"timestamp": [495.12, 500.22], "text": " regions or markets, because there's so much more knowledge to be shared across different cultures,"}, {"timestamp": [500.66, 507.96], "text": " skill sets, etc. And you've been working in the open source community now for many years how"}, {"timestamp": [507.96, 514.62], "text": " were you first introduced to open source and what tips do you have for folks who are curious about"}, {"timestamp": [514.62, 520.08], "text": " working in open source but don't know where to start yeah another interesting question so"}, {"timestamp": [520.08, 527.94], "text": " um it was probably my undergrad studies um both in the classroom, rather the classroom was the first instance."}, {"timestamp": [528.1, 533.4], "text": " You know, I mean, it was part of the part of the curriculum, just understanding what open source is."}, {"timestamp": [533.4, 539.82], "text": " But then my exposure to actually being involved in it was actually during my time volunteering with Ushahidi."}, {"timestamp": [540.4, 548.94], "text": " That started around 2010 when I volunteered with them for the constitutional referendum project and I was hooked from then."}, {"timestamp": [549.92, 561.5], "text": " In terms of tips for people who are curious and don't know where to start, I think one of the first ones is recognizing that you don't have to be a coder to participate in open source projects."}, {"timestamp": [561.96, 569.48], "text": " There's plenty of other parts of the projects that need help. Could be documentation, it could be translation, so many more. You just need to"}, {"timestamp": [569.48, 574.36], "text": " identify the skill set that you would like to share or the area of growth that you want to"}, {"timestamp": [574.36, 578.2], "text": " explore. Because most of the time, yes, there's something that you're able to give, but then"}, {"timestamp": [578.2, 582.86], "text": " there's also an element of these things that you want to learn. Just be very clear and identify"}, {"timestamp": [582.86, 586.12], "text": " what that is. Second thing would be start small"}, {"timestamp": [586.12, 588.26], "text": " and make progress with time."}, {"timestamp": [588.66, 590.18], "text": " You'll need to familiarize yourself"}, {"timestamp": [590.18, 592.04], "text": " with how open source generally works"}, {"timestamp": [592.04, 594.16], "text": " and how different communities work as well"}, {"timestamp": [594.16, 596.76], "text": " because no open source community is the same."}, {"timestamp": [596.92, 599.72], "text": " Each one of them have their own intricacies"}, {"timestamp": [599.72, 601.7], "text": " and uniqueness."}, {"timestamp": [602.58, 604.46], "text": " So you'll need to be able to understand"}, {"timestamp": [604.46, 605.82], "text": " what those differences are,"}, {"timestamp": [605.92, 606.96], "text": " what the similarities are,"}, {"timestamp": [607.3, 609.7], "text": " before you can then move on to more complex projects."}, {"timestamp": [610.08, 610.88], "text": " On the third one,"}, {"timestamp": [611.22, 613.36], "text": " and probably one of the most important ones,"}, {"timestamp": [613.96, 615.9], "text": " immerse yourself in the community of the project"}, {"timestamp": [615.9, 617.12], "text": " that you're getting involved in."}, {"timestamp": [617.54, 618.56], "text": " Attend those meetups,"}, {"timestamp": [618.72, 620.12], "text": " jump onto the Slack channels,"}, {"timestamp": [620.28, 621.84], "text": " the forums, the mailing list,"}, {"timestamp": [621.94, 622.62], "text": " and the discussions."}, {"timestamp": [623.3, 626.24], "text": " Just really put yourself in there and"}, {"timestamp": [626.24, 632.4], "text": " don't be afraid to ask for help when you need it awesome and it's incredible to see you know you"}, {"timestamp": [632.4, 639.06], "text": " started as a volunteer at ushahidi and and now today you're um executive director that's a"}, {"timestamp": [639.06, 645.76], "text": " testament to the work that you've contributed to the organization and the wider open source communities?"}, {"timestamp": [646.8, 653.3], "text": " It's, it's, it's, it's, I never saw that happening. But it definitely is when I sit down and reflect"}, {"timestamp": [653.3, 657.76], "text": " about my journey into the organization. It's, it's definitely one for the books."}, {"timestamp": [658.38, 665.22], "text": " And switching gears slightly, over the years, you've spoken very passionately about closing the gender gap"}, {"timestamp": [665.22, 671.02], "text": " in tech across Africa during your time in the sector what changes have you observed"}, {"timestamp": [671.02, 678.52], "text": " and what do you hope to see in the future you can't deny that there's been so much more you"}, {"timestamp": [678.52, 683.6], "text": " know there's been a lot of progress on this front not just in Africa but globally there's an"}, {"timestamp": [683.6, 685.84], "text": " exponential growth in the number of training"}, {"timestamp": [685.84, 688.96], "text": " and mentorship programs targeting women in tech"}, {"timestamp": [688.96, 690.46], "text": " or other marginalized groups."}, {"timestamp": [690.72, 695.78], "text": " And we seem to be covering the technical skill development gap well."}, {"timestamp": [696.42, 699.04], "text": " However, in my opinion, there's still a challenge"}, {"timestamp": [699.04, 702.56], "text": " when it comes to the retention of this tech talent,"}, {"timestamp": [702.84, 706.24], "text": " especially for women um and growth into"}, {"timestamp": [706.24, 711.36], "text": " leadership opportunities there's still a lot more work that needs to be done to create conducive"}, {"timestamp": [711.36, 716.28], "text": " environments that are welcoming and inviting and i'd like to see more attention and work done on"}, {"timestamp": [716.28, 726.7], "text": " this digging a bit deeper in there what are some of the things that could be done to improve retention for women and other marginalized groups?"}, {"timestamp": [727.76, 733.54], "text": " Well, this is something that actually kind of really crosses."}, {"timestamp": [734.02, 739.84], "text": " It's part of the same problem that we experience even in open source communities."}, {"timestamp": [739.84, 743.8], "text": " And it really just revolves around conduct, you know, creating codes of conduct."}, {"timestamp": [743.98, 747.18], "text": " Like what are the kinds of behaviors that we accept?"}, {"timestamp": [747.74, 750.14], "text": " Which ones do we not accept?"}, {"timestamp": [750.2, 755.5], "text": " Because we know there's a lot around harassment against women and marginalized groups."}, {"timestamp": [756.16, 758.56], "text": " There's a lack of pay equity as well."}, {"timestamp": [759.2, 769.7], "text": " You know, when it comes to work-life balance, you know, what types of policies are being put in place to also make it very clear that the environments"}, {"timestamp": [769.7, 773.76], "text": " that we're working in are inviting and welcoming"}, {"timestamp": [773.76, 777.06], "text": " to diverse and, you know, diverse thoughts"}, {"timestamp": [777.06, 778.04], "text": " and diverse skill sets."}, {"timestamp": [778.36, 780.54], "text": " So those would be my three areas,"}, {"timestamp": [780.66, 784.52], "text": " looking at harassment and how to, you know,"}, {"timestamp": [784.64, 786.4], "text": " basically how to work around that"}, {"timestamp": [786.4, 793.04], "text": " to pay equity and just being more open to diversity, you know, paying more attention"}, {"timestamp": [793.04, 798.16], "text": " to diversity and inclusion. I don't know about you, but I can't wait for Angela's keynote at"}, {"timestamp": [798.16, 803.68], "text": " summit. Folks, make sure you're registered so you don't miss it. Next up on our world tour,"}, {"timestamp": [803.84, 806.16], "text": " we head to Bangalore, India where you'll"}, {"timestamp": [806.16, 812.24], "text": " be hearing from Achal Prabhala. Achal is a Shuttleworth Fellow and Coordinator of Access"}, {"timestamp": [812.24, 819.84], "text": " IBSA, a project set up to expand access and speed up the discovery of new drugs in India, Brazil"}, {"timestamp": [819.84, 826.82], "text": " and South Africa. I'm Achal Prabhala and I coordinate the AccessIPSA project which campaigns for access"}, {"timestamp": [826.82, 833.12], "text": " to medicines in India, Brazil and South Africa. I've been working as an activist for access to"}, {"timestamp": [833.12, 841.8], "text": " medicines now coming on 20 years. In between, for a brief while, I also worked on access to knowledge"}, {"timestamp": [841.8, 846.72], "text": " and concentrated more on copyright and the kind of work that Creative"}, {"timestamp": [846.72, 851.48], "text": " Commons is more closely aligned with. But for the large part, I've worked on access to medicines,"}, {"timestamp": [851.88, 858.26], "text": " especially for life-threatening conditions like HIV and AIDS, hepatitis C, cancers, cystic fibrosis."}, {"timestamp": [859.06, 865.98], "text": " And in the last two years, in the last year and a half since the pandemic came upon us, I've worked non-stop,"}, {"timestamp": [866.3, 871.62], "text": " almost continuously, on access to vaccines. That's an incredible journey and important work,"}, {"timestamp": [871.72, 878.32], "text": " and I'm keen to expand on how you got started a little later in the conversation, but I really"}, {"timestamp": [878.32, 887.76], "text": " want to dive into the Access IBSA project. And so the project was founded on a vision of reforming the intellectual"}, {"timestamp": [887.76, 893.74], "text": " property framework in medicine in order to, you know, increase innovation and save more lives."}, {"timestamp": [893.74, 907.38], "text": " And you've been fighting for vaccine equity long before the COVID-19 pandemic, although I'm sure that has, you know, multiplied by, you know, infinity for the past two years."}, {"timestamp": [907.82, 915.52], "text": " Since the start of 2020, late 2019, what do you think are the biggest changes you've observed on"}, {"timestamp": [915.52, 921.84], "text": " this front in terms of, you know, the interest in the vaccine itself and vaccine equity,"}, {"timestamp": [922.32, 927.18], "text": " both in positive ways and ways that folks should be paying attention to?"}, {"timestamp": [927.18, 932.2], "text": " The simplest way I can describe what changed when the pandemic began, and especially after"}, {"timestamp": [932.2, 938.76], "text": " vaccines were developed, is that I've been working on this for so long only, and I feel that"}, {"timestamp": [938.76, 946.66], "text": " my own parents, who love me, live very close by, five minutes away, didn't fully understand what I did until the pandemic came about."}, {"timestamp": [947.28, 953.42], "text": " Meaning, I think that the issues I worked with at one level were very simple,"}, {"timestamp": [953.76, 957.12], "text": " getting people access to the life-saving medicines they needed."}, {"timestamp": [958.02, 959.68], "text": " That's very simple and understandable."}, {"timestamp": [959.94, 970.5], "text": " But the how of it and the problems on pharmaceutical monopolies associated with it were very difficult, I think, for people to fully grasp."}, {"timestamp": [970.96, 978.86], "text": " They were shrouded in this technical dialogue of trade law and intellectual property and economics."}, {"timestamp": [978.86, 983.18], "text": " And it was just something very difficult for people to wrap their heads around."}, {"timestamp": [983.32, 1007.56], "text": " And it was also happening with different diseases around the world. And so where I saw connections and where I had actually worked on several of these campaigns, no one else saw those connections. hepatitis C medicines in Brazil in 2013 has anything to do with the debilitating lack of"}, {"timestamp": [1007.56, 1014.6], "text": " affordability of HIV medicines in Southern Africa in 2000. But they were all coming from the same"}, {"timestamp": [1014.6, 1019.92], "text": " root problem. And I think actually one of the failures of work like mine and other activists"}, {"timestamp": [1019.92, 1025.64], "text": " has been not to be able to communicate that popularly. Tragically, what changed in the"}, {"timestamp": [1025.64, 1031.74], "text": " pandemic is that everyone around the world had a sort of universal investment in getting a vaccine"}, {"timestamp": [1031.74, 1037.3], "text": " and understanding why they weren't getting a vaccine if they lived in countries like mine or"}, {"timestamp": [1037.3, 1047.18], "text": " worse. And that meant, for better or worse, that people suddenly began to take a very personal interest in these arcane issues. And"}, {"timestamp": [1047.18, 1052.7], "text": " what I've seen over the last one and a half years that I've been working on this is that I have to"}, {"timestamp": [1052.7, 1059.48], "text": " explain less and less. It used to be even at the start of the pandemic, when we started looking at"}, {"timestamp": [1059.48, 1066.76], "text": " vaccine monopolies prior to there being even vaccines in the world, trying to forestall what we saw as an"}, {"timestamp": [1066.76, 1073.88], "text": " inevitable problem, I'd have to start right at the beginning. I'd have to go back to South Africa in"}, {"timestamp": [1073.88, 1082.9], "text": " 1999, my own work in that country in 2002, to build that story up from scratch in order to be able to"}, {"timestamp": [1082.9, 1086.72], "text": " put what was happening in the present day in context. And"}, {"timestamp": [1086.72, 1093.76], "text": " I find that I have to do that less and less, almost to the extent now that the phrase vaccine"}, {"timestamp": [1093.76, 1100.92], "text": " apartheid or the phrase vaccine inequity is universally understood. People get it instantly."}, {"timestamp": [1101.4, 1107.14], "text": " People get the implications of it. And I think that's really positive,"}, {"timestamp": [1107.36, 1113.0], "text": " though it hasn't actually resulted in any gains, particularly in the pandemic. I think that"}, {"timestamp": [1113.0, 1121.18], "text": " perhaps for the very first time in the last six months, the pharmaceutical industry is on the"}, {"timestamp": [1121.18, 1127.98], "text": " back foot and has to constantly justify the monopoly positions it's taken on these"}, {"timestamp": [1127.98, 1133.52], "text": " vaccines, which it's refusing to budge on, but still has to justify them, which is, I think,"}, {"timestamp": [1133.54, 1140.72], "text": " a huge change from what it used to be like before. And you touched on these monopolies. I recently"}, {"timestamp": [1140.72, 1168.26], "text": " read an article that you co-wrote with Chelsea Clinton in The Guardian about how monopolies on COVID vaccines are killing people in poorer countries as they are controlling who can make them and restricting this severely. thoughts you have on solutions for this? So, you know, we can see that the interest in vaccines has,"}, {"timestamp": [1168.26, 1176.7], "text": " you know, sprouted tremendously during the pandemic and, you know, both to a positive"}, {"timestamp": [1176.7, 1186.1], "text": " effect and now in terms of monopolies, we're seeing some of that negative capitalist interest coming in there. I wonder what the solutions are."}, {"timestamp": [1186.98, 1192.32], "text": " One of the hardest things to navigate through this pandemic,"}, {"timestamp": [1192.44, 1196.62], "text": " for me personally, has been the personal effect of the pandemic."}, {"timestamp": [1196.98, 1199.32], "text": " I lived through India in April and May."}, {"timestamp": [1199.58, 1201.98], "text": " I've lived through India right through the last 18 months"}, {"timestamp": [1201.98, 1203.62], "text": " because obviously no country will take me."}, {"timestamp": [1203.96, 1209.68], "text": " I can't actually travel anywhere. But I'm happy to be here with my family. But April and May and"}, {"timestamp": [1209.68, 1216.3], "text": " June of this year were the most excruciating three months I might have ever lived. The number of"}, {"timestamp": [1216.3, 1225.1], "text": " people who died that I knew, that I loved, whose notices of death I received every day on WhatsApp was just unbearable."}, {"timestamp": [1227.1, 1228.08], "text": " It was simply unbearable."}, {"timestamp": [1233.88, 1233.96], "text": " And having lived through that, it struck me, I think everybody grieves,"}, {"timestamp": [1236.54, 1239.58], "text": " of course, when you lose a loved one, but I work on these issues and I was working on these issues as I was grieving for loved ones"}, {"timestamp": [1239.58, 1243.94], "text": " and I did really think that it was something I'd never been in before"}, {"timestamp": [1243.94, 1245.2], "text": " because I've always been fighting on"}, {"timestamp": [1245.2, 1252.64], "text": " behalf of other people or with other people. I've never actually fought for access to a"}, {"timestamp": [1252.64, 1259.34], "text": " life-saving vaccine that threatened my loved ones. And it did really put me in a peculiarly"}, {"timestamp": [1259.34, 1268.0], "text": " enraged position. When the pandemic rolled on, you know, June eventually became July and July became August"}, {"timestamp": [1268.0, 1273.16], "text": " and things became better. A close friend of mine, someone who I have worked with and known for"}, {"timestamp": [1273.16, 1284.56], "text": " several years now, his name is Marumo Nkomo. Marumo is one of the few upright, hardworking,"}, {"timestamp": [1284.96, 1287.88], "text": " incredibly dedicated South African bureaucrats, of whom there are"}, {"timestamp": [1287.88, 1292.4], "text": " far more in South Africa, I should say, than in India, where our bureaucracy has been significantly"}, {"timestamp": [1292.4, 1300.5], "text": " more corrupted, was battling a personal condition of his own, which is that his father, who is a"}, {"timestamp": [1300.5, 1306.4], "text": " giant in public health and in South African public life, had been diagnosed with COVID."}, {"timestamp": [1307.2, 1314.24], "text": " He received his first dose of a Pfizer vaccine in the middle of June, contracted COVID towards"}, {"timestamp": [1314.24, 1322.24], "text": " the end of June and died by the 10th of July. And at this exact time, Marumo was in Geneva"}, {"timestamp": [1322.24, 1326.28], "text": " as the South African trade representative to the World Trade Organization,"}, {"timestamp": [1326.68, 1336.22], "text": " where he, along with his equally dedicated and brilliant boss, Kolelwa Numbipita, who is the"}, {"timestamp": [1336.22, 1342.68], "text": " head of the South African mission to Geneva, was fighting for a waiver of pharmaceutical monopolies"}, {"timestamp": [1342.68, 1346.48], "text": " at the World Trade Organization. And this is a global waiver they were fighting for."}, {"timestamp": [1346.48, 1349.4], "text": " So they were fighting, the two of them,"}, {"timestamp": [1349.4, 1354.4], "text": " on behalf of 75% of humanity."}, {"timestamp": [1356.2, 1359.68], "text": " He had to take a break in that fight,"}, {"timestamp": [1359.68, 1362.42], "text": " in a fight in which they would have meetings"}, {"timestamp": [1362.42, 1369.72], "text": " with ambassadors of the United Kingdom, where in the meeting,"}, {"timestamp": [1370.06, 1375.04], "text": " the people they were talking to would grimace at their suggestions, sometimes openly mock"}, {"timestamp": [1375.04, 1381.48], "text": " their ideas and what they wanted, and then take other calls while in what was supposed"}, {"timestamp": [1381.48, 1385.88], "text": " to be a serious bilateral meeting to resolve one of the most pressing issues on earth."}, {"timestamp": [1386.88, 1390.4], "text": " He had to take a leave of absence, fly back to Johannesburg"}, {"timestamp": [1390.4, 1392.72], "text": " to try to see his ailing father before he died,"}, {"timestamp": [1392.92, 1395.18], "text": " only to land 10 minutes after he died."}, {"timestamp": [1396.18, 1399.06], "text": " And I wanted to tell that story."}, {"timestamp": [1399.44, 1402.44], "text": " We were very keen, Chelsea and I, to tell that story"}, {"timestamp": [1402.44, 1406.22], "text": " because it exemplifies, I think, the kind of"}, {"timestamp": [1406.22, 1415.7], "text": " deeply personal loss that many of the people who are asking for a new system to create enough"}, {"timestamp": [1415.7, 1422.34], "text": " vaccines for us are experiencing. It's not a joke. It's not something that's happening to someone"}, {"timestamp": [1422.34, 1427.08], "text": " else. It's actually happening to the very people who are fighting for vaccine access."}, {"timestamp": [1427.82, 1435.48], "text": " And I think that, you know, we could go through any number of technical arguments, which actually both of us have done before and I've done before."}, {"timestamp": [1435.48, 1444.04], "text": " And it's hard in a way to reach people as well as a heartbreaking personal story like this does."}, {"timestamp": [1444.04, 1444.16], "text": " as well as a heartbreaking personal story like this does."}, {"timestamp": [1448.38, 1450.76], "text": " And unfortunately, I think that we needed to tell a story like this in order to bring this home."}, {"timestamp": [1453.08, 1456.62], "text": " I'm so grateful that the South Africans are fighting for this"}, {"timestamp": [1456.62, 1458.66], "text": " on behalf of all of us because of the fact that"}, {"timestamp": [1458.66, 1461.14], "text": " what they're asking for, a waiver on monopolies,"}, {"timestamp": [1461.14, 1464.06], "text": " is the first step in creating better vaccine access."}, {"timestamp": [1464.94, 1465.66], "text": " Vaccines are protected by a layer of different monopolies is the first step in creating better vaccine access. Vaccines are"}, {"timestamp": [1465.66, 1471.78], "text": " protected by a layer of different monopolies. And one of those are patents, which Kolelwa and"}, {"timestamp": [1471.78, 1478.16], "text": " Marumo are fighting to waive temporarily at the World Trade Organization. The other monopolies"}, {"timestamp": [1478.16, 1491.52], "text": " come in the form of technology. And so the actual vaccine technology is a trade secret that companies could easily share if they wish to, but don't at all share with incredibly few exceptions."}, {"timestamp": [1492.18, 1507.78], "text": " I got the AstraZeneca vaccine in India. That's one of the few companies that actually has deigned to share its technology with one company in India, a country which has between 40 and 50 competent vaccine manufacturers, nevertheless,"}, {"timestamp": [1508.16, 1513.02], "text": " has actually done so unlike any other Western pharmaceutical company with a viable vaccine."}, {"timestamp": [1513.94, 1521.26], "text": " And the second step in the solution to vaccine access is to get companies to share their"}, {"timestamp": [1521.26, 1525.52], "text": " technology with as many competent manufacturers across the world,"}, {"timestamp": [1533.76, 1542.92], "text": " literally across the world, from Brazil and Turkey to Indonesia and India and Egypt and South Africa and Ghana, where there have been calls by competent manufacturers to say,"}, {"timestamp": [1543.02, 1545.12], "text": " look, we'd like to do something to save ourselves."}, {"timestamp": [1545.26, 1551.04], "text": " We don't actually want charity. This is not something that you need to buy for us. All you"}, {"timestamp": [1551.04, 1557.82], "text": " need to do is to give us the technology at a reasonable licensing royalty rate, which we'll"}, {"timestamp": [1557.82, 1565.9], "text": " even actually pay for in order for us to be able to live. This hasn't happened, however, and this is what we're fighting for."}, {"timestamp": [1567.74, 1573.08], "text": " Well, first off, I just want to say that I'm so sorry for your personal losses."}, {"timestamp": [1573.08, 1579.84], "text": " It was very heartbreaking to see things unfold in India at the height"}, {"timestamp": [1579.84, 1588.08], "text": " and the peak of the pandemic and, you know, incidences there. And I want to thank you and"}, {"timestamp": [1588.08, 1594.3], "text": " others who are doing this work to, you know, drive awareness and to really bring about the change"}, {"timestamp": [1594.3, 1628.86], "text": " that we need in order to have, you know, vaccine equity. It's so important. And you touched on a lot of heartstrings there. And this pandemic has been personal for kind of health threat that you know I've seen and"}, {"timestamp": [1628.86, 1635.9], "text": " and seen loved ones affected by it's not been a an us and them thing it's been a everyone's"}, {"timestamp": [1635.9, 1663.5], "text": " been involved in this everyone has been affected by this and and you know in terms of driving to a better, brighter future, we really do need to get collaborative in terms of creating those solutions and, you know, self-interest and raw capitalism just won't really see us to where we need to be."}, {"timestamp": [1663.92, 1667.76], "text": " You know, so that those are just my reflections there."}, {"timestamp": [1669.4, 1670.48], "text": " Thank you for them."}, {"timestamp": [1670.56, 1672.14], "text": " And I'm sorry for your losses as well."}, {"timestamp": [1672.2, 1673.02], "text": " Very, very much."}, {"timestamp": [1673.38, 1674.02], "text": " Thank you."}, {"timestamp": [1674.22, 1674.94], "text": " Thank you."}, {"timestamp": [1675.32, 1677.36], "text": " Just switching gears slightly."}, {"timestamp": [1677.36, 1684.46], "text": " I want to go back to the start and talk about your involvement in the open movement more broadly."}, {"timestamp": [1688.82, 1696.32], "text": " I'm interested to find out how you were first introduced to open and what tips you have for any folks who are keen to get into your specific area of work."}, {"timestamp": [1697.04, 1699.5], "text": " You know, I don't come from a family of activists."}, {"timestamp": [1700.2, 1703.18], "text": " My parents are middle class."}, {"timestamp": [1703.18, 1707.74], "text": " My father is a research engineer who worked for most of his life with the Indian government."}, {"timestamp": [1708.38, 1713.06], "text": " My mother teaches art history and studied to be an artist herself."}, {"timestamp": [1713.56, 1715.88], "text": " I didn't expect to be an activist."}, {"timestamp": [1716.32, 1720.42], "text": " I thought I'd get a job at a bank, which is what I did when I left college."}, {"timestamp": [1720.42, 1722.22], "text": " I realized I didn't like it at all."}, {"timestamp": [1729.22, 1737.0], "text": " college, I realized I didn't like it at all. And I was accidentally almost working in a small West Indian country in Guyana, when I came across this issue of the incredible unaffordability of"}, {"timestamp": [1737.0, 1742.54], "text": " AIDS drugs. This was a time in about 2000, when AIDS drugs had been on the market for four years,"}, {"timestamp": [1742.62, 1745.04], "text": " they cost $10,000 a year. And obviously,"}, {"timestamp": [1745.46, 1750.94], "text": " no one in countries that actually had large incidences of HIV could afford that price."}, {"timestamp": [1751.22, 1755.22], "text": " So nobody could afford it individually, governments couldn't afford it, and people just died."}, {"timestamp": [1755.66, 1761.94], "text": " But people were dying of a disease that had a treatment. It didn't have a cure, but it had a"}, {"timestamp": [1761.94, 1766.26], "text": " treatment. So literally, this is like people dying of diabetes after the discovery of insulin."}, {"timestamp": [1766.48, 1769.16], "text": " It is something that made no sense whatsoever."}, {"timestamp": [1769.98, 1774.98], "text": " I started getting involved in this issue and then came upon the problem of monopolies,"}, {"timestamp": [1775.06, 1781.92], "text": " which is how I came to open primarily from a position of being anti-monopoly."}, {"timestamp": [1782.52, 1786.5], "text": " Now, this is something that many of us are instinctively so, and yet"}, {"timestamp": [1786.5, 1792.34], "text": " patents are legally sanctioned monopolies. Trade secrets around technology are legally"}, {"timestamp": [1792.34, 1800.0], "text": " guaranteed monopolies. And so we come into a thorny area where we question the legal underpinnings of"}, {"timestamp": [1800.0, 1810.06], "text": " these monopolies. Why should they exist if what they do is kill people, which is what they're doing now? So I began to get very interested in the idea of different and alternative models"}, {"timestamp": [1810.06, 1817.64], "text": " of innovation and pharmaceutical production. And through that, I began to get increasingly"}, {"timestamp": [1817.64, 1826.62], "text": " interested in the ways in which taking that anti-monopoly lens and looking at other aspects of life produced rich new results."}, {"timestamp": [1826.62, 1832.9], "text": " And one of those was around the cost of textbooks in South Africa for learners in school,"}, {"timestamp": [1833.12, 1838.46], "text": " which were again highly regulated by a clutch of multinational publishers who ensured by their"}, {"timestamp": [1838.46, 1844.26], "text": " high prices and their monopoly through copyright over their work that very few books could be"}, {"timestamp": [1844.26, 1845.54], "text": " bought and certainly not enough"}, {"timestamp": [1845.54, 1854.1], "text": " for the population of South African children who needed to study. I very early joined the advisory"}, {"timestamp": [1854.1, 1859.86], "text": " board of the Wikimedia Foundation. This is about 2005. The foundation had just begun and Wikipedia"}, {"timestamp": [1859.86, 1867.3], "text": " wasn't either what it was today or the celebrated thing it became towards the end of the aughts"}, {"timestamp": [1867.3, 1875.86], "text": " when people stopped mocking it and started recognizing it as one of the great elements"}, {"timestamp": [1875.86, 1881.8], "text": " of our age. I spent many years advising the Wikimedia Foundation, which I appreciated."}, {"timestamp": [1882.34, 1886.72], "text": " I have some differences with them as well, which I"}, {"timestamp": [1886.72, 1891.2], "text": " articulated as best as I could, and then resigned when I felt they weren't being listened to, which"}, {"timestamp": [1891.2, 1899.3], "text": " is a Western orientation and a dependence on the sanctity of the peer-reviewed text, as opposed to"}, {"timestamp": [1899.3, 1906.02], "text": " understanding that knowledge is created by people who don't publish books as well, that intelligence and"}, {"timestamp": [1906.02, 1911.6], "text": " knowledge lives in people who have conversations or who come from countries which have predominantly"}, {"timestamp": [1911.6, 1918.44], "text": " oral cultures, which is something I felt that Wikipedia as an artifact of new knowledge of"}, {"timestamp": [1918.44, 1926.3], "text": " a 21st century vision of knowledge creation should recognize and enable in the way that the scholarly publishing"}, {"timestamp": [1926.3, 1935.26], "text": " industry never has and probably never will. I continued to work on the access to medicines"}, {"timestamp": [1935.26, 1947.8], "text": " cause as it evolved by 2005 and 2006. The incredible outcry over the lack of accessibility of AIDS medicines had meant that they were now accessible."}, {"timestamp": [1948.26, 1954.64], "text": " The prices had come down, the monopolies had been largely either dismantled or voluntarily disbanded."}, {"timestamp": [1954.64, 1966.16], "text": " And it meant that if you had HIV and AIDS anywhere in the world, wherever you lived, you were more or less guaranteed access to treatment and a fulfilling life, which was"}, {"timestamp": [1966.16, 1973.72], "text": " wonderful. But what it meant was that the monopoly problem had spread to other new drugs that were"}, {"timestamp": [1973.72, 1980.28], "text": " coming out, like sofosbuvir from Gilead, which was this first ever treatment for hepatitis C,"}, {"timestamp": [1980.28, 1987.2], "text": " which became an epidemic of almost HIV-like proportions in Latin America and Eastern Europe."}, {"timestamp": [1988.18, 1993.36], "text": " It meant that monopolies started intervening in people's ability to access cancer treatment,"}, {"timestamp": [1993.6, 1998.98], "text": " especially in countries like India, but also surprisingly South Africa and the United States"}, {"timestamp": [1998.98, 2004.1], "text": " even, where the cost of new cancer medications is just something mind-boggling. After a certain"}, {"timestamp": [2004.1, 2007.1], "text": " point, when the medicine you need to live costs more than"}, {"timestamp": [2007.1, 2010.42], "text": " a couple of hundred thousand dollars, it actually doesn't matter how many hundreds of thousand"}, {"timestamp": [2010.42, 2012.56], "text": " dollars it is, because that's still more than you have."}, {"timestamp": [2014.8, 2019.94], "text": " It became very real for me when I worked on a campaign in the United Kingdom, so that"}, {"timestamp": [2019.94, 2031.66], "text": " there was me, you know, sitting here in Bangalore with my brown face, working with middle-class white parents of children with cystic fibrosis in the United Kingdom in 2019, to try to get them"}, {"timestamp": [2031.66, 2038.76], "text": " access to a crucial cystic fibrosis drug that would give relief, prolong the lives of their"}, {"timestamp": [2038.76, 2050.18], "text": " children. The most heartbreaking thing I've ever worked on, I think. And what it underscored for me, I think, even before the pandemic began, was how radically"}, {"timestamp": [2050.18, 2055.8], "text": " this focus on monopolies had shifted, what was thought of as a third world problem."}, {"timestamp": [2055.9, 2060.88], "text": " Because in 2000s, when I started working on this, you know, everyone said, yes, yes, monopolies"}, {"timestamp": [2060.88, 2061.42], "text": " are a problem."}, {"timestamp": [2061.42, 2069.1], "text": " But of course, it's only for brown and black people, because, you know, we folks are fine. They're working okay here. And they were actually not."}, {"timestamp": [2069.72, 2077.38], "text": " And we realized that most starkly towards about 2015 and 16, when middle class white Americans,"}, {"timestamp": [2077.7, 2082.34], "text": " middle class white British people suddenly found that they were at the wrong end of the"}, {"timestamp": [2082.34, 2085.12], "text": " pharmaceutical monopoly industrial complex."}, {"timestamp": [2090.14, 2095.46], "text": " It didn't feel good to them. And it didn't feel good to me for it to happen to them. But it was also, again, one of these tragic opportunities to turn, you know, what was"}, {"timestamp": [2095.46, 2102.32], "text": " earlier a poor people's problem into, again, a universal global problem. And I worked as hard"}, {"timestamp": [2102.32, 2106.14], "text": " as I could on these things. And I found that it was really a remarkable"}, {"timestamp": [2106.14, 2113.8], "text": " problem because it just wasn't going away. I'm keen to find out what you think are some of the"}, {"timestamp": [2113.8, 2120.78], "text": " biggest opportunities for open in India and globally in the near term and the long term"}, {"timestamp": [2120.78, 2128.62], "text": " as we drive further into our 20th anniversary campaign, we're looking at the future"}, {"timestamp": [2128.62, 2134.52], "text": " of open and better sharing. And I'm keen to find out what's happening on the ground, what we should"}, {"timestamp": [2134.52, 2145.2], "text": " keep our eyes out for. This is very interesting. I am deeply devoted to the cause of Creative Commons"}, {"timestamp": [2145.2, 2149.38], "text": " as well as deeply invested in trying to expand the view"}, {"timestamp": [2149.38, 2151.06], "text": " of organizations like Creative Commons"}, {"timestamp": [2151.06, 2154.74], "text": " and by extension, the Wikimedia Foundation,"}, {"timestamp": [2155.68, 2161.14], "text": " other projects that were born out of a very real understanding"}, {"timestamp": [2161.14, 2165.1], "text": " of the limits of closed systems in largely the West."}, {"timestamp": [2166.96, 2176.92], "text": " And my provocation, I think, to the Creative Commons idea of open began really early in"}, {"timestamp": [2176.92, 2180.36], "text": " about 2006 or 2005, even actually."}, {"timestamp": [2181.06, 2183.56], "text": " I worked a lot on piracy."}, {"timestamp": [2184.48, 2187.42], "text": " And at the time, this was another era, of course,"}, {"timestamp": [2187.58, 2192.58], "text": " and this was before the Apple smartphone came out. This was before social media. This was before"}, {"timestamp": [2192.58, 2200.44], "text": " a large amount of the kind of Silicon Valley-induced openness that we see today,"}, {"timestamp": [2201.22, 2207.84], "text": " when access to scholarly texts, access to books was a genuinely huge problem. And the way"}, {"timestamp": [2207.84, 2212.4], "text": " that it was solved in countries like India, but not just India, in countries like Nigeria and"}, {"timestamp": [2212.4, 2221.98], "text": " countries which had a thriving informal economy was through piracy. And I found myself instinctively"}, {"timestamp": [2221.98, 2225.14], "text": " supporting it, partly because I have been a beneficiary of it."}, {"timestamp": [2225.74, 2232.08], "text": " You can go to copy shops in Bangalore, even now where I live, and literally point to a book on"}, {"timestamp": [2232.08, 2236.02], "text": " your syllabus that needs to be photocopied, and they'll just bind it up for you and give it to"}, {"timestamp": [2236.02, 2242.44], "text": " you in five minutes, because it's such an ingrained system of knowledge production."}, {"timestamp": [2244.1, 2247.62], "text": " And this is in a situation where the books themselves are barely available."}, {"timestamp": [2247.84, 2250.7], "text": " If they are available, there's a foreign edition that costs something,"}, {"timestamp": [2250.92, 2254.24], "text": " an absurd amount, an even more absurd amount in 2005,"}, {"timestamp": [2254.66, 2257.6], "text": " and astonishingly still an absurd amount in 2021."}, {"timestamp": [2259.3, 2266.98], "text": " Creative Commons is a project that was born out of an understanding of what it was going against,"}, {"timestamp": [2266.98, 2276.24], "text": " which was, in its conception, a very well-funded American publishing company. So let's take the"}, {"timestamp": [2276.24, 2282.48], "text": " scholarly industrial complex, where companies like Reed and Xavier and others sort of run the show."}, {"timestamp": [2283.34, 2288.04], "text": " And it's an excellent response to something like Read Elsevier. But what"}, {"timestamp": [2288.04, 2294.88], "text": " it needed to do in order to start off, and I'm not even necessarily sure how much Larry Lessig or"}, {"timestamp": [2294.88, 2300.32], "text": " any of the other people associated with it believed in this at that point, but what they did"}, {"timestamp": [2300.32, 2305.64], "text": " was to very publicly articulate that they were not piracy, that they were against piracy,"}, {"timestamp": [2305.64, 2310.08], "text": " they thought that was illegal, and that the way to share things was through a proper legal"}, {"timestamp": [2310.08, 2312.2], "text": " channel like Creative Commons."}, {"timestamp": [2312.2, 2318.06], "text": " But having lived in countries where the tender and the value of a Creative Commons license"}, {"timestamp": [2318.06, 2327.44], "text": " is really not the same as it would be in the United States, I could see very personally and upfront the limitations of"}, {"timestamp": [2327.44, 2328.32], "text": " this model as well."}, {"timestamp": [2329.18, 2335.12], "text": " And the limitations of positioning itself as the legal and the just and moral alternative"}, {"timestamp": [2335.12, 2339.92], "text": " to something like piracy, which was castigated as wrong and bad and criminal."}, {"timestamp": [2341.22, 2346.48], "text": " And so I think my first inkling of what lies to the left and the right of Creative Commons,"}, {"timestamp": [2346.58, 2351.18], "text": " which is what I want to talk about at the summit, is the fact that there could have"}, {"timestamp": [2351.18, 2356.08], "text": " been far more an alliance between Creative Commons and pirates."}, {"timestamp": [2356.54, 2362.32], "text": " Instead of looking at pirates as the sort of renegades to Creative Commons' respectability,"}, {"timestamp": [2362.32, 2365.84], "text": " I think that a productive alliance could have created something"}, {"timestamp": [2365.84, 2379.82], "text": " far more interesting. A recognition that piracy and the strictly legal route to sharing and open"}, {"timestamp": [2379.82, 2389.2], "text": " knowledge production are actually two forces working on the same goal would, I think, have made for a far"}, {"timestamp": [2389.2, 2395.28], "text": " richer, more global and a more involved conversation because not every single thing in the world is"}, {"timestamp": [2398.4, 2405.74], "text": " as useful depending on where in the world you are. And so while Creative Commons works very well"}, {"timestamp": [2405.74, 2408.2], "text": " in countries with the strong arm of the law,"}, {"timestamp": [2409.04, 2412.54], "text": " they're less useful in countries without that."}, {"timestamp": [2413.48, 2415.74], "text": " The other really interesting thing, I think,"}, {"timestamp": [2415.88, 2418.66], "text": " is that there is stuff on the other side of this as well,"}, {"timestamp": [2418.66, 2422.02], "text": " which is something that came up very recently"}, {"timestamp": [2422.02, 2428.02], "text": " when I chaired a meeting, a small closed meeting with, among other people,"}, {"timestamp": [2428.14, 2429.38], "text": " the health minister of Cuba."}, {"timestamp": [2430.26, 2431.8], "text": " Now, Cuba is a really interesting country."}, {"timestamp": [2432.14, 2434.66], "text": " It's small, it's embattled,"}, {"timestamp": [2434.84, 2440.38], "text": " it's facing completely arbitrary and unjust sanctions"}, {"timestamp": [2440.38, 2444.04], "text": " that were reinstated by the Trump administration"}, {"timestamp": [2444.04, 2445.5], "text": " after having been temporarilyated by the Trump administration after having been temporarily"}, {"timestamp": [2445.5, 2455.14], "text": " lifted by the Obama administration on the back of decades of unjust and cruel actions by the"}, {"timestamp": [2455.14, 2464.22], "text": " United States to limit its ability to trade. Cuba in the pandemic developed two vaccines so far,"}, {"timestamp": [2464.3, 2466.12], "text": " which have shown excellent results."}, {"timestamp": [2467.08, 2470.14], "text": " They are based on a technology that's really easy to replicate."}, {"timestamp": [2470.7, 2473.58], "text": " And they were willing to share this technology with anyone in the world."}, {"timestamp": [2474.64, 2478.3], "text": " And it was a remarkable thing because no one really knows this."}, {"timestamp": [2478.4, 2480.68], "text": " No one's actually tried to do it."}, {"timestamp": [2480.68, 2486.1], "text": " Since then, Cuba has set up production facilities in Iran and then more recently in"}, {"timestamp": [2486.1, 2491.7], "text": " Vietnam. And this is wonderful because it means that people are actually taking up Cuba's offer"}, {"timestamp": [2491.7, 2495.92], "text": " to share its technology. But what they did say as well is as a country that's facing crippling"}, {"timestamp": [2495.92, 2501.42], "text": " sanctions, they wanted to have a reasonable royalty rate that they could charge for their"}, {"timestamp": [2501.42, 2505.9], "text": " vaccine because of the fact, for instance, that they could only do that vaccine"}, {"timestamp": [2505.9, 2510.14], "text": " research as long as they promised their government that they would not divert any money from the food"}, {"timestamp": [2510.14, 2515.4], "text": " budget, which is such a heartbreaking thing to hear, right? That in the middle of a pandemic,"}, {"timestamp": [2515.8, 2522.68], "text": " they could only put their highly skilled, trained scientists to work to get an effective COVID"}, {"timestamp": [2522.68, 2526.94], "text": " vaccine on the basis that they promised to scrimp and scrounge"}, {"timestamp": [2526.94, 2531.2], "text": " and get money from wherever they could, but not from the food budget so that Cubans didn't go"}, {"timestamp": [2531.2, 2536.48], "text": " without meals, you know, so that the country could develop a vaccine. And this broke my heart."}, {"timestamp": [2536.84, 2540.94], "text": " So what they were saying is that we're absolutely willing to openly license our vaccine."}, {"timestamp": [2541.2, 2545.26], "text": " We're asking for a solidarity licensing rate, which is, again, very reasonable,"}, {"timestamp": [2545.26, 2550.84], "text": " because what it entails is Cubans actually helping the manufacturers to produce the Cuban vaccines."}, {"timestamp": [2551.16, 2556.34], "text": " So there is an investment that they have to put in to actually get this enabled. And it made me"}, {"timestamp": [2556.34, 2568.96], "text": " realize that, in part, what the Creative Commons licenses are trying to do is to react to the well-funded, big capitalist publisher or pharmaceutical company."}, {"timestamp": [2569.4, 2573.4], "text": " The equivalent of the Creative Commons licensing in the pharmaceutical world is something that I"}, {"timestamp": [2573.4, 2578.94], "text": " was a part of, which is CTAP, which is the COVID-19 Technology Access Pool, which is largely"}, {"timestamp": [2578.94, 2587.96], "text": " led by Western anti-monopoly activists, very similar to the work that I do, who wanted something where"}, {"timestamp": [2587.96, 2592.84], "text": " technology could be put in into a pool, and it would be free, and it would be open,"}, {"timestamp": [2593.08, 2601.44], "text": " and anyone could use it anywhere. And it was based upon, again, the kind of industry that"}, {"timestamp": [2601.44, 2607.12], "text": " Pfizer and Moderna and AstraZeneca dominate, right? Companies that have multi-billion"}, {"timestamp": [2607.12, 2613.1], "text": " dollar valuations, which have received multi-billion dollar grants from governments to produce these"}, {"timestamp": [2613.1, 2621.0], "text": " vaccines, you know, which have sales that are larger than the entire GDP of several countries."}, {"timestamp": [2622.0, 2626.26], "text": " And so to propose that for them made sense. To propose that model of"}, {"timestamp": [2626.26, 2631.28], "text": " absolute open sharing free of cost for Cuba did make sense. You needed to have the flexibility"}, {"timestamp": [2631.28, 2637.66], "text": " to give Cuba what they legitimately deserve in exchange for, again, openly sharing their"}, {"timestamp": [2637.66, 2647.54], "text": " vaccine technology. And that flexibility, again, was a curiously strange point of division, where people felt the Cubans"}, {"timestamp": [2647.54, 2648.46], "text": " were being stingy about this."}, {"timestamp": [2648.56, 2656.4], "text": " But having spoken to them, it was extremely clear that their insistence on gaining a fair,"}, {"timestamp": [2656.5, 2661.58], "text": " what they called, again, solidarity price, which would be a royalty rate per vaccine"}, {"timestamp": [2661.58, 2669.5], "text": " that would go back to the Cuban government literally to feed its people, was absolutely justified. And I think that's something that Open doesn't sometimes recognize"}, {"timestamp": [2669.5, 2676.22], "text": " as well, right? Which is the legitimate right of small creators, whether it's of content or"}, {"timestamp": [2676.22, 2693.2], "text": " whether it's of life-saving vaccines, to be able to earn, to be able to gain a fair degree of commercial revenue on a product that is valuable is not something I think that easily fits within the open model."}, {"timestamp": [2693.2, 2704.44], "text": " And so I see both on the left and the right of openness, I think, is the world, which is full of its own peculiarities and complications."}, {"timestamp": [2707.12, 2707.44], "text": " the world, which is full of its own peculiarities and complications. And I felt both in 2005,"}, {"timestamp": [2712.06, 2716.52], "text": " when I worked on piracy, and now in 2021, when I work on access to vaccines, that it would only benefit a movement like Creative Commons to look to the right or the left, and then"}, {"timestamp": [2716.52, 2723.74], "text": " to find ways to make itself more relevant and useful to the entire world with all its rich"}, {"timestamp": [2723.74, 2728.64], "text": " complexity, but in a meaningful way that very much would make sense"}, {"timestamp": [2728.64, 2730.42], "text": " to Creative Commons if it looked."}, {"timestamp": [2733.3, 2737.88], "text": " That was a very thought-provoking conversation with Archong."}, {"timestamp": [2738.46, 2740.96], "text": " It's given me lots of food for thought."}, {"timestamp": [2741.56, 2743.74], "text": " For the final stop on our tour,"}, {"timestamp": [2743.74, 2746.42], "text": " we're off to Rio de Janeiro, Brazil,"}, {"timestamp": [2746.82, 2753.3], "text": " where we'll be catching up with Cecilia Oliveira. Cecilia is Executive Director of Fogo Cruzado,"}, {"timestamp": [2753.76, 2760.12], "text": " and their goal is to expand a community-driven open data platform and reduce the impact of"}, {"timestamp": [2760.12, 2767.06], "text": " armed violence to build a more just society. Like Archo, she is also a fellow of the Shuttleworth"}, {"timestamp": [2767.06, 2777.52], "text": " Foundation. I am Cecilia. I am a Brazilian Black lady living in Rio de Janeiro, where"}, {"timestamp": [2777.52, 2791.34], "text": " we have a lot of questions to answer. And here I am to talk with everybody about my work and come on summit"}, {"timestamp": [2791.34, 2800.18], "text": " very soon awesome awesome and I'm curious to learn a bit more about"}, {"timestamp": [2800.18, 2808.7], "text": " sorry I want to get this pronunciation right so is it Fogo Cruzado? That's perfect that's perfect"}, {"timestamp": [2808.7, 2831.8], "text": " Fogo Cruzado in English means crossfire that in Recife it's a great area"}, {"timestamp": [2831.8, 2848.26], "text": " of Pernambuco that is a northeastern state in Brazil. How did the motivation come to start the organization um what really drove you and that is a good question because"}, {"timestamp": [2848.26, 2858.36], "text": " fogo cruzado was born out of i knew that i had as a journalist i was looking for data on victims"}, {"timestamp": [2858.36, 2871.04], "text": " of stray bullets and shootings in 2015 and i couldn't fight it. So I suppose that everybody can remember"}, {"timestamp": [2871.04, 2886.74], "text": " this because it was great times for Rio. The World Cup had happened and the Olympics were next year it was under the international spotlight."}, {"timestamp": [2887.68, 2891.94], "text": " But we have questions about security here."}, {"timestamp": [2892.8, 2895.92], "text": " Security was getting a lot worse."}, {"timestamp": [2895.92, 2909.1], "text": " The government had for a few years been running a security police called police specification units or UPPs a kind of"}, {"timestamp": [2909.1, 2925.74], "text": " community policing but it was basically collapsing."}, {"timestamp": [2945.34, 2946.78], "text": " And I remember seeing a cover of a newspaper called Voz das Comunidades, Voice of the Community English, from a famous set of favelas called Complexo do Alemo that had some UPP units."}, {"timestamp": [2955.76, 2963.12], "text": " And the headline said there had been 100 straight days of shootouts in the favela. And this was not reported in the big newspapers."}, {"timestamp": [2963.84, 2969.86], "text": " So I was looking everywhere for more information but this is the point there"}, {"timestamp": [2969.86, 2989.18], "text": " wasn't any it did not exist so there it it is where fogo cruzado begins and it it's so clear that Fogo Cruzado was born out of a need for information that you"}, {"timestamp": [2989.18, 2996.86], "text": " couldn't you know access and and so you set up the organization yourself and you've achieved so much"}, {"timestamp": [2996.86, 3005.72], "text": " since launching in 2016. I'm just wondering what's on the cards in the next five to ten years."}, {"timestamp": [3005.88, 3008.58], "text": " What's something that you're hoping to do?"}, {"timestamp": [3008.8, 3011.32], "text": " Where are you hoping to take the organization?"}, {"timestamp": [3012.76, 3021.46], "text": " That's a good point because sometimes it's hard to think and talk about the future"}, {"timestamp": [3021.46, 3027.9], "text": " when you are living in not very bright present times, right?"}, {"timestamp": [3028.76, 3033.86], "text": " So sometimes it's kind of hard, but it's a good question."}, {"timestamp": [3036.68, 3045.0], "text": " To understand the future, we need to understand today. We need to understand today."}, {"timestamp": [3048.2, 3051.46], "text": " Now, five years later, the beginning,"}, {"timestamp": [3051.46, 3055.8], "text": " we are an institute, an NGO."}, {"timestamp": [3055.8, 3060.7], "text": " And Fogo Cruzado has the only database"}, {"timestamp": [3060.7, 3063.26], "text": " on armed violence in the country."}, {"timestamp": [3064.14, 3068.2], "text": " We have very detailed information about shootings"}, {"timestamp": [3068.2, 3075.0], "text": " and all their impacts on the cities where we operate."}, {"timestamp": [3075.32, 3078.22], "text": " So we keep stats about closed schools,"}, {"timestamp": [3079.02, 3081.1], "text": " shootings in shopping halls,"}, {"timestamp": [3081.98, 3090.24], "text": " pregnant woman and children shot, police involvement, that's a lot of things."}, {"timestamp": [3090.96, 3100.32], "text": " And we publish this information in real time so people can stay safe as it happens, but we can"}, {"timestamp": [3100.32, 3107.12], "text": " also help push for public action, put pressure on the government and politicians,"}, {"timestamp": [3107.94, 3112.76], "text": " and really press for change and accountability."}, {"timestamp": [3113.6, 3117.26], "text": " So the government was hiding this information on purpose."}, {"timestamp": [3117.96, 3121.6], "text": " So we do not make the opposition, right?"}, {"timestamp": [3122.06, 3128.84], "text": " So everything is open source, open use, open, open. It's basically how"}, {"timestamp": [3128.84, 3137.84], "text": " we exist. And you can see and use it. And we help journalists and researchers and officials"}, {"timestamp": [3137.84, 3161.66], "text": " use and understand it too. So for the future, I think that we need to be in more cities to generate more information, to put more data on the table, to pressure more people about this situation."}, {"timestamp": [3162.56, 3169.82], "text": " So this is what I think about the future. Do more to help more people"}, {"timestamp": [3169.82, 3177.02], "text": " to pressure and to stay safe. You mentioned that your involvement in Open really started"}, {"timestamp": [3177.02, 3186.0], "text": " when you were a journalist and looking for Open Data. I'm just curious to find out,"}, {"timestamp": [3186.14, 3189.08], "text": " had you been involved in open data"}, {"timestamp": [3189.08, 3192.36], "text": " prior to starting Fogo Cruzado?"}, {"timestamp": [3194.0, 3194.92], "text": " Yeah."}, {"timestamp": [3195.24, 3199.8], "text": " When you have no information as a journalist,"}, {"timestamp": [3200.4, 3202.44], "text": " you have nothing to do sometimes"}, {"timestamp": [3202.44, 3206.06], "text": " because you have no story."}, {"timestamp": [3206.52, 3207.74], "text": " You have no information."}, {"timestamp": [3208.28, 3210.4], "text": " So you have nothing to pursue."}, {"timestamp": [3211.7, 3219.84], "text": " In crime and violence and gun trafficking, it's a big issue in Brazil."}, {"timestamp": [3220.76, 3229.54], "text": " And of course, they hide this information because if you have no information, you have no tools to pressure for solutions."}, {"timestamp": [3230.2, 3270.08], "text": " So this is why I was pursuing information. Also, the why, I believe that openness is the key because I cannot be the only one pressured for solutions that really can help more than a group that they can privilege."}, {"timestamp": [3271.0, 3278.2], "text": " So we need more people pressuring and showing them that we know what's happening"}, {"timestamp": [3278.2, 3280.68], "text": " and we don't like it."}, {"timestamp": [3280.82, 3281.76], "text": " You need to change."}, {"timestamp": [3281.76, 3286.96], "text": " And what would you say to other journalists who you know aren't"}, {"timestamp": [3286.96, 3295.08], "text": " yet leveraging open data sources that's a great question uh that's a great question because"}, {"timestamp": [3295.08, 3310.78], "text": " sometimes journalists uh they are looking for exclusive information and and you can have it of course but when you have it you have to share"}, {"timestamp": [3310.78, 3320.28], "text": " so an example it's like when you are covering some situation and you have access to documents"}, {"timestamp": [3320.28, 3326.8], "text": " of course you are doing your piece and you are and you will be the first one doing it."}, {"timestamp": [3327.4, 3336.46], "text": " But if your work is published and it's done, there is no reason to keep this document just for yourself."}, {"timestamp": [3337.12, 3337.8], "text": " Just share."}, {"timestamp": [3338.48, 3344.0], "text": " Just share because when other people read this information, they can have another insight."}, {"timestamp": [3344.16, 3353.78], "text": " They can have other point of view. So it's good for democracy, it's good for journalism, having more people"}, {"timestamp": [3353.78, 3364.14], "text": " taking a look and pursuing more information and publishing more pieces in any subject."}, {"timestamp": [3369.02, 3375.66], "text": " more pieces in any subject when the journalism is strong the democracy is also strong so there is no place to to be just the only one"}, {"timestamp": [3375.66, 3408.08], "text": " that's so true when the journalism is strong the democracy is also strong. And so I hope that journalists will you know biggest opportunities um rising up in terms of"}, {"timestamp": [3408.08, 3417.78], "text": " open data in brazil at the moment and and maybe around the region so here in brazil we are facing"}, {"timestamp": [3417.78, 3428.56], "text": " uh a right a right-wing government so one of the things that this kind of government does,"}, {"timestamp": [3428.92, 3430.12], "text": " it's hide information."}, {"timestamp": [3430.6, 3432.7], "text": " They hide what they can."}, {"timestamp": [3433.32, 3437.34], "text": " And they also destroy what's done."}, {"timestamp": [3437.34, 3452.48], "text": " So it's very important that we have very strong civil movements and civil organizations building data,"}, {"timestamp": [3452.48, 3464.4], "text": " building information to help us to understand these times and also to fight for justice."}, {"timestamp": [3464.46, 3465.46], "text": " these times, and also to fight for justice."}, {"timestamp": [3471.02, 3471.58], "text": " So this is the kind of moment that we are living in Brazil."}, {"timestamp": [3476.64, 3478.08], "text": " Giving you an example, it's that, of course, we are facing COVID here."}, {"timestamp": [3483.62, 3488.46], "text": " And this government, they were producing information and releasing the data every day at 5 p.m."}, {"timestamp": [3489.46, 3496.48], "text": " And then they decide that they are releasing at 6 and then 7 and then 8 p.m."}, {"timestamp": [3496.98, 3502.88], "text": " And one day they decide that, no, we are not releasing any information about this."}, {"timestamp": [3502.88, 3503.82], "text": " We are not releasing any information about this."}, {"timestamp": [3512.14, 3516.34], "text": " So this situation led the journalists like, how can we do? How can we produce information?"}, {"timestamp": [3516.42, 3517.66], "text": " Because there is no information."}, {"timestamp": [3518.64, 3535.7], "text": " So we had a few data journalists that collect information direct from the cities and build a national database showing this information."}, {"timestamp": [3535.84, 3539.48], "text": " So the government said, I'm not giving you any."}, {"timestamp": [3540.18, 3545.3], "text": " But the civil society said, we are doing this."}, {"timestamp": [3546.64, 3546.86], "text": " And this is the information."}, {"timestamp": [3551.0, 3551.54], "text": " And we are helping the journalists doing what they have to do."}, {"timestamp": [3553.22, 3564.18], "text": " So this is the situation. And this is a very clear example of the importance of building databases and the open ones."}, {"timestamp": [3569.32, 3580.0], "text": " databases and the open ones because if the journalists if someone do this database and said oh you have to pay me for this there is no there is no good solution for this right because someone"}, {"timestamp": [3580.0, 3585.72], "text": " with a very with amount a very huge amount of money can just pay and say,"}, {"timestamp": [3586.12, 3587.92], "text": " don't release them, I'm paying you."}, {"timestamp": [3589.12, 3590.74], "text": " So it's not about money."}, {"timestamp": [3591.02, 3593.34], "text": " It's not about close your database,"}, {"timestamp": [3593.96, 3595.78], "text": " especially in this moment."}, {"timestamp": [3597.16, 3602.52], "text": " We have a crisis on politics and on health."}, {"timestamp": [3602.52, 3611.4], "text": " So we need to build strong links with society and journalism to build a health"}, {"timestamp": [3611.4, 3618.78], "text": " environment for us. Now that we've had the chance to get to know Angela, Archul and Cecilia a little"}, {"timestamp": [3618.78, 3628.36], "text": " better, we're moving on to our last segment of this episode our quickfire summit round question number one"}, {"timestamp": [3628.36, 3636.62], "text": " have you ever been to a cc global summit before this is actually my first time attending and"}, {"timestamp": [3636.62, 3642.68], "text": " speaking at it yeah it's my first time attending and speaking at a creative commons global summit"}, {"timestamp": [3642.68, 3646.0], "text": " so it's it's exciting for me to just, you know,"}, {"timestamp": [3646.26, 3647.7], "text": " revel in the experience firsthand."}, {"timestamp": [3649.9, 3651.36], "text": " I have not, Roni."}, {"timestamp": [3651.42, 3653.12], "text": " I've never been to a SISTI Global Summit."}, {"timestamp": [3653.42, 3653.96], "text": " Oh, awesome."}, {"timestamp": [3654.06, 3656.72], "text": " Well, I'm glad that we have you this time around"}, {"timestamp": [3656.72, 3658.36], "text": " and this will be your first one."}, {"timestamp": [3660.72, 3662.78], "text": " So I haven't been,"}, {"timestamp": [3678.08, 3678.6], "text": " So I haven't been, but I have read a lot of it about because I couldn't be there in person, but I was following what was happening."}, {"timestamp": [3684.14, 3685.22], "text": " Amazing. So three first timers. I'm sure this will be the first time of many."}, {"timestamp": [3686.54, 3686.96], "text": " Question number two."}, {"timestamp": [3690.52, 3690.82], "text": " As this will be your first time at a CC Global Summit,"}, {"timestamp": [3692.9, 3693.64], "text": " what are you most looking forward to?"}, {"timestamp": [3697.8, 3698.02], "text": " I'm also really excited to connect with other community members,"}, {"timestamp": [3701.24, 3706.66], "text": " just immerse myself in the CC community and see how we can all collectively shape a brighter future with better sharing"}, {"timestamp": [3706.66, 3712.76], "text": " it will be very interesting to see what other people's thoughts and ideas are around that so"}, {"timestamp": [3712.76, 3716.76], "text": " that that for me is is is the thing that I'm really excited about"}, {"timestamp": [3716.76, 3726.04], "text": " oh I've known and worked alongside creative commons for so long and I felt like both an ally as well as sometimes as I"}, {"timestamp": [3726.04, 3732.54], "text": " said a you know a provocateur that for me to be able to do this and be with you at the CC Global"}, {"timestamp": [3732.54, 3740.18], "text": " Summit it really does feel like the circle is closing in a really good way. I am excited to"}, {"timestamp": [3740.18, 3746.18], "text": " know more people that are in the field and at the same time i'm sad because you cannot see"}, {"timestamp": [3746.18, 3753.9], "text": " in fact people and touch people and have a coffee or beer talking about this subject that it's very"}, {"timestamp": [3753.9, 3768.92], "text": " important for us but in other way uh you can have more people that maybe could not travel for this but will be able to be there online so it's"}, {"timestamp": [3768.92, 3775.66], "text": " very nice to know more people on your field talking with something there that it's important"}, {"timestamp": [3775.66, 3785.06], "text": " for you and probably doing the same in in some way doing the same that you are doing on your country."}, {"timestamp": [3785.06, 3793.2], "text": " And you can understand how they can work on their country on the same path."}, {"timestamp": [3793.3, 3799.68], "text": " So this is the richest thing that I am excited to see at the summit."}, {"timestamp": [3800.64, 3805.42], "text": " And last but not least, question number three, our last question."}, {"timestamp": [3805.92, 3811.28], "text": " If you could only leave people with one message from your keynote at Summit, what would it be?"}, {"timestamp": [3813.28, 3814.92], "text": " Oh, I tried with this one."}, {"timestamp": [3815.24, 3815.92], "text": " One thing."}, {"timestamp": [3817.64, 3825.08], "text": " There is immense value in making sure that marginalized communities are involved in solving problems around them."}, {"timestamp": [3831.14, 3832.64], "text": " And that as we think about better sharing, that has to include thinking about what works best for them."}, {"timestamp": [3840.56, 3843.3], "text": " So that it's not just about building things or designing things the way that we think. It has to include what works for them."}, {"timestamp": [3843.74, 3847.76], "text": " And that would mean talking to them, putting ourselves in their shoes,"}, {"timestamp": [3847.94, 3851.72], "text": " understanding what their experiences are and what shapes who they are."}, {"timestamp": [3853.12, 3859.46], "text": " It would be to think of when Creative Commons came up,"}, {"timestamp": [3859.98, 3862.32], "text": " what it disrupted."}, {"timestamp": [3863.2, 3867.42], "text": " And to consider along the years that it's existed"}, {"timestamp": [3867.42, 3870.28], "text": " and has disrupted, what it was designed to disrupt,"}, {"timestamp": [3870.4, 3871.68], "text": " whether it's doing its job,"}, {"timestamp": [3872.08, 3875.4], "text": " in terms of responding to the world as it's moved and evolved,"}, {"timestamp": [3875.4, 3883.48], "text": " and whether it's disrupting things enough and accurately."}, {"timestamp": [3883.46, 3885.76], "text": " and accurately."}, {"timestamp": [3890.42, 3893.4], "text": " So the powerful, high, important data to prevent us from demanding change."}, {"timestamp": [3894.16, 3896.74], "text": " This is true with armed violence in Brazil,"}, {"timestamp": [3896.74, 3899.1], "text": " but it's also true where you live,"}, {"timestamp": [3899.56, 3901.42], "text": " on issues that you care about."}, {"timestamp": [3901.62, 3903.78], "text": " So find a way to use open data"}, {"timestamp": [3903.78, 3907.06], "text": " to make change in your society."}, {"timestamp": [3907.52, 3912.14], "text": " Thank you so much for joining us for this special Summit Edition episode."}, {"timestamp": [3912.52, 3917.52], "text": " I look forward to seeing you all at Summit. Make sure you're registered and take care."}, {"timestamp": [3918.54, 3924.62], "text": " Thanks for listening to Open Minds from Creative Commons. Special thanks to the musician Broke for"}, {"timestamp": [3924.62, 3925.38], "text": " Free,"}, {"timestamp": [3928.4, 3930.64], "text": " whose track Daybird you heard at the beginning of this episode and you're listening to right now."}, {"timestamp": [3930.98, 3934.68], "text": " It's available under the Creative Commons attribution license."}, {"timestamp": [3935.68, 3937.92], "text": " Meaning it's free for anyone to use."}, {"timestamp": [3938.08, 3942.88], "text": " You can find it at the free music archive, freemusicarchive.org."}, {"timestamp": [3943.22, 3947.4], "text": " Please subscribe to our show so you don't miss any of our conversations"}, {"timestamp": [3947.4, 3953.48], "text": " with people working to make the internet and our global culture more open and collaborative"}, {"timestamp": [3953.48, 3957.34], "text": " we'll be back soon with another episode talk to you then"}], "text": " Welcome to Open Minds from Creative Commons. I'm Oney-Ann Ucom, CC's Campaigns Manager. We're celebrating Creative Commons' 20th anniversary this year, and one of the ways we're doing that is with this podcast, a series of conversations with people working on issues we're involved with and subjects we're excited about. We're just 10 days away from the 2021 CC Global Summit taking place virtually from September the 20th to the 24th. We have a robust program for you filled with over 150 sessions, 285 speakers and countless opportunities for networking and making meaningful connections. Join us from wherever you are as we take stock of the latest developments in the open movement, celebrate 20 years of creative commons and explore better sharing and the future of open. You can find the registration link in the episode description. To get you as excited as we are for this year's summit, in this episode we'll be taking a short tour around the globe and speaking to three of our keynote speakers. First stop, Nairobi, Kenya, where we'll be talking to Angela Odur-Lungati. Angela is the Executive Director of Ushahidi, a global non-profit technology company that builds tools for democratizing information, increasing transparency, and lowering barriers for individuals to raise their voices. So my name is Angela Odor-Lungati. I'm a technologist, community builder, and open source software advocate who's very passionate about building and using appropriate technology tools to impact the lives of marginalized groups. I am also the ED or Executive Director of Wushahidi, which is a global nonprofit tech company that helps communities to quickly collect and share information that enables them to raise voices, inform decisions, and influence change. We build open source tools that have been used in over 160 countries in the last 13 years, gathering 50 million reports to advance democracy, report incidents, mobilize for crisis response, simplify research, encourage activism, address challenges, influence change, and improve society. So there's a bunch of different examples that I could share really quickly. For example, the Haiti earthquake in 2010. There's the Nepal earthquake recently, also been used for COVID-19 response. So's many many examples of where our tools have been used in the fight for social justice. Amazing thank you so much. Ushahidi does some fantastic work and I'd love if you could tell us the meaning of the word Ushahidi. Yeah so Ushahidi is a Swahili word that means testimony. It's, you know, we're actually born out of the post-election violence that broke out in Kenya back in 2007, 2008. So for those who don't know, at that time, our elections were marked by, you know, it was marked by very high tribal tensions. And so, of course, when results were announced, violence broke out in different parts of the country. And the mainstream media was unable to report exactly what was happening in those different pockets. The government was also trying to tell me how severe the situation was. And many of us were stuck in our houses, not knowing what was happening. And so what the founders did was then come up with or rather develop a platform that would allow ordinary citizens to send in text messages, emails or tweets and have that visualized on a map, essentially giving them a voice where no one else could or would. So that's where the name comes from. It was really bearing witness to what was happening to Kenya at that time from the eyes and from people's lived experiences. You've been executive director of Ushahidi since mid-late 2019, I believe, and it's fair to say that the world has changed leaps and bounds since, you know, the end of 2019 when the pandemic began. What would you say are the biggest lessons you've learned in a new leadership position navigating the waters of COVID-19? Very interesting question. I think one of the biggest ones is that you have to prepare for the unexpected, that you should never get comfortable with where you're at and be willing and ready to adapt to the change and very quickly. COVID literally and figuratively pulled the rug from all of our feet. And for us at Ushahidi, we had to adapt very fast. We made decisions to, you know, we made a decision to waive our platform fees, which as risky as it was, ended up paying off in different ways because we've seen a huge surge in use of our platform by vulnerable communities during this time. And that's also led to discoveries on need to provide more support than just providing the software in itself and guidance, which led us to pilot a web monetization feature with support from Grant for the Web to inject small amounts of money to our users directly from within the Ushahidi instances. We've also introduced USSD as a data source to make it easier and cheaper to report into the Ushahidi platform. And as time has gone by, you know, with everything like the, you know, we've seen the Myanmar coup, all the end sales protests in Nigeria, things like Black Lives Matter. There's also a need, you know, overwhelming need to also provide secure ways of being able to share information. And so those are also some of the other things that we're thinking about in terms of our product strategy, which wouldn't have happened if we didn't see this surge of use of the platform. So that would be one. I think the second lesson is that physical interaction is underrated, severely underrated. Yes, we've been put in a situation that has forced us to maintain distance and technology has made it easier for us to adapt to that current situation still it's also shown us how difficult it can be to form connections in a virtual setting and also shown how meaningful those connections are in achieving our goals. For example, for me, fundraising, trying to do that in a virtual setting, we're not being able to meet people has been a bit, you know, fairly difficult. But at the same time, it's not to say that we can't do it or haven't been doing it. I mean, we've had to go ahead and do it. It just means that I've had to put in a lot more effort to form those bonds, while not being able to physically interact with people. And moving on to some questions about open source, I'm interested to know what you see as the biggest opportunities for the open source community in Kenya and globally in the near term and the long term? I mean, in the near term, the one thing that comes to mind is vaccine inequity. That's one of the biggest challenges that we're facing right now. For us in Kenya, there's still substantial information gaps regarding where to access the vaccines. Now, thinking into the long term, COVID may have introduced barriers for physical interaction geographically, but it's also opened our eyes to the possibility of cross-border interaction via the internet, with more remote work opportunities available, organizations worldwide are seeking talent at a global scale, which means you can live in Kenya, but work for a company that has its roots somewhere else, somewhere completely different on another continent. So I think that open source communities should latch onto this opportunity to expand their reach into unexplored regions or markets, because there's so much more knowledge to be shared across different cultures, skill sets, etc. And you've been working in the open source community now for many years how were you first introduced to open source and what tips do you have for folks who are curious about working in open source but don't know where to start yeah another interesting question so um it was probably my undergrad studies um both in the classroom, rather the classroom was the first instance. You know, I mean, it was part of the part of the curriculum, just understanding what open source is. But then my exposure to actually being involved in it was actually during my time volunteering with Ushahidi. That started around 2010 when I volunteered with them for the constitutional referendum project and I was hooked from then. In terms of tips for people who are curious and don't know where to start, I think one of the first ones is recognizing that you don't have to be a coder to participate in open source projects. There's plenty of other parts of the projects that need help. Could be documentation, it could be translation, so many more. You just need to identify the skill set that you would like to share or the area of growth that you want to explore. Because most of the time, yes, there's something that you're able to give, but then there's also an element of these things that you want to learn. Just be very clear and identify what that is. Second thing would be start small and make progress with time. You'll need to familiarize yourself with how open source generally works and how different communities work as well because no open source community is the same. Each one of them have their own intricacies and uniqueness. So you'll need to be able to understand what those differences are, what the similarities are, before you can then move on to more complex projects. On the third one, and probably one of the most important ones, immerse yourself in the community of the project that you're getting involved in. Attend those meetups, jump onto the Slack channels, the forums, the mailing list, and the discussions. Just really put yourself in there and don't be afraid to ask for help when you need it awesome and it's incredible to see you know you started as a volunteer at ushahidi and and now today you're um executive director that's a testament to the work that you've contributed to the organization and the wider open source communities? It's, it's, it's, it's, I never saw that happening. But it definitely is when I sit down and reflect about my journey into the organization. It's, it's definitely one for the books. And switching gears slightly, over the years, you've spoken very passionately about closing the gender gap in tech across Africa during your time in the sector what changes have you observed and what do you hope to see in the future you can't deny that there's been so much more you know there's been a lot of progress on this front not just in Africa but globally there's an exponential growth in the number of training and mentorship programs targeting women in tech or other marginalized groups. And we seem to be covering the technical skill development gap well. However, in my opinion, there's still a challenge when it comes to the retention of this tech talent, especially for women um and growth into leadership opportunities there's still a lot more work that needs to be done to create conducive environments that are welcoming and inviting and i'd like to see more attention and work done on this digging a bit deeper in there what are some of the things that could be done to improve retention for women and other marginalized groups? Well, this is something that actually kind of really crosses. It's part of the same problem that we experience even in open source communities. And it really just revolves around conduct, you know, creating codes of conduct. Like what are the kinds of behaviors that we accept? Which ones do we not accept? Because we know there's a lot around harassment against women and marginalized groups. There's a lack of pay equity as well. You know, when it comes to work-life balance, you know, what types of policies are being put in place to also make it very clear that the environments that we're working in are inviting and welcoming to diverse and, you know, diverse thoughts and diverse skill sets. So those would be my three areas, looking at harassment and how to, you know, basically how to work around that to pay equity and just being more open to diversity, you know, paying more attention to diversity and inclusion. I don't know about you, but I can't wait for Angela's keynote at summit. Folks, make sure you're registered so you don't miss it. Next up on our world tour, we head to Bangalore, India where you'll be hearing from Achal Prabhala. Achal is a Shuttleworth Fellow and Coordinator of Access IBSA, a project set up to expand access and speed up the discovery of new drugs in India, Brazil and South Africa. I'm Achal Prabhala and I coordinate the AccessIPSA project which campaigns for access to medicines in India, Brazil and South Africa. I've been working as an activist for access to medicines now coming on 20 years. In between, for a brief while, I also worked on access to knowledge and concentrated more on copyright and the kind of work that Creative Commons is more closely aligned with. But for the large part, I've worked on access to medicines, especially for life-threatening conditions like HIV and AIDS, hepatitis C, cancers, cystic fibrosis. And in the last two years, in the last year and a half since the pandemic came upon us, I've worked non-stop, almost continuously, on access to vaccines. That's an incredible journey and important work, and I'm keen to expand on how you got started a little later in the conversation, but I really want to dive into the Access IBSA project. And so the project was founded on a vision of reforming the intellectual property framework in medicine in order to, you know, increase innovation and save more lives. And you've been fighting for vaccine equity long before the COVID-19 pandemic, although I'm sure that has, you know, multiplied by, you know, infinity for the past two years. Since the start of 2020, late 2019, what do you think are the biggest changes you've observed on this front in terms of, you know, the interest in the vaccine itself and vaccine equity, both in positive ways and ways that folks should be paying attention to? The simplest way I can describe what changed when the pandemic began, and especially after vaccines were developed, is that I've been working on this for so long only, and I feel that my own parents, who love me, live very close by, five minutes away, didn't fully understand what I did until the pandemic came about. Meaning, I think that the issues I worked with at one level were very simple, getting people access to the life-saving medicines they needed. That's very simple and understandable. But the how of it and the problems on pharmaceutical monopolies associated with it were very difficult, I think, for people to fully grasp. They were shrouded in this technical dialogue of trade law and intellectual property and economics. And it was just something very difficult for people to wrap their heads around. And it was also happening with different diseases around the world. And so where I saw connections and where I had actually worked on several of these campaigns, no one else saw those connections. hepatitis C medicines in Brazil in 2013 has anything to do with the debilitating lack of affordability of HIV medicines in Southern Africa in 2000. But they were all coming from the same root problem. And I think actually one of the failures of work like mine and other activists has been not to be able to communicate that popularly. Tragically, what changed in the pandemic is that everyone around the world had a sort of universal investment in getting a vaccine and understanding why they weren't getting a vaccine if they lived in countries like mine or worse. And that meant, for better or worse, that people suddenly began to take a very personal interest in these arcane issues. And what I've seen over the last one and a half years that I've been working on this is that I have to explain less and less. It used to be even at the start of the pandemic, when we started looking at vaccine monopolies prior to there being even vaccines in the world, trying to forestall what we saw as an inevitable problem, I'd have to start right at the beginning. I'd have to go back to South Africa in 1999, my own work in that country in 2002, to build that story up from scratch in order to be able to put what was happening in the present day in context. And I find that I have to do that less and less, almost to the extent now that the phrase vaccine apartheid or the phrase vaccine inequity is universally understood. People get it instantly. People get the implications of it. And I think that's really positive, though it hasn't actually resulted in any gains, particularly in the pandemic. I think that perhaps for the very first time in the last six months, the pharmaceutical industry is on the back foot and has to constantly justify the monopoly positions it's taken on these vaccines, which it's refusing to budge on, but still has to justify them, which is, I think, a huge change from what it used to be like before. And you touched on these monopolies. I recently read an article that you co-wrote with Chelsea Clinton in The Guardian about how monopolies on COVID vaccines are killing people in poorer countries as they are controlling who can make them and restricting this severely. thoughts you have on solutions for this? So, you know, we can see that the interest in vaccines has, you know, sprouted tremendously during the pandemic and, you know, both to a positive effect and now in terms of monopolies, we're seeing some of that negative capitalist interest coming in there. I wonder what the solutions are. One of the hardest things to navigate through this pandemic, for me personally, has been the personal effect of the pandemic. I lived through India in April and May. I've lived through India right through the last 18 months because obviously no country will take me. I can't actually travel anywhere. But I'm happy to be here with my family. But April and May and June of this year were the most excruciating three months I might have ever lived. The number of people who died that I knew, that I loved, whose notices of death I received every day on WhatsApp was just unbearable. It was simply unbearable. And having lived through that, it struck me, I think everybody grieves, of course, when you lose a loved one, but I work on these issues and I was working on these issues as I was grieving for loved ones and I did really think that it was something I'd never been in before because I've always been fighting on behalf of other people or with other people. I've never actually fought for access to a life-saving vaccine that threatened my loved ones. And it did really put me in a peculiarly enraged position. When the pandemic rolled on, you know, June eventually became July and July became August and things became better. A close friend of mine, someone who I have worked with and known for several years now, his name is Marumo Nkomo. Marumo is one of the few upright, hardworking, incredibly dedicated South African bureaucrats, of whom there are far more in South Africa, I should say, than in India, where our bureaucracy has been significantly more corrupted, was battling a personal condition of his own, which is that his father, who is a giant in public health and in South African public life, had been diagnosed with COVID. He received his first dose of a Pfizer vaccine in the middle of June, contracted COVID towards the end of June and died by the 10th of July. And at this exact time, Marumo was in Geneva as the South African trade representative to the World Trade Organization, where he, along with his equally dedicated and brilliant boss, Kolelwa Numbipita, who is the head of the South African mission to Geneva, was fighting for a waiver of pharmaceutical monopolies at the World Trade Organization. And this is a global waiver they were fighting for. So they were fighting, the two of them, on behalf of 75% of humanity. He had to take a break in that fight, in a fight in which they would have meetings with ambassadors of the United Kingdom, where in the meeting, the people they were talking to would grimace at their suggestions, sometimes openly mock their ideas and what they wanted, and then take other calls while in what was supposed to be a serious bilateral meeting to resolve one of the most pressing issues on earth. He had to take a leave of absence, fly back to Johannesburg to try to see his ailing father before he died, only to land 10 minutes after he died. And I wanted to tell that story. We were very keen, Chelsea and I, to tell that story because it exemplifies, I think, the kind of deeply personal loss that many of the people who are asking for a new system to create enough vaccines for us are experiencing. It's not a joke. It's not something that's happening to someone else. It's actually happening to the very people who are fighting for vaccine access. And I think that, you know, we could go through any number of technical arguments, which actually both of us have done before and I've done before. And it's hard in a way to reach people as well as a heartbreaking personal story like this does. as well as a heartbreaking personal story like this does. And unfortunately, I think that we needed to tell a story like this in order to bring this home. I'm so grateful that the South Africans are fighting for this on behalf of all of us because of the fact that what they're asking for, a waiver on monopolies, is the first step in creating better vaccine access. Vaccines are protected by a layer of different monopolies is the first step in creating better vaccine access. Vaccines are protected by a layer of different monopolies. And one of those are patents, which Kolelwa and Marumo are fighting to waive temporarily at the World Trade Organization. The other monopolies come in the form of technology. And so the actual vaccine technology is a trade secret that companies could easily share if they wish to, but don't at all share with incredibly few exceptions. I got the AstraZeneca vaccine in India. That's one of the few companies that actually has deigned to share its technology with one company in India, a country which has between 40 and 50 competent vaccine manufacturers, nevertheless, has actually done so unlike any other Western pharmaceutical company with a viable vaccine. And the second step in the solution to vaccine access is to get companies to share their technology with as many competent manufacturers across the world, literally across the world, from Brazil and Turkey to Indonesia and India and Egypt and South Africa and Ghana, where there have been calls by competent manufacturers to say, look, we'd like to do something to save ourselves. We don't actually want charity. This is not something that you need to buy for us. All you need to do is to give us the technology at a reasonable licensing royalty rate, which we'll even actually pay for in order for us to be able to live. This hasn't happened, however, and this is what we're fighting for. Well, first off, I just want to say that I'm so sorry for your personal losses. It was very heartbreaking to see things unfold in India at the height and the peak of the pandemic and, you know, incidences there. And I want to thank you and others who are doing this work to, you know, drive awareness and to really bring about the change that we need in order to have, you know, vaccine equity. It's so important. And you touched on a lot of heartstrings there. And this pandemic has been personal for kind of health threat that you know I've seen and and seen loved ones affected by it's not been a an us and them thing it's been a everyone's been involved in this everyone has been affected by this and and you know in terms of driving to a better, brighter future, we really do need to get collaborative in terms of creating those solutions and, you know, self-interest and raw capitalism just won't really see us to where we need to be. You know, so that those are just my reflections there. Thank you for them. And I'm sorry for your losses as well. Very, very much. Thank you. Thank you. Just switching gears slightly. I want to go back to the start and talk about your involvement in the open movement more broadly. I'm interested to find out how you were first introduced to open and what tips you have for any folks who are keen to get into your specific area of work. You know, I don't come from a family of activists. My parents are middle class. My father is a research engineer who worked for most of his life with the Indian government. My mother teaches art history and studied to be an artist herself. I didn't expect to be an activist. I thought I'd get a job at a bank, which is what I did when I left college. I realized I didn't like it at all. college, I realized I didn't like it at all. And I was accidentally almost working in a small West Indian country in Guyana, when I came across this issue of the incredible unaffordability of AIDS drugs. This was a time in about 2000, when AIDS drugs had been on the market for four years, they cost $10,000 a year. And obviously, no one in countries that actually had large incidences of HIV could afford that price. So nobody could afford it individually, governments couldn't afford it, and people just died. But people were dying of a disease that had a treatment. It didn't have a cure, but it had a treatment. So literally, this is like people dying of diabetes after the discovery of insulin. It is something that made no sense whatsoever. I started getting involved in this issue and then came upon the problem of monopolies, which is how I came to open primarily from a position of being anti-monopoly. Now, this is something that many of us are instinctively so, and yet patents are legally sanctioned monopolies. Trade secrets around technology are legally guaranteed monopolies. And so we come into a thorny area where we question the legal underpinnings of these monopolies. Why should they exist if what they do is kill people, which is what they're doing now? So I began to get very interested in the idea of different and alternative models of innovation and pharmaceutical production. And through that, I began to get increasingly interested in the ways in which taking that anti-monopoly lens and looking at other aspects of life produced rich new results. And one of those was around the cost of textbooks in South Africa for learners in school, which were again highly regulated by a clutch of multinational publishers who ensured by their high prices and their monopoly through copyright over their work that very few books could be bought and certainly not enough for the population of South African children who needed to study. I very early joined the advisory board of the Wikimedia Foundation. This is about 2005. The foundation had just begun and Wikipedia wasn't either what it was today or the celebrated thing it became towards the end of the aughts when people stopped mocking it and started recognizing it as one of the great elements of our age. I spent many years advising the Wikimedia Foundation, which I appreciated. I have some differences with them as well, which I articulated as best as I could, and then resigned when I felt they weren't being listened to, which is a Western orientation and a dependence on the sanctity of the peer-reviewed text, as opposed to understanding that knowledge is created by people who don't publish books as well, that intelligence and knowledge lives in people who have conversations or who come from countries which have predominantly oral cultures, which is something I felt that Wikipedia as an artifact of new knowledge of a 21st century vision of knowledge creation should recognize and enable in the way that the scholarly publishing industry never has and probably never will. I continued to work on the access to medicines cause as it evolved by 2005 and 2006. The incredible outcry over the lack of accessibility of AIDS medicines had meant that they were now accessible. The prices had come down, the monopolies had been largely either dismantled or voluntarily disbanded. And it meant that if you had HIV and AIDS anywhere in the world, wherever you lived, you were more or less guaranteed access to treatment and a fulfilling life, which was wonderful. But what it meant was that the monopoly problem had spread to other new drugs that were coming out, like sofosbuvir from Gilead, which was this first ever treatment for hepatitis C, which became an epidemic of almost HIV-like proportions in Latin America and Eastern Europe. It meant that monopolies started intervening in people's ability to access cancer treatment, especially in countries like India, but also surprisingly South Africa and the United States even, where the cost of new cancer medications is just something mind-boggling. After a certain point, when the medicine you need to live costs more than a couple of hundred thousand dollars, it actually doesn't matter how many hundreds of thousand dollars it is, because that's still more than you have. It became very real for me when I worked on a campaign in the United Kingdom, so that there was me, you know, sitting here in Bangalore with my brown face, working with middle-class white parents of children with cystic fibrosis in the United Kingdom in 2019, to try to get them access to a crucial cystic fibrosis drug that would give relief, prolong the lives of their children. The most heartbreaking thing I've ever worked on, I think. And what it underscored for me, I think, even before the pandemic began, was how radically this focus on monopolies had shifted, what was thought of as a third world problem. Because in 2000s, when I started working on this, you know, everyone said, yes, yes, monopolies are a problem. But of course, it's only for brown and black people, because, you know, we folks are fine. They're working okay here. And they were actually not. And we realized that most starkly towards about 2015 and 16, when middle class white Americans, middle class white British people suddenly found that they were at the wrong end of the pharmaceutical monopoly industrial complex. It didn't feel good to them. And it didn't feel good to me for it to happen to them. But it was also, again, one of these tragic opportunities to turn, you know, what was earlier a poor people's problem into, again, a universal global problem. And I worked as hard as I could on these things. And I found that it was really a remarkable problem because it just wasn't going away. I'm keen to find out what you think are some of the biggest opportunities for open in India and globally in the near term and the long term as we drive further into our 20th anniversary campaign, we're looking at the future of open and better sharing. And I'm keen to find out what's happening on the ground, what we should keep our eyes out for. This is very interesting. I am deeply devoted to the cause of Creative Commons as well as deeply invested in trying to expand the view of organizations like Creative Commons and by extension, the Wikimedia Foundation, other projects that were born out of a very real understanding of the limits of closed systems in largely the West. And my provocation, I think, to the Creative Commons idea of open began really early in about 2006 or 2005, even actually. I worked a lot on piracy. And at the time, this was another era, of course, and this was before the Apple smartphone came out. This was before social media. This was before a large amount of the kind of Silicon Valley-induced openness that we see today, when access to scholarly texts, access to books was a genuinely huge problem. And the way that it was solved in countries like India, but not just India, in countries like Nigeria and countries which had a thriving informal economy was through piracy. And I found myself instinctively supporting it, partly because I have been a beneficiary of it. You can go to copy shops in Bangalore, even now where I live, and literally point to a book on your syllabus that needs to be photocopied, and they'll just bind it up for you and give it to you in five minutes, because it's such an ingrained system of knowledge production. And this is in a situation where the books themselves are barely available. If they are available, there's a foreign edition that costs something, an absurd amount, an even more absurd amount in 2005, and astonishingly still an absurd amount in 2021. Creative Commons is a project that was born out of an understanding of what it was going against, which was, in its conception, a very well-funded American publishing company. So let's take the scholarly industrial complex, where companies like Reed and Xavier and others sort of run the show. And it's an excellent response to something like Read Elsevier. But what it needed to do in order to start off, and I'm not even necessarily sure how much Larry Lessig or any of the other people associated with it believed in this at that point, but what they did was to very publicly articulate that they were not piracy, that they were against piracy, they thought that was illegal, and that the way to share things was through a proper legal channel like Creative Commons. But having lived in countries where the tender and the value of a Creative Commons license is really not the same as it would be in the United States, I could see very personally and upfront the limitations of this model as well. And the limitations of positioning itself as the legal and the just and moral alternative to something like piracy, which was castigated as wrong and bad and criminal. And so I think my first inkling of what lies to the left and the right of Creative Commons, which is what I want to talk about at the summit, is the fact that there could have been far more an alliance between Creative Commons and pirates. Instead of looking at pirates as the sort of renegades to Creative Commons' respectability, I think that a productive alliance could have created something far more interesting. A recognition that piracy and the strictly legal route to sharing and open knowledge production are actually two forces working on the same goal would, I think, have made for a far richer, more global and a more involved conversation because not every single thing in the world is as useful depending on where in the world you are. And so while Creative Commons works very well in countries with the strong arm of the law, they're less useful in countries without that. The other really interesting thing, I think, is that there is stuff on the other side of this as well, which is something that came up very recently when I chaired a meeting, a small closed meeting with, among other people, the health minister of Cuba. Now, Cuba is a really interesting country. It's small, it's embattled, it's facing completely arbitrary and unjust sanctions that were reinstated by the Trump administration after having been temporarilyated by the Trump administration after having been temporarily lifted by the Obama administration on the back of decades of unjust and cruel actions by the United States to limit its ability to trade. Cuba in the pandemic developed two vaccines so far, which have shown excellent results. They are based on a technology that's really easy to replicate. And they were willing to share this technology with anyone in the world. And it was a remarkable thing because no one really knows this. No one's actually tried to do it. Since then, Cuba has set up production facilities in Iran and then more recently in Vietnam. And this is wonderful because it means that people are actually taking up Cuba's offer to share its technology. But what they did say as well is as a country that's facing crippling sanctions, they wanted to have a reasonable royalty rate that they could charge for their vaccine because of the fact, for instance, that they could only do that vaccine research as long as they promised their government that they would not divert any money from the food budget, which is such a heartbreaking thing to hear, right? That in the middle of a pandemic, they could only put their highly skilled, trained scientists to work to get an effective COVID vaccine on the basis that they promised to scrimp and scrounge and get money from wherever they could, but not from the food budget so that Cubans didn't go without meals, you know, so that the country could develop a vaccine. And this broke my heart. So what they were saying is that we're absolutely willing to openly license our vaccine. We're asking for a solidarity licensing rate, which is, again, very reasonable, because what it entails is Cubans actually helping the manufacturers to produce the Cuban vaccines. So there is an investment that they have to put in to actually get this enabled. And it made me realize that, in part, what the Creative Commons licenses are trying to do is to react to the well-funded, big capitalist publisher or pharmaceutical company. The equivalent of the Creative Commons licensing in the pharmaceutical world is something that I was a part of, which is CTAP, which is the COVID-19 Technology Access Pool, which is largely led by Western anti-monopoly activists, very similar to the work that I do, who wanted something where technology could be put in into a pool, and it would be free, and it would be open, and anyone could use it anywhere. And it was based upon, again, the kind of industry that Pfizer and Moderna and AstraZeneca dominate, right? Companies that have multi-billion dollar valuations, which have received multi-billion dollar grants from governments to produce these vaccines, you know, which have sales that are larger than the entire GDP of several countries. And so to propose that for them made sense. To propose that model of absolute open sharing free of cost for Cuba did make sense. You needed to have the flexibility to give Cuba what they legitimately deserve in exchange for, again, openly sharing their vaccine technology. And that flexibility, again, was a curiously strange point of division, where people felt the Cubans were being stingy about this. But having spoken to them, it was extremely clear that their insistence on gaining a fair, what they called, again, solidarity price, which would be a royalty rate per vaccine that would go back to the Cuban government literally to feed its people, was absolutely justified. And I think that's something that Open doesn't sometimes recognize as well, right? Which is the legitimate right of small creators, whether it's of content or whether it's of life-saving vaccines, to be able to earn, to be able to gain a fair degree of commercial revenue on a product that is valuable is not something I think that easily fits within the open model. And so I see both on the left and the right of openness, I think, is the world, which is full of its own peculiarities and complications. the world, which is full of its own peculiarities and complications. And I felt both in 2005, when I worked on piracy, and now in 2021, when I work on access to vaccines, that it would only benefit a movement like Creative Commons to look to the right or the left, and then to find ways to make itself more relevant and useful to the entire world with all its rich complexity, but in a meaningful way that very much would make sense to Creative Commons if it looked. That was a very thought-provoking conversation with Archong. It's given me lots of food for thought. For the final stop on our tour, we're off to Rio de Janeiro, Brazil, where we'll be catching up with Cecilia Oliveira. Cecilia is Executive Director of Fogo Cruzado, and their goal is to expand a community-driven open data platform and reduce the impact of armed violence to build a more just society. Like Archo, she is also a fellow of the Shuttleworth Foundation. I am Cecilia. I am a Brazilian Black lady living in Rio de Janeiro, where we have a lot of questions to answer. And here I am to talk with everybody about my work and come on summit very soon awesome awesome and I'm curious to learn a bit more about sorry I want to get this pronunciation right so is it Fogo Cruzado? That's perfect that's perfect Fogo Cruzado in English means crossfire that in Recife it's a great area of Pernambuco that is a northeastern state in Brazil. How did the motivation come to start the organization um what really drove you and that is a good question because fogo cruzado was born out of i knew that i had as a journalist i was looking for data on victims of stray bullets and shootings in 2015 and i couldn't fight it. So I suppose that everybody can remember this because it was great times for Rio. The World Cup had happened and the Olympics were next year it was under the international spotlight. But we have questions about security here. Security was getting a lot worse. The government had for a few years been running a security police called police specification units or UPPs a kind of community policing but it was basically collapsing. And I remember seeing a cover of a newspaper called Voz das Comunidades, Voice of the Community English, from a famous set of favelas called Complexo do Alemo that had some UPP units. And the headline said there had been 100 straight days of shootouts in the favela. And this was not reported in the big newspapers. So I was looking everywhere for more information but this is the point there wasn't any it did not exist so there it it is where fogo cruzado begins and it it's so clear that Fogo Cruzado was born out of a need for information that you couldn't you know access and and so you set up the organization yourself and you've achieved so much since launching in 2016. I'm just wondering what's on the cards in the next five to ten years. What's something that you're hoping to do? Where are you hoping to take the organization? That's a good point because sometimes it's hard to think and talk about the future when you are living in not very bright present times, right? So sometimes it's kind of hard, but it's a good question. To understand the future, we need to understand today. We need to understand today. Now, five years later, the beginning, we are an institute, an NGO. And Fogo Cruzado has the only database on armed violence in the country. We have very detailed information about shootings and all their impacts on the cities where we operate. So we keep stats about closed schools, shootings in shopping halls, pregnant woman and children shot, police involvement, that's a lot of things. And we publish this information in real time so people can stay safe as it happens, but we can also help push for public action, put pressure on the government and politicians, and really press for change and accountability. So the government was hiding this information on purpose. So we do not make the opposition, right? So everything is open source, open use, open, open. It's basically how we exist. And you can see and use it. And we help journalists and researchers and officials use and understand it too. So for the future, I think that we need to be in more cities to generate more information, to put more data on the table, to pressure more people about this situation. So this is what I think about the future. Do more to help more people to pressure and to stay safe. You mentioned that your involvement in Open really started when you were a journalist and looking for Open Data. I'm just curious to find out, had you been involved in open data prior to starting Fogo Cruzado? Yeah. When you have no information as a journalist, you have nothing to do sometimes because you have no story. You have no information. So you have nothing to pursue. In crime and violence and gun trafficking, it's a big issue in Brazil. And of course, they hide this information because if you have no information, you have no tools to pressure for solutions. So this is why I was pursuing information. Also, the why, I believe that openness is the key because I cannot be the only one pressured for solutions that really can help more than a group that they can privilege. So we need more people pressuring and showing them that we know what's happening and we don't like it. You need to change. And what would you say to other journalists who you know aren't yet leveraging open data sources that's a great question uh that's a great question because sometimes journalists uh they are looking for exclusive information and and you can have it of course but when you have it you have to share so an example it's like when you are covering some situation and you have access to documents of course you are doing your piece and you are and you will be the first one doing it. But if your work is published and it's done, there is no reason to keep this document just for yourself. Just share. Just share because when other people read this information, they can have another insight. They can have other point of view. So it's good for democracy, it's good for journalism, having more people taking a look and pursuing more information and publishing more pieces in any subject. more pieces in any subject when the journalism is strong the democracy is also strong so there is no place to to be just the only one that's so true when the journalism is strong the democracy is also strong. And so I hope that journalists will you know biggest opportunities um rising up in terms of open data in brazil at the moment and and maybe around the region so here in brazil we are facing uh a right a right-wing government so one of the things that this kind of government does, it's hide information. They hide what they can. And they also destroy what's done. So it's very important that we have very strong civil movements and civil organizations building data, building information to help us to understand these times and also to fight for justice. these times, and also to fight for justice. So this is the kind of moment that we are living in Brazil. Giving you an example, it's that, of course, we are facing COVID here. And this government, they were producing information and releasing the data every day at 5 p.m. And then they decide that they are releasing at 6 and then 7 and then 8 p.m. And one day they decide that, no, we are not releasing any information about this. We are not releasing any information about this. So this situation led the journalists like, how can we do? How can we produce information? Because there is no information. So we had a few data journalists that collect information direct from the cities and build a national database showing this information. So the government said, I'm not giving you any. But the civil society said, we are doing this. And this is the information. And we are helping the journalists doing what they have to do. So this is the situation. And this is a very clear example of the importance of building databases and the open ones. databases and the open ones because if the journalists if someone do this database and said oh you have to pay me for this there is no there is no good solution for this right because someone with a very with amount a very huge amount of money can just pay and say, don't release them, I'm paying you. So it's not about money. It's not about close your database, especially in this moment. We have a crisis on politics and on health. So we need to build strong links with society and journalism to build a health environment for us. Now that we've had the chance to get to know Angela, Archul and Cecilia a little better, we're moving on to our last segment of this episode our quickfire summit round question number one have you ever been to a cc global summit before this is actually my first time attending and speaking at it yeah it's my first time attending and speaking at a creative commons global summit so it's it's exciting for me to just, you know, revel in the experience firsthand. I have not, Roni. I've never been to a SISTI Global Summit. Oh, awesome. Well, I'm glad that we have you this time around and this will be your first one. So I haven't been, So I haven't been, but I have read a lot of it about because I couldn't be there in person, but I was following what was happening. Amazing. So three first timers. I'm sure this will be the first time of many. Question number two. As this will be your first time at a CC Global Summit, what are you most looking forward to? I'm also really excited to connect with other community members, just immerse myself in the CC community and see how we can all collectively shape a brighter future with better sharing it will be very interesting to see what other people's thoughts and ideas are around that so that that for me is is is the thing that I'm really excited about oh I've known and worked alongside creative commons for so long and I felt like both an ally as well as sometimes as I said a you know a provocateur that for me to be able to do this and be with you at the CC Global Summit it really does feel like the circle is closing in a really good way. I am excited to know more people that are in the field and at the same time i'm sad because you cannot see in fact people and touch people and have a coffee or beer talking about this subject that it's very important for us but in other way uh you can have more people that maybe could not travel for this but will be able to be there online so it's very nice to know more people on your field talking with something there that it's important for you and probably doing the same in in some way doing the same that you are doing on your country. And you can understand how they can work on their country on the same path. So this is the richest thing that I am excited to see at the summit. And last but not least, question number three, our last question. If you could only leave people with one message from your keynote at Summit, what would it be? Oh, I tried with this one. One thing. There is immense value in making sure that marginalized communities are involved in solving problems around them. And that as we think about better sharing, that has to include thinking about what works best for them. So that it's not just about building things or designing things the way that we think. It has to include what works for them. And that would mean talking to them, putting ourselves in their shoes, understanding what their experiences are and what shapes who they are. It would be to think of when Creative Commons came up, what it disrupted. And to consider along the years that it's existed and has disrupted, what it was designed to disrupt, whether it's doing its job, in terms of responding to the world as it's moved and evolved, and whether it's disrupting things enough and accurately. and accurately. So the powerful, high, important data to prevent us from demanding change. This is true with armed violence in Brazil, but it's also true where you live, on issues that you care about. So find a way to use open data to make change in your society. Thank you so much for joining us for this special Summit Edition episode. I look forward to seeing you all at Summit. Make sure you're registered and take care. Thanks for listening to Open Minds from Creative Commons. Special thanks to the musician Broke for Free, whose track Daybird you heard at the beginning of this episode and you're listening to right now. It's available under the Creative Commons attribution license. Meaning it's free for anyone to use. You can find it at the free music archive, freemusicarchive.org. Please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our global culture more open and collaborative we'll be back soon with another episode talk to you then"}