{"speakers": [{"speaker": "SPEAKER_01", "timestamp": [0.0, 5.58], "text": " Welcome to Open Minds from Creative Commons. I'm Eric Stoyer."}, {"speaker": "SPEAKER_01", "timestamp": [6.32, 10.06], "text": " We're celebrating Creative Commons' 20th anniversary with this podcast,"}, {"speaker": "SPEAKER_01", "timestamp": [10.46, 15.54], "text": " a series of conversations with people working on the issues we're involved with and subjects we're excited about."}, {"speaker": "SPEAKER_01", "timestamp": [17.2, 19.6], "text": " On today's episode, I speak with Lila Bailey."}, {"speaker": "SPEAKER_01", "timestamp": [19.92, 23.64], "text": " She's the policy counsel for the Internet Archive, which means she's their lead lawyer."}, {"speaker": "SPEAKER_01", "timestamp": [23.64, 25.92], "text": " She's the policy counsel for the Internet Archive, which means she's their lead lawyer."}, {"speaker": "SPEAKER_01", "timestamp": [31.2, 32.08], "text": " Leela's made it her mission to use policy and technology to democratize access to culture and knowledge."}, {"speaker": "SPEAKER_01", "timestamp": [35.68, 36.92], "text": " She's an advocate for libraries and archives and the people that they serve."}, {"speaker": "SPEAKER_01", "timestamp": [41.04, 42.8], "text": " Earlier in Leela's career, she worked at Creative Commons, where she and I were colleagues."}, {"speaker": "SPEAKER_01", "timestamp": [46.6, 53.28], "text": " In our conversation, Leela talks about what the Internet Archive does and how her role there works. We also talk about digital lending, the Archive's National Emergency"}, {"speaker": "SPEAKER_01", "timestamp": [53.28, 58.42], "text": " Library Project and the publishing industry's response to it, and our shared concern about"}, {"speaker": "SPEAKER_01", "timestamp": [58.42, 62.08], "text": " the platformization of content that can't be archived for posterity."}, {"speaker": "SPEAKER_01", "timestamp": [64.16, 66.98], "text": " I hope you enjoy this conversation with Lila Bailey."}, {"speaker": "SPEAKER_01", "timestamp": [75.42, 79.12], "text": " I'll assume that most people listening know what the Internet Archive is,"}, {"speaker": "SPEAKER_01", "timestamp": [79.2, 81.34], "text": " at least in general terms, but I would bet that there's a lot of people"}, {"speaker": "SPEAKER_01", "timestamp": [81.34, 84.9], "text": " that actually don't know that much about what the Internet Archive does,"}, {"speaker": "SPEAKER_01", "timestamp": [84.98, 88.12], "text": " especially not the full array of what the Internet Archive does."}, {"speaker": "SPEAKER_01", "timestamp": [88.58, 91.96], "text": " So when you meet someone who's not intimately familiar with the Archive,"}, {"speaker": "SPEAKER_01", "timestamp": [92.56, 95.74], "text": " and they want to know what it is, what do you tell them?"}, {"speaker": "SPEAKER_00", "timestamp": [96.7, 101.42], "text": " Sure. I think a lot of people, when they think about or talk about the Internet Archive,"}, {"speaker": "SPEAKER_00", "timestamp": [101.42, 106.36], "text": " they think about big numbers, like billions of web pages and"}, {"speaker": "SPEAKER_00", "timestamp": [106.36, 111.94], "text": " all these petabytes and terabytes of data. And I like to tell them that what the Internet Archive"}, {"speaker": "SPEAKER_00", "timestamp": [111.94, 120.68], "text": " is at its core and at its foundation is people. The 135 or so employees of the Internet Archive"}, {"speaker": "SPEAKER_00", "timestamp": [120.68, 126.6], "text": " are some of the most intelligent, passionate, amazing people that I've ever had the"}, {"speaker": "SPEAKER_00", "timestamp": [126.6, 131.56], "text": " privilege to work with. You know, we've got librarians, engineers, we've got facilities"}, {"speaker": "SPEAKER_00", "timestamp": [131.56, 137.22], "text": " operators, we've got people who keep our servers running. It's just a really amazing group of folks."}, {"speaker": "SPEAKER_00", "timestamp": [137.22, 142.34], "text": " So I like to start off with, we're a library and we're people. And then of course we have our"}, {"speaker": "SPEAKER_00", "timestamp": [142.34, 149.38], "text": " collections. And most people that know the Internet Archive probably know us from our most famous service, the Wayback Machine."}, {"speaker": "SPEAKER_00", "timestamp": [149.38, 155.4], "text": " So back in the 90s, our founder, Brewster Kahle, started the Internet Archive as pretty much"}, {"speaker": "SPEAKER_00", "timestamp": [155.4, 162.5], "text": " literally that, an archive of the Internet. Because at that point, there was no way to know,"}, {"speaker": "SPEAKER_00", "timestamp": [162.98, 167.0], "text": " no way to remember what a website looked like the day before"}, {"speaker": "SPEAKER_00", "timestamp": [167.0, 168.62], "text": " or the week before or the year before."}, {"speaker": "SPEAKER_00", "timestamp": [168.62, 173.62], "text": " Now, today, we have just about everything you could imagine."}, {"speaker": "SPEAKER_00", "timestamp": [173.9, 175.98], "text": " We have a television news archive."}, {"speaker": "SPEAKER_00", "timestamp": [176.16, 177.58], "text": " We have a live music archive."}, {"speaker": "SPEAKER_00", "timestamp": [177.9, 183.46], "text": " We have a video game archive, literally with an emulator where you can go in and you can"}, {"speaker": "SPEAKER_00", "timestamp": [183.46, 185.94], "text": " play those old computer and console"}, {"speaker": "SPEAKER_00", "timestamp": [185.94, 191.96], "text": " games right in your browser. And we've got books, books, books, books, books, so many books. And"}, {"speaker": "SPEAKER_00", "timestamp": [191.96, 199.32], "text": " we have periodicals and we have all kinds of weird, quirky collections of all kinds and stripes."}, {"speaker": "SPEAKER_00", "timestamp": [199.32, 207.22], "text": " So the Internet Archive is really a collection of collections and really has so much to offer, especially here in"}, {"speaker": "SPEAKER_00", "timestamp": [207.22, 212.84], "text": " the pandemic. I know a lot of people are digging deep and finding some of the weirder, quirkier"}, {"speaker": "SPEAKER_00", "timestamp": [212.84, 217.78], "text": " things we have available on the Internet Archive. And then how do you describe your role as policy"}, {"speaker": "SPEAKER_01", "timestamp": [217.78, 222.22], "text": " counsel for the Internet Archive? Keeping in mind that like Creative Commons, the Internet Archive"}, {"speaker": "SPEAKER_01", "timestamp": [222.22, 226.7], "text": " is not made up of thousands and thousands of people. And we all wear a lot of hats in these roles."}, {"speaker": "SPEAKER_01", "timestamp": [226.7, 229.5], "text": " But what do you describe your job as being?"}, {"speaker": "SPEAKER_00", "timestamp": [229.5, 239.4], "text": " My role is mainly to help policymakers and governments understand what the Internet Archive is and does."}, {"speaker": "SPEAKER_00", "timestamp": [254.58, 255.44], "text": " Honestly, a huge part of my job really is coalition building with other like-minded organizations like Creative Commons and Wikimedia and Mozilla and all those other like-minded, open-oriented organizations and libraries."}, {"speaker": "SPEAKER_01", "timestamp": [256.9, 257.38], "text": " And how did you get interested in this work?"}, {"speaker": "SPEAKER_00", "timestamp": [262.08, 262.26], "text": " It's kind of hard for me to talk about how I got into this without telling my whole life story."}, {"speaker": "SPEAKER_00", "timestamp": [270.56, 274.92], "text": " So I will try to do this in kind of as short a way as I can. But basically I grew up on the East end of Long Island. My parents were kind of starving artists and the East end of Long Island at that point in the eighties was just this cultural"}, {"speaker": "SPEAKER_00", "timestamp": [274.92, 281.74], "text": " desert. There was really nothing around. And I was just this sponge. Anytime I could get to the"}, {"speaker": "SPEAKER_00", "timestamp": [281.74, 289.48], "text": " library, I would go to the library and just, you know, get the books and, oh man, it was just the best. We would always be watching MTV. I'd be taping"}, {"speaker": "SPEAKER_00", "timestamp": [289.48, 296.64], "text": " things off the radio. And so I was always really invested in, you know, music and literature. I was"}, {"speaker": "SPEAKER_00", "timestamp": [296.64, 302.1], "text": " a singer. I took every kind of dance lesson and music lesson I could take as a kid, but I didn't"}, {"speaker": "SPEAKER_00", "timestamp": [302.1, 309.86], "text": " have a lot of access. I didn't have a computer. I didn't have the internet at home. It wasn't until I got to college in 1995 that I had kind of my first"}, {"speaker": "SPEAKER_00", "timestamp": [309.86, 315.94], "text": " real access to a computer. But so I go through this whole period of my early time being"}, {"speaker": "SPEAKER_00", "timestamp": [315.94, 321.0], "text": " a musician. I was a poet. I was the editor of our college literary magazine, and I was really"}, {"speaker": "SPEAKER_00", "timestamp": [321.0, 325.94], "text": " involved in all the arts and culture and just kind of absorbed as much as I"}, {"speaker": "SPEAKER_00", "timestamp": [325.94, 333.84], "text": " could. And I graduated in 2000, which was, you know, basically what I think of as the beginning"}, {"speaker": "SPEAKER_00", "timestamp": [333.84, 338.28], "text": " of the internet. Although I know there's kind of a long history that happened before that, but for"}, {"speaker": "SPEAKER_00", "timestamp": [338.28, 342.92], "text": " me, that was really the beginning. My first job out of college was at Condé Nast Publications. So I"}, {"speaker": "SPEAKER_00", "timestamp": [342.92, 345.6], "text": " was working at this big traditional publisher"}, {"speaker": "SPEAKER_00", "timestamp": [345.6, 352.64], "text": " and I had a computer that was on the internet at work and I found LiveJournal. So I was working"}, {"speaker": "SPEAKER_00", "timestamp": [352.64, 358.12], "text": " in publishing in the corporate creative department and I found LiveJournal and I just became"}, {"speaker": "SPEAKER_00", "timestamp": [358.12, 362.82], "text": " completely obsessed, not only with the ability to sort of write and be published immediately,"}, {"speaker": "SPEAKER_00", "timestamp": [362.82, 369.76], "text": " but also the ability to get immediate feedback from people in this whole community. And then I remember really clearly the day somebody"}, {"speaker": "SPEAKER_00", "timestamp": [369.76, 375.4], "text": " showed me Napster, but it blew my mind. It was really this incredible library of Alexandria of"}, {"speaker": "SPEAKER_00", "timestamp": [375.4, 383.5], "text": " everything you can imagine. And I was really smitten by the abundance, the ease of access"}, {"speaker": "SPEAKER_00", "timestamp": [383.5, 386.34], "text": " and the abundance of all of this stuff that my whole"}, {"speaker": "SPEAKER_00", "timestamp": [386.34, 392.7], "text": " life I've been really limited from both by my geography and by my financial resources."}, {"speaker": "SPEAKER_00", "timestamp": [393.34, 396.0], "text": " And yeah, I was just completely smitten by it."}, {"speaker": "SPEAKER_00", "timestamp": [396.0, 401.04], "text": " And despite all of my interaction with the arts over time, the first time I ever heard"}, {"speaker": "SPEAKER_00", "timestamp": [401.04, 406.04], "text": " the word copyright was when Napster got shut down because of copyright."}, {"speaker": "SPEAKER_00", "timestamp": [406.66, 415.8], "text": " And it really bothered me. It really worried me that this resource for abundant access to"}, {"speaker": "SPEAKER_00", "timestamp": [415.8, 422.14], "text": " creativity, to knowledge, to music, to arts, to culture, to all this stuff was maybe going to go"}, {"speaker": "SPEAKER_00", "timestamp": [422.14, 429.86], "text": " away. And the other thing is I was working in traditional publishing at the time and actually pretty disillusioned by it. I had thought going to work for publishing,"}, {"speaker": "SPEAKER_00", "timestamp": [429.86, 436.02], "text": " I was going to get to, you know, edit magazine articles and things. But really what I realized"}, {"speaker": "SPEAKER_00", "timestamp": [436.02, 439.98], "text": " was the whole thing was really just designed to sell ads. And there were these men in suits who"}, {"speaker": "SPEAKER_00", "timestamp": [439.98, 446.96], "text": " got to decide what got published because it would sell ads. And then I contrasted that with"}, {"speaker": "SPEAKER_00", "timestamp": [446.96, 453.6], "text": " live journal where nobody was deciding what I could say. And so I was really smitten and"}, {"speaker": "SPEAKER_00", "timestamp": [453.6, 460.5], "text": " infatuated with the idea of the internet as this way of getting rid of the gatekeepers, this way of"}, {"speaker": "SPEAKER_00", "timestamp": [460.5, 466.58], "text": " me being able to have direct access to the bands I loved because they were online too,"}, {"speaker": "SPEAKER_00", "timestamp": [466.7, 471.6], "text": " you could talk to them. You could talk to your favorite authors. And it was really just this"}, {"speaker": "SPEAKER_00", "timestamp": [471.6, 480.76], "text": " time of having access to the people and the art and the culture that I loved. So Napster gets"}, {"speaker": "SPEAKER_00", "timestamp": [480.76, 485.54], "text": " shut down. And at that point in time, I'm realizing publishing this traditional"}, {"speaker": "SPEAKER_00", "timestamp": [485.54, 491.74], "text": " publishing thing really isn't my career path. And I had studied in college, I had studied philosophy."}, {"speaker": "SPEAKER_00", "timestamp": [492.46, 499.82], "text": " And what do you do with a philosophy degree? Honestly, think, but most of those folks end"}, {"speaker": "SPEAKER_00", "timestamp": [499.82, 503.02], "text": " up going to law school. And so a lot of people have been sort of pointing me in the direction"}, {"speaker": "SPEAKER_00", "timestamp": [503.02, 507.62], "text": " of law school, but I didn't know what I would do with it really. But then these two things kind of came"}, {"speaker": "SPEAKER_00", "timestamp": [507.62, 516.26], "text": " together and I was like, well, I really care about the internet. I see this as the most powerful tool"}, {"speaker": "SPEAKER_00", "timestamp": [516.26, 528.0], "text": " for the communication of human ideas and creativity. I mean, frankly, since the invention of writing itself, I need to make sure it keeps existing."}, {"speaker": "SPEAKER_00", "timestamp": [528.16, 533.64], "text": " I need to make sure it's used for good. And so I applied to law school. I got into Berkeley."}, {"speaker": "SPEAKER_00", "timestamp": [533.96, 541.28], "text": " I chose Berkeley because it had the first of its kind clinic for law technology and public policy."}, {"speaker": "SPEAKER_00", "timestamp": [541.28, 546.2], "text": " It was the only place really in the country that was thinking about the public"}, {"speaker": "SPEAKER_00", "timestamp": [546.2, 553.32], "text": " interest of technology and the internet. And man, once I got to Berkeley, I read Larry Lessig's"}, {"speaker": "SPEAKER_00", "timestamp": [553.32, 558.98], "text": " code in a class and I saw a lecture, Fred Von Lohman from the Electronic Frontier Foundation"}, {"speaker": "SPEAKER_00", "timestamp": [558.98, 564.56], "text": " came and gave a lecture on, at that point, it was a Grokster case making its way through the"}, {"speaker": "SPEAKER_00", "timestamp": [564.56, 570.44], "text": " courts at that point. I was completely hooked. So that's kind of how I got my early start. And then I was"}, {"speaker": "SPEAKER_00", "timestamp": [570.44, 575.7], "text": " in that clinic and my very first client as a student in the law technology clinic at Berkeley"}, {"speaker": "SPEAKER_00", "timestamp": [575.7, 580.34], "text": " was the Internet Archive. And so that's when I met Brewster. That's when I learned about the"}, {"speaker": "SPEAKER_00", "timestamp": [580.34, 586.64], "text": " Internet Archive and just saw what it was doing. And my project was, how do we work with"}, {"speaker": "SPEAKER_00", "timestamp": [586.64, 592.06], "text": " copyright law? I say get around, but it wasn't. It was actually really, how do we figure out how"}, {"speaker": "SPEAKER_00", "timestamp": [592.06, 598.86], "text": " to do this? How do we make this stuff available and not have the law come and crush us like they"}, {"speaker": "SPEAKER_00", "timestamp": [598.86, 603.84], "text": " crushed Napster? And so, yeah, that was the beginning. Your description of Napster really"}, {"speaker": "SPEAKER_01", "timestamp": [603.84, 605.74], "text": " resonates with me because that was very much what my"}, {"speaker": "SPEAKER_01", "timestamp": [605.74, 607.16], "text": " experience with it was as well."}, {"speaker": "SPEAKER_01", "timestamp": [607.94, 612.92], "text": " There was a handful of bands like Metallica being the most obvious one that were very"}, {"speaker": "SPEAKER_01", "timestamp": [612.92, 616.82], "text": " vocally opposed to Napster because they saw it damaging their careers and hurting their"}, {"speaker": "SPEAKER_01", "timestamp": [616.82, 617.9], "text": " sales and fair enough."}, {"speaker": "SPEAKER_01", "timestamp": [617.9, 622.6], "text": " But the way that I was using it, and it sounds like you were too, was not about downloading"}, {"speaker": "SPEAKER_01", "timestamp": [622.6, 625.72], "text": " music that you could already hear for free on the radio or"}, {"speaker": "SPEAKER_01", "timestamp": [625.72, 631.62], "text": " see on MTV. It was about finding everything else. It was a portal into all of the rare and obscure"}, {"speaker": "SPEAKER_01", "timestamp": [631.62, 635.5], "text": " music that was out of print and that you couldn't have even bought if you wanted to, because it was"}, {"speaker": "SPEAKER_01", "timestamp": [635.5, 641.4], "text": " just unavailable. It was a way to find live versions and weird cover versions of songs"}, {"speaker": "SPEAKER_01", "timestamp": [641.4, 646.32], "text": " and remixes, including like the sort of early scene of fan remixes,"}, {"speaker": "SPEAKER_01", "timestamp": [646.52, 650.52], "text": " just sort of unauthorized remixes, people taking a stab at making new versions of songs."}, {"speaker": "SPEAKER_01", "timestamp": [650.86, 654.14], "text": " It was such a fundamental piece of my musical education."}, {"speaker": "SPEAKER_01", "timestamp": [654.14, 659.24], "text": " And I remember even at that time, so 20 plus years ago, thinking like, you know, I understand"}, {"speaker": "SPEAKER_01", "timestamp": [659.24, 661.94], "text": " why some of these bands hate Napster."}, {"speaker": "SPEAKER_01", "timestamp": [662.38, 665.74], "text": " But at one point, dude,, we value the idea of it being"}, {"speaker": "SPEAKER_01", "timestamp": [665.74, 671.54], "text": " an educational resource or an archive or a trove or a way to expose everyone else in their work to,"}, {"speaker": "SPEAKER_01", "timestamp": [671.66, 676.24], "text": " to an audience, you know? That's exactly right. When I was living in New York,"}, {"speaker": "SPEAKER_00", "timestamp": [676.52, 682.34], "text": " there would be all these cool bands that would come through and, you know, people would ask like,"}, {"speaker": "SPEAKER_00", "timestamp": [682.44, 689.18], "text": " Hey, Lila, do you want to go see this band? And, you know, I'm poor. I don't have infinite money to go, you know, buy tickets for things."}, {"speaker": "SPEAKER_00", "timestamp": [689.18, 693.12], "text": " And so I would go on Nasser and I would listen to a couple of tracks. And if it was something I"}, {"speaker": "SPEAKER_00", "timestamp": [693.12, 697.54], "text": " liked, I would say, yes, I'm in, I would buy tickets to the show. And if I really love the"}, {"speaker": "SPEAKER_00", "timestamp": [697.54, 702.4], "text": " show, I'd buy a CD at the show. I'd support that artist right there and then. And so,"}, {"speaker": "SPEAKER_00", "timestamp": [702.68, 708.3], "text": " yeah, like in my mind, there was no, it wasn't anti-artist"}, {"speaker": "SPEAKER_00", "timestamp": [708.3, 713.74], "text": " in any way. It was like, there are fewer gatekeepers over here in Amsterdam. So it was"}, {"speaker": "SPEAKER_00", "timestamp": [713.74, 719.46], "text": " just how to find the stuff you loved. One of the things that the archive does is act as a digital"}, {"speaker": "SPEAKER_01", "timestamp": [719.46, 724.46], "text": " library. So how does this work? And although there are some obvious things I can think of,"}, {"speaker": "SPEAKER_01", "timestamp": [724.7, 725.92], "text": " how are digital libraries"}, {"speaker": "SPEAKER_01", "timestamp": [725.92, 729.96], "text": " different from what people might typically think of when they think of libraries?"}, {"speaker": "SPEAKER_00", "timestamp": [730.92, 734.6], "text": " You know, I think most people, when they think of a library, they think of a building."}, {"speaker": "SPEAKER_00", "timestamp": [735.58, 738.84], "text": " They think of a place or maybe a room in a school."}, {"speaker": "SPEAKER_00", "timestamp": [739.26, 741.58], "text": " Maybe it's a room, maybe it's a building, but they think of a place."}, {"speaker": "SPEAKER_00", "timestamp": [741.58, 745.16], "text": " And they think of a place that has stuff,"}, {"speaker": "SPEAKER_00", "timestamp": [745.66, 751.18], "text": " usually books, but there are music libraries, there are film libraries, there are film reference"}, {"speaker": "SPEAKER_00", "timestamp": [751.18, 754.62], "text": " libraries. There's all kinds of libraries out there in the world. Like if most people probably"}, {"speaker": "SPEAKER_00", "timestamp": [754.62, 762.38], "text": " think of a building that has books, right. And has librarians, right. So nice people who will"}, {"speaker": "SPEAKER_00", "timestamp": [762.38, 769.42], "text": " help you find what you're looking for. And it's really those collections that I think people really think of as like, that's what a library is."}, {"speaker": "SPEAKER_00", "timestamp": [769.96, 776.08], "text": " And so digital libraries, really the only way a digital library is different is that those"}, {"speaker": "SPEAKER_00", "timestamp": [776.08, 780.5], "text": " collections are presented through a website instead of by walking into a room and pulling"}, {"speaker": "SPEAKER_00", "timestamp": [780.5, 789.66], "text": " them off the shelf. You know, obviously on the backend, there's a lot of metadata that goes into that. You know, we have librarians on staff whose whole job it is,"}, {"speaker": "SPEAKER_00", "timestamp": [789.68, 794.34], "text": " is to make sure that, you know, the metadata on the various different items and collections are"}, {"speaker": "SPEAKER_00", "timestamp": [794.34, 802.0], "text": " accurate so people can find what they're looking for. And we try to, you know, have search tools,"}, {"speaker": "SPEAKER_00", "timestamp": [802.34, 806.1], "text": " search tools will never be as good as a librarian. Anybody who says like"}, {"speaker": "SPEAKER_00", "timestamp": [806.1, 811.86], "text": " librarians are going to be obsolete or just wrong, in my opinion, right? The people who can just be"}, {"speaker": "SPEAKER_00", "timestamp": [811.86, 818.34], "text": " like, you know, there's this book I saw on Oprah the other day and the cover was red. Like those"}, {"speaker": "SPEAKER_00", "timestamp": [818.34, 822.66], "text": " people like that, you know, I don't think any AI is ever going to get there, but anyway, and the"}, {"speaker": "SPEAKER_00", "timestamp": [822.66, 828.0], "text": " internet archive as a digital library, you know, has physical collections."}, {"speaker": "SPEAKER_00", "timestamp": [828.0, 829.92], "text": " We own physical materials."}, {"speaker": "SPEAKER_00", "timestamp": [829.92, 838.42], "text": " We own literally millions of physical books and physical, you know, 78 RPM records and"}, {"speaker": "SPEAKER_00", "timestamp": [838.42, 848.1], "text": " microfilm and microfiche and these old, cool educational film reels and things. So we have all of these physical items"}, {"speaker": "SPEAKER_00", "timestamp": [848.1, 854.54], "text": " that are stored away in, you know, climate controlled physical repositories, which you"}, {"speaker": "SPEAKER_00", "timestamp": [854.54, 858.14], "text": " can go and visit. There's one in Richmond, California. There's another one in Latrobe,"}, {"speaker": "SPEAKER_00", "timestamp": [858.26, 862.72], "text": " Pennsylvania. We also have servers and we also have engineers who are responsible for"}, {"speaker": "SPEAKER_00", "timestamp": [862.72, 873.34], "text": " presenting that material in a way that's hopefully relatively findable and relatively intuitive when you go on there and you're like, OK, I'm looking for information about this topic."}, {"speaker": "SPEAKER_00", "timestamp": [874.16, 882.78], "text": " So and I think most people think of as traditional libraries are moving more and more into having digital services that are attached to them."}, {"speaker": "SPEAKER_00", "timestamp": [882.78, 883.94], "text": " having digital services that are attached to them."}, {"speaker": "SPEAKER_01", "timestamp": [888.88, 890.54], "text": " Over the past year, there's been this very public battle over copyright taking place that involves the Internet Archive."}, {"speaker": "SPEAKER_01", "timestamp": [890.68, 896.48], "text": " So can you explain what the National Emergency Library was and how it worked?"}, {"speaker": "SPEAKER_01", "timestamp": [897.28, 897.56], "text": " Sure."}, {"speaker": "SPEAKER_00", "timestamp": [897.76, 904.34], "text": " So I have to take a step back and say how our digital lending program worked before"}, {"speaker": "SPEAKER_00", "timestamp": [904.34, 907.22], "text": " the National Emergency Library to describe what"}, {"speaker": "SPEAKER_00", "timestamp": [907.22, 914.14], "text": " the National Emergency Library was. So since 2011, the Internet Archive has been taking physical"}, {"speaker": "SPEAKER_00", "timestamp": [914.14, 920.3], "text": " books that it owns, either because they purchased the physical copy or somebody donated a physical"}, {"speaker": "SPEAKER_00", "timestamp": [920.3, 927.68], "text": " item to the Internet Archive, scans that book. And then the physical book, as I said,"}, {"speaker": "SPEAKER_00", "timestamp": [927.74, 934.0], "text": " goes off into these carefully climate controlled repositories that keep the physical item safe."}, {"speaker": "SPEAKER_00", "timestamp": [934.4, 940.36], "text": " And then the digital item, the digital book is then loaned out to one user at a time. If the"}, {"speaker": "SPEAKER_00", "timestamp": [940.36, 945.38], "text": " book is probably in copyright. And again, it can be kind of hard to know if something's"}, {"speaker": "SPEAKER_00", "timestamp": [945.38, 946.52], "text": " in copyright or not."}, {"speaker": "SPEAKER_00", "timestamp": [946.88, 951.26], "text": " Books that are more modern books, we sort of assume, are in copyright."}, {"speaker": "SPEAKER_00", "timestamp": [951.48, 956.62], "text": " And so they are protected using the same technical protection measures that the publishers use"}, {"speaker": "SPEAKER_00", "timestamp": [956.62, 961.4], "text": " when they lend out books like, you know, the sort of popular bestseller type books."}, {"speaker": "SPEAKER_00", "timestamp": [961.74, 965.56], "text": " So people can come to the Internet Archive, check out a copy of a"}, {"speaker": "SPEAKER_00", "timestamp": [965.56, 970.36], "text": " book if it's available, and then they're the only person that has a copy of that book until that"}, {"speaker": "SPEAKER_00", "timestamp": [970.36, 975.36], "text": " loan expires. And then the next person in line can get access to that book. So that's the project in"}, {"speaker": "SPEAKER_00", "timestamp": [975.36, 980.14], "text": " a program that we call Controlled Digital Lending. If you go to our open library website, that's our"}, {"speaker": "SPEAKER_00", "timestamp": [980.14, 989.96], "text": " sort of book interface. You can go through and you can find what books are available to borrow from the Internet Archive. Now, in March of last year, so one year ago, I guess this is"}, {"speaker": "SPEAKER_00", "timestamp": [989.96, 994.98], "text": " sort of an appropriately timed conversation for us to be having. So about a year ago,"}, {"speaker": "SPEAKER_00", "timestamp": [995.4, 1000.46], "text": " we were hearing from our library partners who we've worked with in this controlled digital"}, {"speaker": "SPEAKER_00", "timestamp": [1000.46, 1004.92], "text": " lending program. Again, for years and years, we've been working with libraries to do this work,"}, {"speaker": "SPEAKER_00", "timestamp": [1004.4, 1011.74], "text": " digital lending program, again, for years and years, we've been working with libraries to do this work, that they were going to be closing. And we heard before the students heard that"}, {"speaker": "SPEAKER_00", "timestamp": [1011.74, 1017.06], "text": " probably, you know, people weren't going to be coming back after, like they were going to go"}, {"speaker": "SPEAKER_00", "timestamp": [1017.06, 1021.28], "text": " home for spring break and not coming back. What could we do as the Internet Archive to help"}, {"speaker": "SPEAKER_00", "timestamp": [1021.28, 1025.48], "text": " ensure that students that were being sent home from colleges and"}, {"speaker": "SPEAKER_00", "timestamp": [1025.48, 1028.94], "text": " universities around the country were still going to be able to have access to these library"}, {"speaker": "SPEAKER_00", "timestamp": [1028.94, 1036.74], "text": " collections. And so we realized that we needed to be able to serve a purpose that, I mean, frankly,"}, {"speaker": "SPEAKER_00", "timestamp": [1036.86, 1042.64], "text": " our CDL program wasn't built for. It was really built for this one person at a time model,"}, {"speaker": "SPEAKER_00", "timestamp": [1042.84, 1045.34], "text": " really more for older books, more long tail books, those"}, {"speaker": "SPEAKER_00", "timestamp": [1045.34, 1046.0], "text": " kinds of things."}, {"speaker": "SPEAKER_00", "timestamp": [1046.38, 1052.6], "text": " But we were being asked by our community to try to help meet a classroom need."}, {"speaker": "SPEAKER_00", "timestamp": [1052.72, 1056.9], "text": " And we realized there was going to be a need for multiple people to have access to the"}, {"speaker": "SPEAKER_00", "timestamp": [1056.9, 1058.0], "text": " same book at the same time."}, {"speaker": "SPEAKER_00", "timestamp": [1058.2, 1061.58], "text": " So we talked to a bunch of different partners in the library community."}, {"speaker": "SPEAKER_00", "timestamp": [1061.58, 1065.32], "text": " We reached out to library associations, to our"}, {"speaker": "SPEAKER_00", "timestamp": [1065.32, 1072.74], "text": " partners, to university presses, a few of them. And we said, we're thinking about suspending our"}, {"speaker": "SPEAKER_00", "timestamp": [1072.74, 1077.96], "text": " waitlist is what we called it. Basically what that means is there was no waitlist. Anybody"}, {"speaker": "SPEAKER_00", "timestamp": [1077.96, 1083.78], "text": " wanted access to that book, get access to it simultaneously. There was still the technical"}, {"speaker": "SPEAKER_00", "timestamp": [1083.78, 1085.14], "text": " protection measures. There was no"}, {"speaker": "SPEAKER_00", "timestamp": [1085.14, 1090.76], "text": " ability to, you know, republish it or make copies of it, keep a copy. So in our minds, there were"}, {"speaker": "SPEAKER_00", "timestamp": [1090.76, 1095.56], "text": " still controls in place, but multiple people could get access to the same book at the same time."}, {"speaker": "SPEAKER_00", "timestamp": [1096.34, 1102.2], "text": " And the library world and the, you know, the universities that we were partnering with were"}, {"speaker": "SPEAKER_00", "timestamp": [1102.2, 1109.26], "text": " absolutely thrilled that we were willing to do this. And again, I think we should remember that at that point in March, everybody kind of"}, {"speaker": "SPEAKER_00", "timestamp": [1109.26, 1114.6], "text": " thought this was going to last maybe a couple of weeks, a couple of months. And so we were thinking,"}, {"speaker": "SPEAKER_00", "timestamp": [1114.6, 1123.76], "text": " all right, we need to have a resource that's available to schools, teachers, students,"}, {"speaker": "SPEAKER_00", "timestamp": [1123.82, 1125.84], "text": " that's going to get them through the end of the academic year."}, {"speaker": "SPEAKER_00", "timestamp": [1125.92, 1130.76], "text": " Even from the outset, we were very clear in our messaging that like authors and publishers could"}, {"speaker": "SPEAKER_00", "timestamp": [1130.76, 1136.12], "text": " opt out of this, but because we were moving really quickly and we needed to respond to"}, {"speaker": "SPEAKER_00", "timestamp": [1136.12, 1143.4], "text": " literally an absolute emergency in our community and hundreds of libraries were closing their doors,"}, {"speaker": "SPEAKER_00", "timestamp": [1143.88, 1146.1], "text": " we basically flipped a switch and made"}, {"speaker": "SPEAKER_00", "timestamp": [1146.1, 1150.86], "text": " it possible for multiple people to get access at the same time. And again, you know, teachers,"}, {"speaker": "SPEAKER_00", "timestamp": [1151.18, 1158.52], "text": " students, researchers, librarians were thrilled, absolutely thrilled that we did this. Authors and"}, {"speaker": "SPEAKER_00", "timestamp": [1158.52, 1165.46], "text": " publishers were less thrilled. They were going through the same pandemic, the same fear cycle, the same sense of uncertainty."}, {"speaker": "SPEAKER_00", "timestamp": [1166.3, 1170.02], "text": " And I think it's fair to say they lashed out."}, {"speaker": "SPEAKER_00", "timestamp": [1170.24, 1177.34], "text": " They lashed onto this as something that was very scary to them in this time of uncertainty."}, {"speaker": "SPEAKER_00", "timestamp": [1177.76, 1181.84], "text": " And there was a big pushback in the media at that point."}, {"speaker": "SPEAKER_00", "timestamp": [1182.0, 1185.64], "text": " Some pretty prominent authors said, whoa, whoa, whoa,"}, {"speaker": "SPEAKER_00", "timestamp": [1186.2, 1193.72], "text": " this seems scary. We don't like this. And we heard them when they came to us and said, take,"}, {"speaker": "SPEAKER_00", "timestamp": [1194.14, 1199.9], "text": " you know, take it down. We did it. We, we actually increased our team of folks at that point who"}, {"speaker": "SPEAKER_00", "timestamp": [1199.9, 1203.96], "text": " were responding to those, I think we doubled or tripled that team of people that was responding"}, {"speaker": "SPEAKER_00", "timestamp": [1203.96, 1208.58], "text": " to those materials. We were, or those requests, we were, we were processing that stuff as fast as we could."}, {"speaker": "SPEAKER_00", "timestamp": [1208.92, 1213.66], "text": " But in June, kind of right in the middle of the pandemic, right. I mean, honestly,"}, {"speaker": "SPEAKER_00", "timestamp": [1213.66, 1219.28], "text": " it was the same week that there were the riots over George Floyd's murder by police. It was a"}, {"speaker": "SPEAKER_00", "timestamp": [1219.28, 1226.56], "text": " really tumultuous and crazy time. And that is when four global media conglomerates decided to sue us for lending"}, {"speaker": "SPEAKER_00", "timestamp": [1226.56, 1233.78], "text": " books to children in a pandemic. We were honestly shocked. I will say like completely stunned."}, {"speaker": "SPEAKER_00", "timestamp": [1234.18, 1239.68], "text": " We understood the rhetoric and we understood why they were saying what they were saying,"}, {"speaker": "SPEAKER_00", "timestamp": [1239.68, 1246.5], "text": " but we really were stunned because we were taking things down at a clip. We were, you know, and we were"}, {"speaker": "SPEAKER_00", "timestamp": [1246.5, 1252.24], "text": " really trying to be as accommodating as possible to those claims. And so we were truly stunned."}, {"speaker": "SPEAKER_00", "timestamp": [1252.46, 1257.12], "text": " So that lawsuit continues today. And it was not just about the National Emergency Library. It was"}, {"speaker": "SPEAKER_00", "timestamp": [1257.12, 1261.96], "text": " actually about the original controlled digital lending program. The National Emergency Library"}, {"speaker": "SPEAKER_00", "timestamp": [1261.96, 1266.5], "text": " is maybe one page out of 50 in the whole lawsuit. So it's really not about the National Emergency Library is maybe one page out of 50 in the whole lawsuit. So it's"}, {"speaker": "SPEAKER_00", "timestamp": [1266.5, 1271.24], "text": " really not about the National Emergency Library. I think it was a kind of a nice media hook for them"}, {"speaker": "SPEAKER_00", "timestamp": [1271.24, 1276.54], "text": " to not look like total jerks for suing a library in the middle of a pandemic."}, {"speaker": "SPEAKER_01", "timestamp": [1277.42, 1281.7], "text": " So how is controlled digital lending different than what someone might encounter at their local"}, {"speaker": "SPEAKER_01", "timestamp": [1281.7, 1285.58], "text": " library? So I am a member at my local library. I I, I, I'm a member at my, my local library."}, {"speaker": "SPEAKER_01", "timestamp": [1285.58, 1290.84], "text": " I can check out eBooks and other digital materials through their, through their website. So how does"}, {"speaker": "SPEAKER_00", "timestamp": [1290.84, 1296.64], "text": " what you do differ from that? Yeah. So the difference between the, like the version that"}, {"speaker": "SPEAKER_00", "timestamp": [1296.64, 1306.84], "text": " is serviced through say like Overdrive or Libby, right. Is those are under a license from the publisher. The e-book has been licensed."}, {"speaker": "SPEAKER_00", "timestamp": [1307.34, 1311.0], "text": " What we do is we own the book and we scan it"}, {"speaker": "SPEAKER_00", "timestamp": [1311.0, 1314.72], "text": " and we lend it out in a different format, right?"}, {"speaker": "SPEAKER_00", "timestamp": [1314.76, 1315.64], "text": " So that's the difference."}, {"speaker": "SPEAKER_00", "timestamp": [1315.98, 1317.9], "text": " The publishers and authors are,"}, {"speaker": "SPEAKER_00", "timestamp": [1318.4, 1321.12], "text": " they really want this digital licensing model"}, {"speaker": "SPEAKER_00", "timestamp": [1321.12, 1323.06], "text": " to be the future of libraries."}, {"speaker": "SPEAKER_00", "timestamp": [1323.6, 1324.48], "text": " You know, this idea of,"}, {"speaker": "SPEAKER_00", "timestamp": [1324.56, 1326.9], "text": " oh, you can just buy something once and that's it."}, {"speaker": "SPEAKER_00", "timestamp": [1327.28, 1329.24], "text": " I don't think they've ever particularly liked that."}, {"speaker": "SPEAKER_00", "timestamp": [1329.24, 1336.28], "text": " Now with digital, they're trying to change the terms that have been in existence between"}, {"speaker": "SPEAKER_00", "timestamp": [1336.28, 1339.82], "text": " libraries and publishers and readers for centuries."}, {"speaker": "SPEAKER_01", "timestamp": [1340.72, 1343.98], "text": " And I know some of this stuff is sensitive to talk about, but to the extent that you"}, {"speaker": "SPEAKER_01", "timestamp": [1343.98, 1349.62], "text": " can, I want to know, have the publishers demonstrated any willingness to talk about this?"}, {"speaker": "SPEAKER_01", "timestamp": [1349.66, 1354.42], "text": " Or do they see this almost exclusively as a matter to be dealt with legally?"}, {"speaker": "SPEAKER_00", "timestamp": [1355.18, 1359.34], "text": " We've said publicly that we would love to just talk to them."}, {"speaker": "SPEAKER_00", "timestamp": [1359.5, 1366.38], "text": " ARL, the Association of Research Library, they put out a statement calling on the publishers to call off the lawsuit and talk."}, {"speaker": "SPEAKER_00", "timestamp": [1366.98, 1368.74], "text": " And what I can say is the lawsuit is still going."}, {"speaker": "SPEAKER_01", "timestamp": [1369.64, 1376.14], "text": " In practical terms, for people that use and rely on libraries, what do you think is at stake here?"}, {"speaker": "SPEAKER_01", "timestamp": [1376.24, 1391.06], "text": " What are you worried about that might happen? might arise out of this situation that not only affects the way that the internet archive operates, but that actually affects the way that digital lending works at libraries generally?"}, {"speaker": "SPEAKER_00", "timestamp": [1392.2, 1395.96], "text": " There are kind of two separate things I worry about, and I will kind of separate them for you."}, {"speaker": "SPEAKER_00", "timestamp": [1396.1, 1410.46], "text": " One is libraries have a vast trove of materials that are simply not available in a commercial way for any cost,"}, {"speaker": "SPEAKER_00", "timestamp": [1410.54, 1417.58], "text": " for any amount of dollars. There have been studies done that show that, you know, copyright has,"}, {"speaker": "SPEAKER_00", "timestamp": [1417.58, 1428.94], "text": " like these extended lengthy copyright terms have really led to this problem of older works that are no longer in print basically disappear."}, {"speaker": "SPEAKER_00", "timestamp": [1429.38, 1435.32], "text": " They just go away and are unavailable. And the only place that those things exist"}, {"speaker": "SPEAKER_00", "timestamp": [1435.32, 1437.92], "text": " really at this point is on the shelves of our libraries."}, {"speaker": "SPEAKER_01", "timestamp": [1438.2, 1442.4], "text": " Or like you can find them on Amazon or eBay, but they're listed at like $300"}, {"speaker": "SPEAKER_01", "timestamp": [1442.4, 1449.86], "text": " because they're out of print. And so they've taken on this quality of being virtually inaccessible to the average person. Exactly right. So there is"}, {"speaker": "SPEAKER_00", "timestamp": [1449.86, 1454.68], "text": " a secondary market, right? So you may, if you get lucky, you may be able to get it on Amazon,"}, {"speaker": "SPEAKER_00", "timestamp": [1454.68, 1460.86], "text": " or you may be able to find it in a used bookstore somewhere. But, you know, libraries have"}, {"speaker": "SPEAKER_00", "timestamp": [1460.86, 1465.68], "text": " literally invested billions of dollars in their collections."}, {"speaker": "SPEAKER_00", "timestamp": [1470.54, 1470.66], "text": " And for the vast majority of those works, those materials that they've invested in,"}, {"speaker": "SPEAKER_00", "timestamp": [1472.12, 1472.4], "text": " they don't exist anywhere else."}, {"speaker": "SPEAKER_00", "timestamp": [1477.6, 1477.86], "text": " And we also have a generation of people who are growing up finding information on screens,"}, {"speaker": "SPEAKER_00", "timestamp": [1478.08, 1478.5], "text": " right?"}, {"speaker": "SPEAKER_00", "timestamp": [1482.92, 1483.26], "text": " You know, for most of us, if we can't find it on the internet, we just assume it doesn't exist."}, {"speaker": "SPEAKER_00", "timestamp": [1483.38, 1488.6], "text": " We just assume it's not out there. So libraries really need to be able to meet people where they are,"}, {"speaker": "SPEAKER_00", "timestamp": [1488.78, 1494.56], "text": " especially during a pandemic, right? When we can't be anywhere except for in our houses and in our"}, {"speaker": "SPEAKER_00", "timestamp": [1494.56, 1499.82], "text": " cars and, you know, maybe sitting outside a library in our car using the wifi hotspot."}, {"speaker": "SPEAKER_00", "timestamp": [1500.08, 1505.08], "text": " And so for libraries to be able to meet people where they are, they need to be able to take"}, {"speaker": "SPEAKER_00", "timestamp": [1505.08, 1511.32], "text": " those collections and share them in a responsible, controlled way, the way they have been doing,"}, {"speaker": "SPEAKER_00", "timestamp": [1512.04, 1515.74], "text": " just in a digital format, just in a different format. That's really all it is, right? The"}, {"speaker": "SPEAKER_00", "timestamp": [1515.74, 1520.86], "text": " same number of copies are in circulation. The purchased copy is still being used in the same"}, {"speaker": "SPEAKER_00", "timestamp": [1520.86, 1525.68], "text": " numbers. It's just in a different format. So that's, you know, for controlled digital"}, {"speaker": "SPEAKER_00", "timestamp": [1525.68, 1531.82], "text": " lending, I think it's really important to have it for the past, right? For looking backwards,"}, {"speaker": "SPEAKER_00", "timestamp": [1531.92, 1538.08], "text": " to be able to fill in this gap in this hole of the 20th century that there's just all these works"}, {"speaker": "SPEAKER_00", "timestamp": [1538.08, 1544.18], "text": " that are essentially disappeared, that libraries can continue to make available and to make"}, {"speaker": "SPEAKER_00", "timestamp": [1544.18, 1545.12], "text": " accessible to people. So that's thing one that I worry about, and to make accessible to people."}, {"speaker": "SPEAKER_00", "timestamp": [1545.5, 1548.3], "text": " So that's thing one that I worry about, and that's controlled digital lending."}, {"speaker": "SPEAKER_00", "timestamp": [1548.42, 1553.6], "text": " And I think controlled digital lending is a very reasonable, responsible, frankly, common"}, {"speaker": "SPEAKER_00", "timestamp": [1553.6, 1555.48], "text": " sense answer to that problem."}, {"speaker": "SPEAKER_00", "timestamp": [1555.98, 1559.66], "text": " Now, there's a whole other thing that I worry about that controlled digital lending really"}, {"speaker": "SPEAKER_00", "timestamp": [1559.66, 1562.96], "text": " doesn't solve, and that is content that's born digital."}, {"speaker": "SPEAKER_00", "timestamp": [1563.4, 1564.84], "text": " So there's e-books, right?"}, {"speaker": "SPEAKER_00", "timestamp": [1564.84, 1565.38], "text": " There are a lot of"}, {"speaker": "SPEAKER_00", "timestamp": [1565.38, 1570.76], "text": " eBooks that are being published today that have no physical equivalent. You know, certainly in"}, {"speaker": "SPEAKER_00", "timestamp": [1570.76, 1575.5], "text": " the textbook industry, they've gone to a digital only model because ha ha, you can't resell your"}, {"speaker": "SPEAKER_00", "timestamp": [1575.5, 1579.22], "text": " textbook and, you know, get half your money back or whatever. They, you have to just keep"}, {"speaker": "SPEAKER_00", "timestamp": [1579.22, 1590.1], "text": " repurchasing the same thing over and over. And we see that with Amazon, right? Amazon has a whole bunch of just, you know, it's Kindle only. And those Amazon titles are not available to libraries."}, {"speaker": "SPEAKER_00", "timestamp": [1590.1, 1595.16], "text": " There was just a Washington Post article last week by Jeffrey Fowler talking about the fact"}, {"speaker": "SPEAKER_00", "timestamp": [1595.16, 1600.88], "text": " that Amazon doesn't deal with libraries. It won't sell books to libraries. It won't"}, {"speaker": "SPEAKER_01", "timestamp": [1600.88, 1611.0], "text": " license books to libraries, not on any terms. Right. So there's this ecosystem of the culture that is being created here is only accessible through these commercial platforms."}, {"speaker": "SPEAKER_01", "timestamp": [1611.0, 1614.64], "text": " So there's a handful of companies that control all the distribution around it."}, {"speaker": "SPEAKER_01", "timestamp": [1614.66, 1618.5], "text": " And then there's no way to archive it or collect it or organize it."}, {"speaker": "SPEAKER_01", "timestamp": [1618.74, 1621.6], "text": " And we're not talking about, you know, minor works necessarily."}, {"speaker": "SPEAKER_01", "timestamp": [1621.8, 1631.06], "text": " Increasingly, these are major works and they're the kind of works that subsequent culture is going to rely on as its foundation. Exactly. That's right. And then"}, {"speaker": "SPEAKER_00", "timestamp": [1631.06, 1636.96], "text": " so that's just books. Now, when you think about all of the other stuff, all of our culture that"}, {"speaker": "SPEAKER_00", "timestamp": [1636.96, 1643.3], "text": " is now existing on streaming platforms, social media platforms, right? There's a huge amount"}, {"speaker": "SPEAKER_00", "timestamp": [1643.3, 1645.86], "text": " of culture that's happening on TikTok."}, {"speaker": "SPEAKER_00", "timestamp": [1650.52, 1656.7], "text": " How can libraries get that and save it and preserve it for future generations for research purposes? It's Oscar season and Nomadland is one of the films that have been nominated."}, {"speaker": "SPEAKER_00", "timestamp": [1657.82, 1666.84], "text": " Now you can only see Nomadland if you have that particular streaming service. You can't get that from a library. There's no way for a library to do that,"}, {"speaker": "SPEAKER_00", "timestamp": [1666.98, 1668.24], "text": " to provide that access."}, {"speaker": "SPEAKER_00", "timestamp": [1668.58, 1673.78], "text": " And so we are running a huge risk as a society of,"}, {"speaker": "SPEAKER_00", "timestamp": [1674.44, 1676.68], "text": " well, what happens if and when"}, {"speaker": "SPEAKER_00", "timestamp": [1676.68, 1679.66], "text": " any of these platforms just disappear?"}, {"speaker": "SPEAKER_00", "timestamp": [1679.78, 1682.26], "text": " Because for business reasons, they're gone."}, {"speaker": "SPEAKER_00", "timestamp": [1682.68, 1683.8], "text": " Who's going to make sure"}, {"speaker": "SPEAKER_00", "timestamp": [1683.8, 1686.12], "text": " that that Academy Award winning"}, {"speaker": "SPEAKER_00", "timestamp": [1686.12, 1693.26], "text": " movie is anywhere that anyone can have access to it in the future, right? So libraries think about"}, {"speaker": "SPEAKER_00", "timestamp": [1693.26, 1700.54], "text": " the long-term. Libraries think about making sure that materials are going to be available in 100"}, {"speaker": "SPEAKER_00", "timestamp": [1700.54, 1706.9], "text": " years, 500 years. You know, most of these commercial services are thinking about the next quarter,"}, {"speaker": "SPEAKER_01", "timestamp": [1707.1, 1715.1], "text": " maybe the next year, kind of at the furthest. And so libraries and content industries have"}, {"speaker": "SPEAKER_00", "timestamp": [1715.1, 1719.94], "text": " always lived side by side. And there has always been a bit of tension there, right? Because,"}, {"speaker": "SPEAKER_00", "timestamp": [1720.66, 1725.94], "text": " okay, yes, libraries make things available for free and competing with free is hard. We've heard"}, {"speaker": "SPEAKER_00", "timestamp": [1725.94, 1731.58], "text": " many, many times in the quote copyright wars, but there's a fairness there because the libraries"}, {"speaker": "SPEAKER_00", "timestamp": [1731.58, 1736.9], "text": " buy that content, right? The libraries purchase it. And so there's a big revenue stream that's"}, {"speaker": "SPEAKER_00", "timestamp": [1736.9, 1741.32], "text": " happening for publishers. And so it's worth it. But what I am really, really, really worried about"}, {"speaker": "SPEAKER_00", "timestamp": [1741.32, 1746.4], "text": " is there's this whole new crop of content creation and distribution"}, {"speaker": "SPEAKER_00", "timestamp": [1746.4, 1752.86], "text": " that has no historical relationship with libraries and has no mechanism whatsoever"}, {"speaker": "SPEAKER_00", "timestamp": [1752.86, 1760.38], "text": " for dealing with libraries. And I think we're going to be at a big loss in 10, 15, 20 years"}, {"speaker": "SPEAKER_00", "timestamp": [1760.38, 1766.14], "text": " when we can't look back and know what happened, frankly, in our culture."}, {"speaker": "SPEAKER_01", "timestamp": [1766.88, 1770.88], "text": " Yeah. And it's not even possible really to create cultural collections of your own in a personal"}, {"speaker": "SPEAKER_01", "timestamp": [1770.88, 1775.44], "text": " way anymore. I mean, it used to be that everyone you knew had a record or CD collection, a book"}, {"speaker": "SPEAKER_01", "timestamp": [1775.44, 1779.98], "text": " collection, a movie collection. And it's just increasingly rare to be able to even do that"}, {"speaker": "SPEAKER_01", "timestamp": [1779.98, 1785.46], "text": " anymore. Just a lot to think about. So for my last question, let me set this up by saying that"}, {"speaker": "SPEAKER_01", "timestamp": [1785.46, 1790.78], "text": " no matter what side of the debate that you might be on, it seems to me that it is not arguable that"}, {"speaker": "SPEAKER_01", "timestamp": [1790.78, 1796.68], "text": " when we talk about the internet, we always hear from these big commercial enterprises and the"}, {"speaker": "SPEAKER_01", "timestamp": [1796.68, 1802.14], "text": " interests that represent them far more and far more loudly than we hear from entities that represent"}, {"speaker": "SPEAKER_01", "timestamp": [1802.14, 1805.08], "text": " the general public or the average people."}, {"speaker": "SPEAKER_01", "timestamp": [1809.76, 1811.28], "text": " And I think that's why people are in such admiration of the work that the Internet Archive does."}, {"speaker": "SPEAKER_01", "timestamp": [1815.66, 1815.82], "text": " So what do we need to do to move towards a version of things where archives, libraries,"}, {"speaker": "SPEAKER_01", "timestamp": [1823.56, 1823.86], "text": " I mean, these projects that are all about the distribution and access to and preservation of knowledge and culture,"}, {"speaker": "SPEAKER_01", "timestamp": [1825.04, 1829.68], "text": " what do we need to do to make sure that they are more fully represented in the public debate? And how do people get involved with that?"}, {"speaker": "SPEAKER_00", "timestamp": [1829.68, 1834.32], "text": " That's a question I think about every single day, Eric. It's a hard question,"}, {"speaker": "SPEAKER_00", "timestamp": [1834.32, 1840.32], "text": " and it's an important one. So I think I'm completely delighted with Creative Commons'"}, {"speaker": "SPEAKER_00", "timestamp": [1840.32, 1847.72], "text": " most recent strategy. This whole idea of the open community needs to do better in terms of getting"}, {"speaker": "SPEAKER_00", "timestamp": [1847.72, 1855.5], "text": " involved. You know, all of these open communities are literally open. And I think the thing that we,"}, {"speaker": "SPEAKER_00", "timestamp": [1855.72, 1861.66], "text": " I put you in this category that we loved about, you know, the kind of late nineties, early two"}, {"speaker": "SPEAKER_00", "timestamp": [1861.66, 1865.84], "text": " thousands internet was that it felt like a community. I think it can"}, {"speaker": "SPEAKER_00", "timestamp": [1865.84, 1871.46], "text": " feel like a community and it's big and it's overwhelming, but, you know, just remember that"}, {"speaker": "SPEAKER_00", "timestamp": [1871.46, 1877.32], "text": " really on the other side of this, it's people and those people want to hear from you. And so what I"}, {"speaker": "SPEAKER_00", "timestamp": [1877.32, 1886.94], "text": " will say is the Internet Archive is always taking volunteers of all kinds, literally people who come and pour wine at our events when"}, {"speaker": "SPEAKER_00", "timestamp": [1886.94, 1892.92], "text": " we're allowed to have them again, to people who help scan films and make things available to"}, {"speaker": "SPEAKER_00", "timestamp": [1892.92, 1899.64], "text": " people who, you know, help make our code better to people who edit our wiki to make the metadata"}, {"speaker": "SPEAKER_00", "timestamp": [1899.64, 1905.2], "text": " of our books better, all of that, right? So there's ways that you can get involved. And I'm"}, {"speaker": "SPEAKER_00", "timestamp": [1905.2, 1910.36], "text": " sure creative commons has a million similar kind of opportunities as obviously Wikipedia, you can"}, {"speaker": "SPEAKER_00", "timestamp": [1910.36, 1915.08], "text": " edit an article. You can like, there's so many different ways to be involved in these communities"}, {"speaker": "SPEAKER_00", "timestamp": [1915.08, 1922.48], "text": " in terms of like, like the policy conversation, especially if what you, if you really care about"}, {"speaker": "SPEAKER_00", "timestamp": [1922.48, 1925.0], "text": " the issues that I was just talking about, about sort of"}, {"speaker": "SPEAKER_00", "timestamp": [1925.0, 1929.96], "text": " this future of libraries. There's literally a new organization that just was launched a couple"}, {"speaker": "SPEAKER_00", "timestamp": [1929.96, 1935.64], "text": " months ago in January called Library Futures. And that's what they're for. Honestly, they are there"}, {"speaker": "SPEAKER_00", "timestamp": [1935.64, 1940.54], "text": " to just make sure libraries keep existing. And they are brand new and they are looking for"}, {"speaker": "SPEAKER_00", "timestamp": [1940.54, 1945.34], "text": " passionate community members to come in. I mean, it's starting with librarians, but"}, {"speaker": "SPEAKER_00", "timestamp": [1945.34, 1949.52], "text": " we're going to need a lot more than just librarians. And so this is an organization"}, {"speaker": "SPEAKER_00", "timestamp": [1949.52, 1955.58], "text": " that I am volunteering with in my, all of my myriad spare time. And I just think they have"}, {"speaker": "SPEAKER_00", "timestamp": [1955.58, 1961.46], "text": " the potential to do a lot of good. So go to libraryfutures.net, you know, join the Slack,"}, {"speaker": "SPEAKER_00", "timestamp": [1961.82, 1966.64], "text": " get in the conversation and help, you know, help us think about, I mean, I, you know, the slack get in the conversation and help you know help us think about i mean i"}, {"speaker": "SPEAKER_00", "timestamp": [1966.64, 1970.44], "text": " you know kind of going back to larry lessig a little bit because this is creative commons and"}, {"speaker": "SPEAKER_00", "timestamp": [1970.44, 1976.26], "text": " you know i a lot can be done with norms and markets and code we want to change the law"}, {"speaker": "SPEAKER_00", "timestamp": [1976.26, 1981.82], "text": " copyright law gets in the way sometimes but boy can we do a lot with other tools and when we come"}, {"speaker": "SPEAKER_00", "timestamp": [1981.82, 1985.46], "text": " together you know so let's make a publishing platform that"}, {"speaker": "SPEAKER_00", "timestamp": [1985.46, 1991.04], "text": " competes with Amazon, right? Like, where is that? Where is the open source community publishing"}, {"speaker": "SPEAKER_00", "timestamp": [1991.04, 1995.88], "text": " platform where you can self publish and actually get your stuff to people who love you and love"}, {"speaker": "SPEAKER_00", "timestamp": [1995.88, 2001.08], "text": " your work and are going to support you? That could exist. There's Bandcamp. Where is Bandcamp for,"}, {"speaker": "SPEAKER_01", "timestamp": [2001.24, 2009.62], "text": " you know, for authors? You know, it's good. I mean, the reminder that these communities are open and by design, they are accessible"}, {"speaker": "SPEAKER_01", "timestamp": [2009.62, 2015.94], "text": " to people who want to join them and be a part of making this perspective more widely heard."}, {"speaker": "SPEAKER_01", "timestamp": [2016.04, 2017.3], "text": " So thank you for that reminder."}, {"speaker": "SPEAKER_01", "timestamp": [2018.1, 2018.3], "text": " Yeah."}, {"speaker": "SPEAKER_00", "timestamp": [2018.36, 2020.82], "text": " And you can do it from wherever you are right now."}, {"speaker": "SPEAKER_00", "timestamp": [2021.24, 2023.6], "text": " Get on Twitter and just start tweeting at people."}, {"speaker": "SPEAKER_00", "timestamp": [2023.7, 2025.82], "text": " Get in a Slack and start"}, {"speaker": "SPEAKER_00", "timestamp": [2025.82, 2031.36], "text": " talking to people, right? There really are very few barriers to entering into these communities."}, {"speaker": "SPEAKER_00", "timestamp": [2031.74, 2036.98], "text": " Like that's literally what we're here for. All right, Leila Bailey, thank you so much for your"}, {"speaker": "SPEAKER_01", "timestamp": [2036.98, 2041.02], "text": " time. I always enjoy talking to you and especially loved hearing from you today, getting all this"}, {"speaker": "SPEAKER_01", "timestamp": [2041.02, 2046.06], "text": " good insight into the work that you do. Thank you. This was really fun, Eric. Thanks so much for having me."}, {"speaker": "SPEAKER_00", "timestamp": [2055.48, 2058.12], "text": " Thanks for listening to Open Minds from Creative Commons."}, {"speaker": "SPEAKER_01", "timestamp": [2060.34, 2067.34], "text": " Special thanks to the musician Broke For Free, whose track Daybird you heard at the beginning of this episode and you're listening to right now."}, {"speaker": "SPEAKER_01", "timestamp": [2067.98, 2072.7], "text": " It's available under the Creative Commons Attribution License, meaning it's free for anyone to use."}, {"speaker": "SPEAKER_01", "timestamp": [2073.36, 2076.8], "text": " You can find it at the Free Music Archive, freemusicarchive.org."}, {"speaker": "SPEAKER_01", "timestamp": [2079.4, 2090.0], "text": " Please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our global culture more open and collaborative."}, {"speaker": "SPEAKER_01", "timestamp": [2090.0, 2093.02], "text": " We'll be back soon with another episode. Talk to you then."}], "chunks": [{"timestamp": [0.0, 5.58], "text": " Welcome to Open Minds from Creative Commons. I'm Eric Stoyer."}, {"timestamp": [6.32, 10.06], "text": " We're celebrating Creative Commons' 20th anniversary with this podcast,"}, {"timestamp": [10.46, 15.54], "text": " a series of conversations with people working on the issues we're involved with and subjects we're excited about."}, {"timestamp": [17.2, 19.6], "text": " On today's episode, I speak with Lila Bailey."}, {"timestamp": [19.92, 23.64], "text": " She's the policy counsel for the Internet Archive, which means she's their lead lawyer."}, {"timestamp": [23.64, 25.92], "text": " She's the policy counsel for the Internet Archive, which means she's their lead lawyer."}, {"timestamp": [31.2, 32.08], "text": " Leela's made it her mission to use policy and technology to democratize access to culture and knowledge."}, {"timestamp": [35.68, 36.92], "text": " She's an advocate for libraries and archives and the people that they serve."}, {"timestamp": [41.04, 42.8], "text": " Earlier in Leela's career, she worked at Creative Commons, where she and I were colleagues."}, {"timestamp": [46.6, 53.28], "text": " In our conversation, Leela talks about what the Internet Archive does and how her role there works. We also talk about digital lending, the Archive's National Emergency"}, {"timestamp": [53.28, 58.42], "text": " Library Project and the publishing industry's response to it, and our shared concern about"}, {"timestamp": [58.42, 62.08], "text": " the platformization of content that can't be archived for posterity."}, {"timestamp": [64.16, 66.98], "text": " I hope you enjoy this conversation with Lila Bailey."}, {"timestamp": [75.42, 79.12], "text": " I'll assume that most people listening know what the Internet Archive is,"}, {"timestamp": [79.2, 81.34], "text": " at least in general terms, but I would bet that there's a lot of people"}, {"timestamp": [81.34, 84.9], "text": " that actually don't know that much about what the Internet Archive does,"}, {"timestamp": [84.98, 88.12], "text": " especially not the full array of what the Internet Archive does."}, {"timestamp": [88.58, 91.96], "text": " So when you meet someone who's not intimately familiar with the Archive,"}, {"timestamp": [92.56, 95.74], "text": " and they want to know what it is, what do you tell them?"}, {"timestamp": [96.7, 101.42], "text": " Sure. I think a lot of people, when they think about or talk about the Internet Archive,"}, {"timestamp": [101.42, 106.36], "text": " they think about big numbers, like billions of web pages and"}, {"timestamp": [106.36, 111.94], "text": " all these petabytes and terabytes of data. And I like to tell them that what the Internet Archive"}, {"timestamp": [111.94, 120.68], "text": " is at its core and at its foundation is people. The 135 or so employees of the Internet Archive"}, {"timestamp": [120.68, 126.6], "text": " are some of the most intelligent, passionate, amazing people that I've ever had the"}, {"timestamp": [126.6, 131.56], "text": " privilege to work with. You know, we've got librarians, engineers, we've got facilities"}, {"timestamp": [131.56, 137.22], "text": " operators, we've got people who keep our servers running. It's just a really amazing group of folks."}, {"timestamp": [137.22, 142.34], "text": " So I like to start off with, we're a library and we're people. And then of course we have our"}, {"timestamp": [142.34, 149.38], "text": " collections. And most people that know the Internet Archive probably know us from our most famous service, the Wayback Machine."}, {"timestamp": [149.38, 155.4], "text": " So back in the 90s, our founder, Brewster Kahle, started the Internet Archive as pretty much"}, {"timestamp": [155.4, 162.5], "text": " literally that, an archive of the Internet. Because at that point, there was no way to know,"}, {"timestamp": [162.98, 167.0], "text": " no way to remember what a website looked like the day before"}, {"timestamp": [167.0, 168.62], "text": " or the week before or the year before."}, {"timestamp": [168.62, 173.62], "text": " Now, today, we have just about everything you could imagine."}, {"timestamp": [173.9, 175.98], "text": " We have a television news archive."}, {"timestamp": [176.16, 177.58], "text": " We have a live music archive."}, {"timestamp": [177.9, 183.46], "text": " We have a video game archive, literally with an emulator where you can go in and you can"}, {"timestamp": [183.46, 185.94], "text": " play those old computer and console"}, {"timestamp": [185.94, 191.96], "text": " games right in your browser. And we've got books, books, books, books, books, so many books. And"}, {"timestamp": [191.96, 199.32], "text": " we have periodicals and we have all kinds of weird, quirky collections of all kinds and stripes."}, {"timestamp": [199.32, 207.22], "text": " So the Internet Archive is really a collection of collections and really has so much to offer, especially here in"}, {"timestamp": [207.22, 212.84], "text": " the pandemic. I know a lot of people are digging deep and finding some of the weirder, quirkier"}, {"timestamp": [212.84, 217.78], "text": " things we have available on the Internet Archive. And then how do you describe your role as policy"}, {"timestamp": [217.78, 222.22], "text": " counsel for the Internet Archive? Keeping in mind that like Creative Commons, the Internet Archive"}, {"timestamp": [222.22, 226.7], "text": " is not made up of thousands and thousands of people. And we all wear a lot of hats in these roles."}, {"timestamp": [226.7, 229.5], "text": " But what do you describe your job as being?"}, {"timestamp": [229.5, 239.4], "text": " My role is mainly to help policymakers and governments understand what the Internet Archive is and does."}, {"timestamp": [254.58, 255.44], "text": " Honestly, a huge part of my job really is coalition building with other like-minded organizations like Creative Commons and Wikimedia and Mozilla and all those other like-minded, open-oriented organizations and libraries."}, {"timestamp": [256.9, 257.38], "text": " And how did you get interested in this work?"}, {"timestamp": [262.08, 262.26], "text": " It's kind of hard for me to talk about how I got into this without telling my whole life story."}, {"timestamp": [270.56, 274.92], "text": " So I will try to do this in kind of as short a way as I can. But basically I grew up on the East end of Long Island. My parents were kind of starving artists and the East end of Long Island at that point in the eighties was just this cultural"}, {"timestamp": [274.92, 281.74], "text": " desert. There was really nothing around. And I was just this sponge. Anytime I could get to the"}, {"timestamp": [281.74, 289.48], "text": " library, I would go to the library and just, you know, get the books and, oh man, it was just the best. We would always be watching MTV. I'd be taping"}, {"timestamp": [289.48, 296.64], "text": " things off the radio. And so I was always really invested in, you know, music and literature. I was"}, {"timestamp": [296.64, 302.1], "text": " a singer. I took every kind of dance lesson and music lesson I could take as a kid, but I didn't"}, {"timestamp": [302.1, 309.86], "text": " have a lot of access. I didn't have a computer. I didn't have the internet at home. It wasn't until I got to college in 1995 that I had kind of my first"}, {"timestamp": [309.86, 315.94], "text": " real access to a computer. But so I go through this whole period of my early time being"}, {"timestamp": [315.94, 321.0], "text": " a musician. I was a poet. I was the editor of our college literary magazine, and I was really"}, {"timestamp": [321.0, 325.94], "text": " involved in all the arts and culture and just kind of absorbed as much as I"}, {"timestamp": [325.94, 333.84], "text": " could. And I graduated in 2000, which was, you know, basically what I think of as the beginning"}, {"timestamp": [333.84, 338.28], "text": " of the internet. Although I know there's kind of a long history that happened before that, but for"}, {"timestamp": [338.28, 342.92], "text": " me, that was really the beginning. My first job out of college was at Condé Nast Publications. So I"}, {"timestamp": [342.92, 345.6], "text": " was working at this big traditional publisher"}, {"timestamp": [345.6, 352.64], "text": " and I had a computer that was on the internet at work and I found LiveJournal. So I was working"}, {"timestamp": [352.64, 358.12], "text": " in publishing in the corporate creative department and I found LiveJournal and I just became"}, {"timestamp": [358.12, 362.82], "text": " completely obsessed, not only with the ability to sort of write and be published immediately,"}, {"timestamp": [362.82, 369.76], "text": " but also the ability to get immediate feedback from people in this whole community. And then I remember really clearly the day somebody"}, {"timestamp": [369.76, 375.4], "text": " showed me Napster, but it blew my mind. It was really this incredible library of Alexandria of"}, {"timestamp": [375.4, 383.5], "text": " everything you can imagine. And I was really smitten by the abundance, the ease of access"}, {"timestamp": [383.5, 386.34], "text": " and the abundance of all of this stuff that my whole"}, {"timestamp": [386.34, 392.7], "text": " life I've been really limited from both by my geography and by my financial resources."}, {"timestamp": [393.34, 396.0], "text": " And yeah, I was just completely smitten by it."}, {"timestamp": [396.0, 401.04], "text": " And despite all of my interaction with the arts over time, the first time I ever heard"}, {"timestamp": [401.04, 406.04], "text": " the word copyright was when Napster got shut down because of copyright."}, {"timestamp": [406.66, 415.8], "text": " And it really bothered me. It really worried me that this resource for abundant access to"}, {"timestamp": [415.8, 422.14], "text": " creativity, to knowledge, to music, to arts, to culture, to all this stuff was maybe going to go"}, {"timestamp": [422.14, 429.86], "text": " away. And the other thing is I was working in traditional publishing at the time and actually pretty disillusioned by it. I had thought going to work for publishing,"}, {"timestamp": [429.86, 436.02], "text": " I was going to get to, you know, edit magazine articles and things. But really what I realized"}, {"timestamp": [436.02, 439.98], "text": " was the whole thing was really just designed to sell ads. And there were these men in suits who"}, {"timestamp": [439.98, 446.96], "text": " got to decide what got published because it would sell ads. And then I contrasted that with"}, {"timestamp": [446.96, 453.6], "text": " live journal where nobody was deciding what I could say. And so I was really smitten and"}, {"timestamp": [453.6, 460.5], "text": " infatuated with the idea of the internet as this way of getting rid of the gatekeepers, this way of"}, {"timestamp": [460.5, 466.58], "text": " me being able to have direct access to the bands I loved because they were online too,"}, {"timestamp": [466.7, 471.6], "text": " you could talk to them. You could talk to your favorite authors. And it was really just this"}, {"timestamp": [471.6, 480.76], "text": " time of having access to the people and the art and the culture that I loved. So Napster gets"}, {"timestamp": [480.76, 485.54], "text": " shut down. And at that point in time, I'm realizing publishing this traditional"}, {"timestamp": [485.54, 491.74], "text": " publishing thing really isn't my career path. And I had studied in college, I had studied philosophy."}, {"timestamp": [492.46, 499.82], "text": " And what do you do with a philosophy degree? Honestly, think, but most of those folks end"}, {"timestamp": [499.82, 503.02], "text": " up going to law school. And so a lot of people have been sort of pointing me in the direction"}, {"timestamp": [503.02, 507.62], "text": " of law school, but I didn't know what I would do with it really. But then these two things kind of came"}, {"timestamp": [507.62, 516.26], "text": " together and I was like, well, I really care about the internet. I see this as the most powerful tool"}, {"timestamp": [516.26, 528.0], "text": " for the communication of human ideas and creativity. I mean, frankly, since the invention of writing itself, I need to make sure it keeps existing."}, {"timestamp": [528.16, 533.64], "text": " I need to make sure it's used for good. And so I applied to law school. I got into Berkeley."}, {"timestamp": [533.96, 541.28], "text": " I chose Berkeley because it had the first of its kind clinic for law technology and public policy."}, {"timestamp": [541.28, 546.2], "text": " It was the only place really in the country that was thinking about the public"}, {"timestamp": [546.2, 553.32], "text": " interest of technology and the internet. And man, once I got to Berkeley, I read Larry Lessig's"}, {"timestamp": [553.32, 558.98], "text": " code in a class and I saw a lecture, Fred Von Lohman from the Electronic Frontier Foundation"}, {"timestamp": [558.98, 564.56], "text": " came and gave a lecture on, at that point, it was a Grokster case making its way through the"}, {"timestamp": [564.56, 570.44], "text": " courts at that point. I was completely hooked. So that's kind of how I got my early start. And then I was"}, {"timestamp": [570.44, 575.7], "text": " in that clinic and my very first client as a student in the law technology clinic at Berkeley"}, {"timestamp": [575.7, 580.34], "text": " was the Internet Archive. And so that's when I met Brewster. That's when I learned about the"}, {"timestamp": [580.34, 586.64], "text": " Internet Archive and just saw what it was doing. And my project was, how do we work with"}, {"timestamp": [586.64, 592.06], "text": " copyright law? I say get around, but it wasn't. It was actually really, how do we figure out how"}, {"timestamp": [592.06, 598.86], "text": " to do this? How do we make this stuff available and not have the law come and crush us like they"}, {"timestamp": [598.86, 603.84], "text": " crushed Napster? And so, yeah, that was the beginning. Your description of Napster really"}, {"timestamp": [603.84, 605.74], "text": " resonates with me because that was very much what my"}, {"timestamp": [605.74, 607.16], "text": " experience with it was as well."}, {"timestamp": [607.94, 612.92], "text": " There was a handful of bands like Metallica being the most obvious one that were very"}, {"timestamp": [612.92, 616.82], "text": " vocally opposed to Napster because they saw it damaging their careers and hurting their"}, {"timestamp": [616.82, 617.9], "text": " sales and fair enough."}, {"timestamp": [617.9, 622.6], "text": " But the way that I was using it, and it sounds like you were too, was not about downloading"}, {"timestamp": [622.6, 625.72], "text": " music that you could already hear for free on the radio or"}, {"timestamp": [625.72, 631.62], "text": " see on MTV. It was about finding everything else. It was a portal into all of the rare and obscure"}, {"timestamp": [631.62, 635.5], "text": " music that was out of print and that you couldn't have even bought if you wanted to, because it was"}, {"timestamp": [635.5, 641.4], "text": " just unavailable. It was a way to find live versions and weird cover versions of songs"}, {"timestamp": [641.4, 646.32], "text": " and remixes, including like the sort of early scene of fan remixes,"}, {"timestamp": [646.52, 650.52], "text": " just sort of unauthorized remixes, people taking a stab at making new versions of songs."}, {"timestamp": [650.86, 654.14], "text": " It was such a fundamental piece of my musical education."}, {"timestamp": [654.14, 659.24], "text": " And I remember even at that time, so 20 plus years ago, thinking like, you know, I understand"}, {"timestamp": [659.24, 661.94], "text": " why some of these bands hate Napster."}, {"timestamp": [662.38, 665.74], "text": " But at one point, dude,, we value the idea of it being"}, {"timestamp": [665.74, 671.54], "text": " an educational resource or an archive or a trove or a way to expose everyone else in their work to,"}, {"timestamp": [671.66, 676.24], "text": " to an audience, you know? That's exactly right. When I was living in New York,"}, {"timestamp": [676.52, 682.34], "text": " there would be all these cool bands that would come through and, you know, people would ask like,"}, {"timestamp": [682.44, 689.18], "text": " Hey, Lila, do you want to go see this band? And, you know, I'm poor. I don't have infinite money to go, you know, buy tickets for things."}, {"timestamp": [689.18, 693.12], "text": " And so I would go on Nasser and I would listen to a couple of tracks. And if it was something I"}, {"timestamp": [693.12, 697.54], "text": " liked, I would say, yes, I'm in, I would buy tickets to the show. And if I really love the"}, {"timestamp": [697.54, 702.4], "text": " show, I'd buy a CD at the show. I'd support that artist right there and then. And so,"}, {"timestamp": [702.68, 708.3], "text": " yeah, like in my mind, there was no, it wasn't anti-artist"}, {"timestamp": [708.3, 713.74], "text": " in any way. It was like, there are fewer gatekeepers over here in Amsterdam. So it was"}, {"timestamp": [713.74, 719.46], "text": " just how to find the stuff you loved. One of the things that the archive does is act as a digital"}, {"timestamp": [719.46, 724.46], "text": " library. So how does this work? And although there are some obvious things I can think of,"}, {"timestamp": [724.7, 725.92], "text": " how are digital libraries"}, {"timestamp": [725.92, 729.96], "text": " different from what people might typically think of when they think of libraries?"}, {"timestamp": [730.92, 734.6], "text": " You know, I think most people, when they think of a library, they think of a building."}, {"timestamp": [735.58, 738.84], "text": " They think of a place or maybe a room in a school."}, {"timestamp": [739.26, 741.58], "text": " Maybe it's a room, maybe it's a building, but they think of a place."}, {"timestamp": [741.58, 745.16], "text": " And they think of a place that has stuff,"}, {"timestamp": [745.66, 751.18], "text": " usually books, but there are music libraries, there are film libraries, there are film reference"}, {"timestamp": [751.18, 754.62], "text": " libraries. There's all kinds of libraries out there in the world. Like if most people probably"}, {"timestamp": [754.62, 762.38], "text": " think of a building that has books, right. And has librarians, right. So nice people who will"}, {"timestamp": [762.38, 769.42], "text": " help you find what you're looking for. And it's really those collections that I think people really think of as like, that's what a library is."}, {"timestamp": [769.96, 776.08], "text": " And so digital libraries, really the only way a digital library is different is that those"}, {"timestamp": [776.08, 780.5], "text": " collections are presented through a website instead of by walking into a room and pulling"}, {"timestamp": [780.5, 789.66], "text": " them off the shelf. You know, obviously on the backend, there's a lot of metadata that goes into that. You know, we have librarians on staff whose whole job it is,"}, {"timestamp": [789.68, 794.34], "text": " is to make sure that, you know, the metadata on the various different items and collections are"}, {"timestamp": [794.34, 802.0], "text": " accurate so people can find what they're looking for. And we try to, you know, have search tools,"}, {"timestamp": [802.34, 806.1], "text": " search tools will never be as good as a librarian. Anybody who says like"}, {"timestamp": [806.1, 811.86], "text": " librarians are going to be obsolete or just wrong, in my opinion, right? The people who can just be"}, {"timestamp": [811.86, 818.34], "text": " like, you know, there's this book I saw on Oprah the other day and the cover was red. Like those"}, {"timestamp": [818.34, 822.66], "text": " people like that, you know, I don't think any AI is ever going to get there, but anyway, and the"}, {"timestamp": [822.66, 828.0], "text": " internet archive as a digital library, you know, has physical collections."}, {"timestamp": [828.0, 829.92], "text": " We own physical materials."}, {"timestamp": [829.92, 838.42], "text": " We own literally millions of physical books and physical, you know, 78 RPM records and"}, {"timestamp": [838.42, 848.1], "text": " microfilm and microfiche and these old, cool educational film reels and things. So we have all of these physical items"}, {"timestamp": [848.1, 854.54], "text": " that are stored away in, you know, climate controlled physical repositories, which you"}, {"timestamp": [854.54, 858.14], "text": " can go and visit. There's one in Richmond, California. There's another one in Latrobe,"}, {"timestamp": [858.26, 862.72], "text": " Pennsylvania. We also have servers and we also have engineers who are responsible for"}, {"timestamp": [862.72, 873.34], "text": " presenting that material in a way that's hopefully relatively findable and relatively intuitive when you go on there and you're like, OK, I'm looking for information about this topic."}, {"timestamp": [874.16, 882.78], "text": " So and I think most people think of as traditional libraries are moving more and more into having digital services that are attached to them."}, {"timestamp": [882.78, 883.94], "text": " having digital services that are attached to them."}, {"timestamp": [888.88, 890.54], "text": " Over the past year, there's been this very public battle over copyright taking place that involves the Internet Archive."}, {"timestamp": [890.68, 896.48], "text": " So can you explain what the National Emergency Library was and how it worked?"}, {"timestamp": [897.28, 897.56], "text": " Sure."}, {"timestamp": [897.76, 904.34], "text": " So I have to take a step back and say how our digital lending program worked before"}, {"timestamp": [904.34, 907.22], "text": " the National Emergency Library to describe what"}, {"timestamp": [907.22, 914.14], "text": " the National Emergency Library was. So since 2011, the Internet Archive has been taking physical"}, {"timestamp": [914.14, 920.3], "text": " books that it owns, either because they purchased the physical copy or somebody donated a physical"}, {"timestamp": [920.3, 927.68], "text": " item to the Internet Archive, scans that book. And then the physical book, as I said,"}, {"timestamp": [927.74, 934.0], "text": " goes off into these carefully climate controlled repositories that keep the physical item safe."}, {"timestamp": [934.4, 940.36], "text": " And then the digital item, the digital book is then loaned out to one user at a time. If the"}, {"timestamp": [940.36, 945.38], "text": " book is probably in copyright. And again, it can be kind of hard to know if something's"}, {"timestamp": [945.38, 946.52], "text": " in copyright or not."}, {"timestamp": [946.88, 951.26], "text": " Books that are more modern books, we sort of assume, are in copyright."}, {"timestamp": [951.48, 956.62], "text": " And so they are protected using the same technical protection measures that the publishers use"}, {"timestamp": [956.62, 961.4], "text": " when they lend out books like, you know, the sort of popular bestseller type books."}, {"timestamp": [961.74, 965.56], "text": " So people can come to the Internet Archive, check out a copy of a"}, {"timestamp": [965.56, 970.36], "text": " book if it's available, and then they're the only person that has a copy of that book until that"}, {"timestamp": [970.36, 975.36], "text": " loan expires. And then the next person in line can get access to that book. So that's the project in"}, {"timestamp": [975.36, 980.14], "text": " a program that we call Controlled Digital Lending. If you go to our open library website, that's our"}, {"timestamp": [980.14, 989.96], "text": " sort of book interface. You can go through and you can find what books are available to borrow from the Internet Archive. Now, in March of last year, so one year ago, I guess this is"}, {"timestamp": [989.96, 994.98], "text": " sort of an appropriately timed conversation for us to be having. So about a year ago,"}, {"timestamp": [995.4, 1000.46], "text": " we were hearing from our library partners who we've worked with in this controlled digital"}, {"timestamp": [1000.46, 1004.92], "text": " lending program. Again, for years and years, we've been working with libraries to do this work,"}, {"timestamp": [1004.4, 1011.74], "text": " digital lending program, again, for years and years, we've been working with libraries to do this work, that they were going to be closing. And we heard before the students heard that"}, {"timestamp": [1011.74, 1017.06], "text": " probably, you know, people weren't going to be coming back after, like they were going to go"}, {"timestamp": [1017.06, 1021.28], "text": " home for spring break and not coming back. What could we do as the Internet Archive to help"}, {"timestamp": [1021.28, 1025.48], "text": " ensure that students that were being sent home from colleges and"}, {"timestamp": [1025.48, 1028.94], "text": " universities around the country were still going to be able to have access to these library"}, {"timestamp": [1028.94, 1036.74], "text": " collections. And so we realized that we needed to be able to serve a purpose that, I mean, frankly,"}, {"timestamp": [1036.86, 1042.64], "text": " our CDL program wasn't built for. It was really built for this one person at a time model,"}, {"timestamp": [1042.84, 1045.34], "text": " really more for older books, more long tail books, those"}, {"timestamp": [1045.34, 1046.0], "text": " kinds of things."}, {"timestamp": [1046.38, 1052.6], "text": " But we were being asked by our community to try to help meet a classroom need."}, {"timestamp": [1052.72, 1056.9], "text": " And we realized there was going to be a need for multiple people to have access to the"}, {"timestamp": [1056.9, 1058.0], "text": " same book at the same time."}, {"timestamp": [1058.2, 1061.58], "text": " So we talked to a bunch of different partners in the library community."}, {"timestamp": [1061.58, 1065.32], "text": " We reached out to library associations, to our"}, {"timestamp": [1065.32, 1072.74], "text": " partners, to university presses, a few of them. And we said, we're thinking about suspending our"}, {"timestamp": [1072.74, 1077.96], "text": " waitlist is what we called it. Basically what that means is there was no waitlist. Anybody"}, {"timestamp": [1077.96, 1083.78], "text": " wanted access to that book, get access to it simultaneously. There was still the technical"}, {"timestamp": [1083.78, 1085.14], "text": " protection measures. There was no"}, {"timestamp": [1085.14, 1090.76], "text": " ability to, you know, republish it or make copies of it, keep a copy. So in our minds, there were"}, {"timestamp": [1090.76, 1095.56], "text": " still controls in place, but multiple people could get access to the same book at the same time."}, {"timestamp": [1096.34, 1102.2], "text": " And the library world and the, you know, the universities that we were partnering with were"}, {"timestamp": [1102.2, 1109.26], "text": " absolutely thrilled that we were willing to do this. And again, I think we should remember that at that point in March, everybody kind of"}, {"timestamp": [1109.26, 1114.6], "text": " thought this was going to last maybe a couple of weeks, a couple of months. And so we were thinking,"}, {"timestamp": [1114.6, 1123.76], "text": " all right, we need to have a resource that's available to schools, teachers, students,"}, {"timestamp": [1123.82, 1125.84], "text": " that's going to get them through the end of the academic year."}, {"timestamp": [1125.92, 1130.76], "text": " Even from the outset, we were very clear in our messaging that like authors and publishers could"}, {"timestamp": [1130.76, 1136.12], "text": " opt out of this, but because we were moving really quickly and we needed to respond to"}, {"timestamp": [1136.12, 1143.4], "text": " literally an absolute emergency in our community and hundreds of libraries were closing their doors,"}, {"timestamp": [1143.88, 1146.1], "text": " we basically flipped a switch and made"}, {"timestamp": [1146.1, 1150.86], "text": " it possible for multiple people to get access at the same time. And again, you know, teachers,"}, {"timestamp": [1151.18, 1158.52], "text": " students, researchers, librarians were thrilled, absolutely thrilled that we did this. Authors and"}, {"timestamp": [1158.52, 1165.46], "text": " publishers were less thrilled. They were going through the same pandemic, the same fear cycle, the same sense of uncertainty."}, {"timestamp": [1166.3, 1170.02], "text": " And I think it's fair to say they lashed out."}, {"timestamp": [1170.24, 1177.34], "text": " They lashed onto this as something that was very scary to them in this time of uncertainty."}, {"timestamp": [1177.76, 1181.84], "text": " And there was a big pushback in the media at that point."}, {"timestamp": [1182.0, 1185.64], "text": " Some pretty prominent authors said, whoa, whoa, whoa,"}, {"timestamp": [1186.2, 1193.72], "text": " this seems scary. We don't like this. And we heard them when they came to us and said, take,"}, {"timestamp": [1194.14, 1199.9], "text": " you know, take it down. We did it. We, we actually increased our team of folks at that point who"}, {"timestamp": [1199.9, 1203.96], "text": " were responding to those, I think we doubled or tripled that team of people that was responding"}, {"timestamp": [1203.96, 1208.58], "text": " to those materials. We were, or those requests, we were, we were processing that stuff as fast as we could."}, {"timestamp": [1208.92, 1213.66], "text": " But in June, kind of right in the middle of the pandemic, right. I mean, honestly,"}, {"timestamp": [1213.66, 1219.28], "text": " it was the same week that there were the riots over George Floyd's murder by police. It was a"}, {"timestamp": [1219.28, 1226.56], "text": " really tumultuous and crazy time. And that is when four global media conglomerates decided to sue us for lending"}, {"timestamp": [1226.56, 1233.78], "text": " books to children in a pandemic. We were honestly shocked. I will say like completely stunned."}, {"timestamp": [1234.18, 1239.68], "text": " We understood the rhetoric and we understood why they were saying what they were saying,"}, {"timestamp": [1239.68, 1246.5], "text": " but we really were stunned because we were taking things down at a clip. We were, you know, and we were"}, {"timestamp": [1246.5, 1252.24], "text": " really trying to be as accommodating as possible to those claims. And so we were truly stunned."}, {"timestamp": [1252.46, 1257.12], "text": " So that lawsuit continues today. And it was not just about the National Emergency Library. It was"}, {"timestamp": [1257.12, 1261.96], "text": " actually about the original controlled digital lending program. The National Emergency Library"}, {"timestamp": [1261.96, 1266.5], "text": " is maybe one page out of 50 in the whole lawsuit. So it's really not about the National Emergency Library is maybe one page out of 50 in the whole lawsuit. So it's"}, {"timestamp": [1266.5, 1271.24], "text": " really not about the National Emergency Library. I think it was a kind of a nice media hook for them"}, {"timestamp": [1271.24, 1276.54], "text": " to not look like total jerks for suing a library in the middle of a pandemic."}, {"timestamp": [1277.42, 1281.7], "text": " So how is controlled digital lending different than what someone might encounter at their local"}, {"timestamp": [1281.7, 1285.58], "text": " library? So I am a member at my local library. I I, I, I'm a member at my, my local library."}, {"timestamp": [1285.58, 1290.84], "text": " I can check out eBooks and other digital materials through their, through their website. So how does"}, {"timestamp": [1290.84, 1296.64], "text": " what you do differ from that? Yeah. So the difference between the, like the version that"}, {"timestamp": [1296.64, 1306.84], "text": " is serviced through say like Overdrive or Libby, right. Is those are under a license from the publisher. The e-book has been licensed."}, {"timestamp": [1307.34, 1311.0], "text": " What we do is we own the book and we scan it"}, {"timestamp": [1311.0, 1314.72], "text": " and we lend it out in a different format, right?"}, {"timestamp": [1314.76, 1315.64], "text": " So that's the difference."}, {"timestamp": [1315.98, 1317.9], "text": " The publishers and authors are,"}, {"timestamp": [1318.4, 1321.12], "text": " they really want this digital licensing model"}, {"timestamp": [1321.12, 1323.06], "text": " to be the future of libraries."}, {"timestamp": [1323.6, 1324.48], "text": " You know, this idea of,"}, {"timestamp": [1324.56, 1326.9], "text": " oh, you can just buy something once and that's it."}, {"timestamp": [1327.28, 1329.24], "text": " I don't think they've ever particularly liked that."}, {"timestamp": [1329.24, 1336.28], "text": " Now with digital, they're trying to change the terms that have been in existence between"}, {"timestamp": [1336.28, 1339.82], "text": " libraries and publishers and readers for centuries."}, {"timestamp": [1340.72, 1343.98], "text": " And I know some of this stuff is sensitive to talk about, but to the extent that you"}, {"timestamp": [1343.98, 1349.62], "text": " can, I want to know, have the publishers demonstrated any willingness to talk about this?"}, {"timestamp": [1349.66, 1354.42], "text": " Or do they see this almost exclusively as a matter to be dealt with legally?"}, {"timestamp": [1355.18, 1359.34], "text": " We've said publicly that we would love to just talk to them."}, {"timestamp": [1359.5, 1366.38], "text": " ARL, the Association of Research Library, they put out a statement calling on the publishers to call off the lawsuit and talk."}, {"timestamp": [1366.98, 1368.74], "text": " And what I can say is the lawsuit is still going."}, {"timestamp": [1369.64, 1376.14], "text": " In practical terms, for people that use and rely on libraries, what do you think is at stake here?"}, {"timestamp": [1376.24, 1391.06], "text": " What are you worried about that might happen? might arise out of this situation that not only affects the way that the internet archive operates, but that actually affects the way that digital lending works at libraries generally?"}, {"timestamp": [1392.2, 1395.96], "text": " There are kind of two separate things I worry about, and I will kind of separate them for you."}, {"timestamp": [1396.1, 1410.46], "text": " One is libraries have a vast trove of materials that are simply not available in a commercial way for any cost,"}, {"timestamp": [1410.54, 1417.58], "text": " for any amount of dollars. There have been studies done that show that, you know, copyright has,"}, {"timestamp": [1417.58, 1428.94], "text": " like these extended lengthy copyright terms have really led to this problem of older works that are no longer in print basically disappear."}, {"timestamp": [1429.38, 1435.32], "text": " They just go away and are unavailable. And the only place that those things exist"}, {"timestamp": [1435.32, 1437.92], "text": " really at this point is on the shelves of our libraries."}, {"timestamp": [1438.2, 1442.4], "text": " Or like you can find them on Amazon or eBay, but they're listed at like $300"}, {"timestamp": [1442.4, 1449.86], "text": " because they're out of print. And so they've taken on this quality of being virtually inaccessible to the average person. Exactly right. So there is"}, {"timestamp": [1449.86, 1454.68], "text": " a secondary market, right? So you may, if you get lucky, you may be able to get it on Amazon,"}, {"timestamp": [1454.68, 1460.86], "text": " or you may be able to find it in a used bookstore somewhere. But, you know, libraries have"}, {"timestamp": [1460.86, 1465.68], "text": " literally invested billions of dollars in their collections."}, {"timestamp": [1470.54, 1470.66], "text": " And for the vast majority of those works, those materials that they've invested in,"}, {"timestamp": [1472.12, 1472.4], "text": " they don't exist anywhere else."}, {"timestamp": [1477.6, 1477.86], "text": " And we also have a generation of people who are growing up finding information on screens,"}, {"timestamp": [1478.08, 1478.5], "text": " right?"}, {"timestamp": [1482.92, 1483.26], "text": " You know, for most of us, if we can't find it on the internet, we just assume it doesn't exist."}, {"timestamp": [1483.38, 1488.6], "text": " We just assume it's not out there. So libraries really need to be able to meet people where they are,"}, {"timestamp": [1488.78, 1494.56], "text": " especially during a pandemic, right? When we can't be anywhere except for in our houses and in our"}, {"timestamp": [1494.56, 1499.82], "text": " cars and, you know, maybe sitting outside a library in our car using the wifi hotspot."}, {"timestamp": [1500.08, 1505.08], "text": " And so for libraries to be able to meet people where they are, they need to be able to take"}, {"timestamp": [1505.08, 1511.32], "text": " those collections and share them in a responsible, controlled way, the way they have been doing,"}, {"timestamp": [1512.04, 1515.74], "text": " just in a digital format, just in a different format. That's really all it is, right? The"}, {"timestamp": [1515.74, 1520.86], "text": " same number of copies are in circulation. The purchased copy is still being used in the same"}, {"timestamp": [1520.86, 1525.68], "text": " numbers. It's just in a different format. So that's, you know, for controlled digital"}, {"timestamp": [1525.68, 1531.82], "text": " lending, I think it's really important to have it for the past, right? For looking backwards,"}, {"timestamp": [1531.92, 1538.08], "text": " to be able to fill in this gap in this hole of the 20th century that there's just all these works"}, {"timestamp": [1538.08, 1544.18], "text": " that are essentially disappeared, that libraries can continue to make available and to make"}, {"timestamp": [1544.18, 1545.12], "text": " accessible to people. So that's thing one that I worry about, and to make accessible to people."}, {"timestamp": [1545.5, 1548.3], "text": " So that's thing one that I worry about, and that's controlled digital lending."}, {"timestamp": [1548.42, 1553.6], "text": " And I think controlled digital lending is a very reasonable, responsible, frankly, common"}, {"timestamp": [1553.6, 1555.48], "text": " sense answer to that problem."}, {"timestamp": [1555.98, 1559.66], "text": " Now, there's a whole other thing that I worry about that controlled digital lending really"}, {"timestamp": [1559.66, 1562.96], "text": " doesn't solve, and that is content that's born digital."}, {"timestamp": [1563.4, 1564.84], "text": " So there's e-books, right?"}, {"timestamp": [1564.84, 1565.38], "text": " There are a lot of"}, {"timestamp": [1565.38, 1570.76], "text": " eBooks that are being published today that have no physical equivalent. You know, certainly in"}, {"timestamp": [1570.76, 1575.5], "text": " the textbook industry, they've gone to a digital only model because ha ha, you can't resell your"}, {"timestamp": [1575.5, 1579.22], "text": " textbook and, you know, get half your money back or whatever. They, you have to just keep"}, {"timestamp": [1579.22, 1590.1], "text": " repurchasing the same thing over and over. And we see that with Amazon, right? Amazon has a whole bunch of just, you know, it's Kindle only. And those Amazon titles are not available to libraries."}, {"timestamp": [1590.1, 1595.16], "text": " There was just a Washington Post article last week by Jeffrey Fowler talking about the fact"}, {"timestamp": [1595.16, 1600.88], "text": " that Amazon doesn't deal with libraries. It won't sell books to libraries. It won't"}, {"timestamp": [1600.88, 1611.0], "text": " license books to libraries, not on any terms. Right. So there's this ecosystem of the culture that is being created here is only accessible through these commercial platforms."}, {"timestamp": [1611.0, 1614.64], "text": " So there's a handful of companies that control all the distribution around it."}, {"timestamp": [1614.66, 1618.5], "text": " And then there's no way to archive it or collect it or organize it."}, {"timestamp": [1618.74, 1621.6], "text": " And we're not talking about, you know, minor works necessarily."}, {"timestamp": [1621.8, 1631.06], "text": " Increasingly, these are major works and they're the kind of works that subsequent culture is going to rely on as its foundation. Exactly. That's right. And then"}, {"timestamp": [1631.06, 1636.96], "text": " so that's just books. Now, when you think about all of the other stuff, all of our culture that"}, {"timestamp": [1636.96, 1643.3], "text": " is now existing on streaming platforms, social media platforms, right? There's a huge amount"}, {"timestamp": [1643.3, 1645.86], "text": " of culture that's happening on TikTok."}, {"timestamp": [1650.52, 1656.7], "text": " How can libraries get that and save it and preserve it for future generations for research purposes? It's Oscar season and Nomadland is one of the films that have been nominated."}, {"timestamp": [1657.82, 1666.84], "text": " Now you can only see Nomadland if you have that particular streaming service. You can't get that from a library. There's no way for a library to do that,"}, {"timestamp": [1666.98, 1668.24], "text": " to provide that access."}, {"timestamp": [1668.58, 1673.78], "text": " And so we are running a huge risk as a society of,"}, {"timestamp": [1674.44, 1676.68], "text": " well, what happens if and when"}, {"timestamp": [1676.68, 1679.66], "text": " any of these platforms just disappear?"}, {"timestamp": [1679.78, 1682.26], "text": " Because for business reasons, they're gone."}, {"timestamp": [1682.68, 1683.8], "text": " Who's going to make sure"}, {"timestamp": [1683.8, 1686.12], "text": " that that Academy Award winning"}, {"timestamp": [1686.12, 1693.26], "text": " movie is anywhere that anyone can have access to it in the future, right? So libraries think about"}, {"timestamp": [1693.26, 1700.54], "text": " the long-term. Libraries think about making sure that materials are going to be available in 100"}, {"timestamp": [1700.54, 1706.9], "text": " years, 500 years. You know, most of these commercial services are thinking about the next quarter,"}, {"timestamp": [1707.1, 1715.1], "text": " maybe the next year, kind of at the furthest. And so libraries and content industries have"}, {"timestamp": [1715.1, 1719.94], "text": " always lived side by side. And there has always been a bit of tension there, right? Because,"}, {"timestamp": [1720.66, 1725.94], "text": " okay, yes, libraries make things available for free and competing with free is hard. We've heard"}, {"timestamp": [1725.94, 1731.58], "text": " many, many times in the quote copyright wars, but there's a fairness there because the libraries"}, {"timestamp": [1731.58, 1736.9], "text": " buy that content, right? The libraries purchase it. And so there's a big revenue stream that's"}, {"timestamp": [1736.9, 1741.32], "text": " happening for publishers. And so it's worth it. But what I am really, really, really worried about"}, {"timestamp": [1741.32, 1746.4], "text": " is there's this whole new crop of content creation and distribution"}, {"timestamp": [1746.4, 1752.86], "text": " that has no historical relationship with libraries and has no mechanism whatsoever"}, {"timestamp": [1752.86, 1760.38], "text": " for dealing with libraries. And I think we're going to be at a big loss in 10, 15, 20 years"}, {"timestamp": [1760.38, 1766.14], "text": " when we can't look back and know what happened, frankly, in our culture."}, {"timestamp": [1766.88, 1770.88], "text": " Yeah. And it's not even possible really to create cultural collections of your own in a personal"}, {"timestamp": [1770.88, 1775.44], "text": " way anymore. I mean, it used to be that everyone you knew had a record or CD collection, a book"}, {"timestamp": [1775.44, 1779.98], "text": " collection, a movie collection. And it's just increasingly rare to be able to even do that"}, {"timestamp": [1779.98, 1785.46], "text": " anymore. Just a lot to think about. So for my last question, let me set this up by saying that"}, {"timestamp": [1785.46, 1790.78], "text": " no matter what side of the debate that you might be on, it seems to me that it is not arguable that"}, {"timestamp": [1790.78, 1796.68], "text": " when we talk about the internet, we always hear from these big commercial enterprises and the"}, {"timestamp": [1796.68, 1802.14], "text": " interests that represent them far more and far more loudly than we hear from entities that represent"}, {"timestamp": [1802.14, 1805.08], "text": " the general public or the average people."}, {"timestamp": [1809.76, 1811.28], "text": " And I think that's why people are in such admiration of the work that the Internet Archive does."}, {"timestamp": [1815.66, 1815.82], "text": " So what do we need to do to move towards a version of things where archives, libraries,"}, {"timestamp": [1823.56, 1823.86], "text": " I mean, these projects that are all about the distribution and access to and preservation of knowledge and culture,"}, {"timestamp": [1825.04, 1829.68], "text": " what do we need to do to make sure that they are more fully represented in the public debate? And how do people get involved with that?"}, {"timestamp": [1829.68, 1834.32], "text": " That's a question I think about every single day, Eric. It's a hard question,"}, {"timestamp": [1834.32, 1840.32], "text": " and it's an important one. So I think I'm completely delighted with Creative Commons'"}, {"timestamp": [1840.32, 1847.72], "text": " most recent strategy. This whole idea of the open community needs to do better in terms of getting"}, {"timestamp": [1847.72, 1855.5], "text": " involved. You know, all of these open communities are literally open. And I think the thing that we,"}, {"timestamp": [1855.72, 1861.66], "text": " I put you in this category that we loved about, you know, the kind of late nineties, early two"}, {"timestamp": [1861.66, 1865.84], "text": " thousands internet was that it felt like a community. I think it can"}, {"timestamp": [1865.84, 1871.46], "text": " feel like a community and it's big and it's overwhelming, but, you know, just remember that"}, {"timestamp": [1871.46, 1877.32], "text": " really on the other side of this, it's people and those people want to hear from you. And so what I"}, {"timestamp": [1877.32, 1886.94], "text": " will say is the Internet Archive is always taking volunteers of all kinds, literally people who come and pour wine at our events when"}, {"timestamp": [1886.94, 1892.92], "text": " we're allowed to have them again, to people who help scan films and make things available to"}, {"timestamp": [1892.92, 1899.64], "text": " people who, you know, help make our code better to people who edit our wiki to make the metadata"}, {"timestamp": [1899.64, 1905.2], "text": " of our books better, all of that, right? So there's ways that you can get involved. And I'm"}, {"timestamp": [1905.2, 1910.36], "text": " sure creative commons has a million similar kind of opportunities as obviously Wikipedia, you can"}, {"timestamp": [1910.36, 1915.08], "text": " edit an article. You can like, there's so many different ways to be involved in these communities"}, {"timestamp": [1915.08, 1922.48], "text": " in terms of like, like the policy conversation, especially if what you, if you really care about"}, {"timestamp": [1922.48, 1925.0], "text": " the issues that I was just talking about, about sort of"}, {"timestamp": [1925.0, 1929.96], "text": " this future of libraries. There's literally a new organization that just was launched a couple"}, {"timestamp": [1929.96, 1935.64], "text": " months ago in January called Library Futures. And that's what they're for. Honestly, they are there"}, {"timestamp": [1935.64, 1940.54], "text": " to just make sure libraries keep existing. And they are brand new and they are looking for"}, {"timestamp": [1940.54, 1945.34], "text": " passionate community members to come in. I mean, it's starting with librarians, but"}, {"timestamp": [1945.34, 1949.52], "text": " we're going to need a lot more than just librarians. And so this is an organization"}, {"timestamp": [1949.52, 1955.58], "text": " that I am volunteering with in my, all of my myriad spare time. And I just think they have"}, {"timestamp": [1955.58, 1961.46], "text": " the potential to do a lot of good. So go to libraryfutures.net, you know, join the Slack,"}, {"timestamp": [1961.82, 1966.64], "text": " get in the conversation and help, you know, help us think about, I mean, I, you know, the slack get in the conversation and help you know help us think about i mean i"}, {"timestamp": [1966.64, 1970.44], "text": " you know kind of going back to larry lessig a little bit because this is creative commons and"}, {"timestamp": [1970.44, 1976.26], "text": " you know i a lot can be done with norms and markets and code we want to change the law"}, {"timestamp": [1976.26, 1981.82], "text": " copyright law gets in the way sometimes but boy can we do a lot with other tools and when we come"}, {"timestamp": [1981.82, 1985.46], "text": " together you know so let's make a publishing platform that"}, {"timestamp": [1985.46, 1991.04], "text": " competes with Amazon, right? Like, where is that? Where is the open source community publishing"}, {"timestamp": [1991.04, 1995.88], "text": " platform where you can self publish and actually get your stuff to people who love you and love"}, {"timestamp": [1995.88, 2001.08], "text": " your work and are going to support you? That could exist. There's Bandcamp. Where is Bandcamp for,"}, {"timestamp": [2001.24, 2009.62], "text": " you know, for authors? You know, it's good. I mean, the reminder that these communities are open and by design, they are accessible"}, {"timestamp": [2009.62, 2015.94], "text": " to people who want to join them and be a part of making this perspective more widely heard."}, {"timestamp": [2016.04, 2017.3], "text": " So thank you for that reminder."}, {"timestamp": [2018.1, 2018.3], "text": " Yeah."}, {"timestamp": [2018.36, 2020.82], "text": " And you can do it from wherever you are right now."}, {"timestamp": [2021.24, 2023.6], "text": " Get on Twitter and just start tweeting at people."}, {"timestamp": [2023.7, 2025.82], "text": " Get in a Slack and start"}, {"timestamp": [2025.82, 2031.36], "text": " talking to people, right? There really are very few barriers to entering into these communities."}, {"timestamp": [2031.74, 2036.98], "text": " Like that's literally what we're here for. All right, Leila Bailey, thank you so much for your"}, {"timestamp": [2036.98, 2041.02], "text": " time. I always enjoy talking to you and especially loved hearing from you today, getting all this"}, {"timestamp": [2041.02, 2046.06], "text": " good insight into the work that you do. Thank you. This was really fun, Eric. Thanks so much for having me."}, {"timestamp": [2055.48, 2058.12], "text": " Thanks for listening to Open Minds from Creative Commons."}, {"timestamp": [2060.34, 2067.34], "text": " Special thanks to the musician Broke For Free, whose track Daybird you heard at the beginning of this episode and you're listening to right now."}, {"timestamp": [2067.98, 2072.7], "text": " It's available under the Creative Commons Attribution License, meaning it's free for anyone to use."}, {"timestamp": [2073.36, 2076.8], "text": " You can find it at the Free Music Archive, freemusicarchive.org."}, {"timestamp": [2079.4, 2090.0], "text": " Please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our global culture more open and collaborative."}, {"timestamp": [2090.0, 2093.02], "text": " We'll be back soon with another episode. Talk to you then."}], "text": " Welcome to Open Minds from Creative Commons. I'm Eric Stoyer. We're celebrating Creative Commons' 20th anniversary with this podcast, a series of conversations with people working on the issues we're involved with and subjects we're excited about. On today's episode, I speak with Lila Bailey. She's the policy counsel for the Internet Archive, which means she's their lead lawyer. She's the policy counsel for the Internet Archive, which means she's their lead lawyer. Leela's made it her mission to use policy and technology to democratize access to culture and knowledge. She's an advocate for libraries and archives and the people that they serve. Earlier in Leela's career, she worked at Creative Commons, where she and I were colleagues. In our conversation, Leela talks about what the Internet Archive does and how her role there works. We also talk about digital lending, the Archive's National Emergency Library Project and the publishing industry's response to it, and our shared concern about the platformization of content that can't be archived for posterity. I hope you enjoy this conversation with Lila Bailey. I'll assume that most people listening know what the Internet Archive is, at least in general terms, but I would bet that there's a lot of people that actually don't know that much about what the Internet Archive does, especially not the full array of what the Internet Archive does. So when you meet someone who's not intimately familiar with the Archive, and they want to know what it is, what do you tell them? Sure. I think a lot of people, when they think about or talk about the Internet Archive, they think about big numbers, like billions of web pages and all these petabytes and terabytes of data. And I like to tell them that what the Internet Archive is at its core and at its foundation is people. The 135 or so employees of the Internet Archive are some of the most intelligent, passionate, amazing people that I've ever had the privilege to work with. You know, we've got librarians, engineers, we've got facilities operators, we've got people who keep our servers running. It's just a really amazing group of folks. So I like to start off with, we're a library and we're people. And then of course we have our collections. And most people that know the Internet Archive probably know us from our most famous service, the Wayback Machine. So back in the 90s, our founder, Brewster Kahle, started the Internet Archive as pretty much literally that, an archive of the Internet. Because at that point, there was no way to know, no way to remember what a website looked like the day before or the week before or the year before. Now, today, we have just about everything you could imagine. We have a television news archive. We have a live music archive. We have a video game archive, literally with an emulator where you can go in and you can play those old computer and console games right in your browser. And we've got books, books, books, books, books, so many books. And we have periodicals and we have all kinds of weird, quirky collections of all kinds and stripes. So the Internet Archive is really a collection of collections and really has so much to offer, especially here in the pandemic. I know a lot of people are digging deep and finding some of the weirder, quirkier things we have available on the Internet Archive. And then how do you describe your role as policy counsel for the Internet Archive? Keeping in mind that like Creative Commons, the Internet Archive is not made up of thousands and thousands of people. And we all wear a lot of hats in these roles. But what do you describe your job as being? My role is mainly to help policymakers and governments understand what the Internet Archive is and does. Honestly, a huge part of my job really is coalition building with other like-minded organizations like Creative Commons and Wikimedia and Mozilla and all those other like-minded, open-oriented organizations and libraries. And how did you get interested in this work? It's kind of hard for me to talk about how I got into this without telling my whole life story. So I will try to do this in kind of as short a way as I can. But basically I grew up on the East end of Long Island. My parents were kind of starving artists and the East end of Long Island at that point in the eighties was just this cultural desert. There was really nothing around. And I was just this sponge. Anytime I could get to the library, I would go to the library and just, you know, get the books and, oh man, it was just the best. We would always be watching MTV. I'd be taping things off the radio. And so I was always really invested in, you know, music and literature. I was a singer. I took every kind of dance lesson and music lesson I could take as a kid, but I didn't have a lot of access. I didn't have a computer. I didn't have the internet at home. It wasn't until I got to college in 1995 that I had kind of my first real access to a computer. But so I go through this whole period of my early time being a musician. I was a poet. I was the editor of our college literary magazine, and I was really involved in all the arts and culture and just kind of absorbed as much as I could. And I graduated in 2000, which was, you know, basically what I think of as the beginning of the internet. Although I know there's kind of a long history that happened before that, but for me, that was really the beginning. My first job out of college was at Condé Nast Publications. So I was working at this big traditional publisher and I had a computer that was on the internet at work and I found LiveJournal. So I was working in publishing in the corporate creative department and I found LiveJournal and I just became completely obsessed, not only with the ability to sort of write and be published immediately, but also the ability to get immediate feedback from people in this whole community. And then I remember really clearly the day somebody showed me Napster, but it blew my mind. It was really this incredible library of Alexandria of everything you can imagine. And I was really smitten by the abundance, the ease of access and the abundance of all of this stuff that my whole life I've been really limited from both by my geography and by my financial resources. And yeah, I was just completely smitten by it. And despite all of my interaction with the arts over time, the first time I ever heard the word copyright was when Napster got shut down because of copyright. And it really bothered me. It really worried me that this resource for abundant access to creativity, to knowledge, to music, to arts, to culture, to all this stuff was maybe going to go away. And the other thing is I was working in traditional publishing at the time and actually pretty disillusioned by it. I had thought going to work for publishing, I was going to get to, you know, edit magazine articles and things. But really what I realized was the whole thing was really just designed to sell ads. And there were these men in suits who got to decide what got published because it would sell ads. And then I contrasted that with live journal where nobody was deciding what I could say. And so I was really smitten and infatuated with the idea of the internet as this way of getting rid of the gatekeepers, this way of me being able to have direct access to the bands I loved because they were online too, you could talk to them. You could talk to your favorite authors. And it was really just this time of having access to the people and the art and the culture that I loved. So Napster gets shut down. And at that point in time, I'm realizing publishing this traditional publishing thing really isn't my career path. And I had studied in college, I had studied philosophy. And what do you do with a philosophy degree? Honestly, think, but most of those folks end up going to law school. And so a lot of people have been sort of pointing me in the direction of law school, but I didn't know what I would do with it really. But then these two things kind of came together and I was like, well, I really care about the internet. I see this as the most powerful tool for the communication of human ideas and creativity. I mean, frankly, since the invention of writing itself, I need to make sure it keeps existing. I need to make sure it's used for good. And so I applied to law school. I got into Berkeley. I chose Berkeley because it had the first of its kind clinic for law technology and public policy. It was the only place really in the country that was thinking about the public interest of technology and the internet. And man, once I got to Berkeley, I read Larry Lessig's code in a class and I saw a lecture, Fred Von Lohman from the Electronic Frontier Foundation came and gave a lecture on, at that point, it was a Grokster case making its way through the courts at that point. I was completely hooked. So that's kind of how I got my early start. And then I was in that clinic and my very first client as a student in the law technology clinic at Berkeley was the Internet Archive. And so that's when I met Brewster. That's when I learned about the Internet Archive and just saw what it was doing. And my project was, how do we work with copyright law? I say get around, but it wasn't. It was actually really, how do we figure out how to do this? How do we make this stuff available and not have the law come and crush us like they crushed Napster? And so, yeah, that was the beginning. Your description of Napster really resonates with me because that was very much what my experience with it was as well. There was a handful of bands like Metallica being the most obvious one that were very vocally opposed to Napster because they saw it damaging their careers and hurting their sales and fair enough. But the way that I was using it, and it sounds like you were too, was not about downloading music that you could already hear for free on the radio or see on MTV. It was about finding everything else. It was a portal into all of the rare and obscure music that was out of print and that you couldn't have even bought if you wanted to, because it was just unavailable. It was a way to find live versions and weird cover versions of songs and remixes, including like the sort of early scene of fan remixes, just sort of unauthorized remixes, people taking a stab at making new versions of songs. It was such a fundamental piece of my musical education. And I remember even at that time, so 20 plus years ago, thinking like, you know, I understand why some of these bands hate Napster. But at one point, dude,, we value the idea of it being an educational resource or an archive or a trove or a way to expose everyone else in their work to, to an audience, you know? That's exactly right. When I was living in New York, there would be all these cool bands that would come through and, you know, people would ask like, Hey, Lila, do you want to go see this band? And, you know, I'm poor. I don't have infinite money to go, you know, buy tickets for things. And so I would go on Nasser and I would listen to a couple of tracks. And if it was something I liked, I would say, yes, I'm in, I would buy tickets to the show. And if I really love the show, I'd buy a CD at the show. I'd support that artist right there and then. And so, yeah, like in my mind, there was no, it wasn't anti-artist in any way. It was like, there are fewer gatekeepers over here in Amsterdam. So it was just how to find the stuff you loved. One of the things that the archive does is act as a digital library. So how does this work? And although there are some obvious things I can think of, how are digital libraries different from what people might typically think of when they think of libraries? You know, I think most people, when they think of a library, they think of a building. They think of a place or maybe a room in a school. Maybe it's a room, maybe it's a building, but they think of a place. And they think of a place that has stuff, usually books, but there are music libraries, there are film libraries, there are film reference libraries. There's all kinds of libraries out there in the world. Like if most people probably think of a building that has books, right. And has librarians, right. So nice people who will help you find what you're looking for. And it's really those collections that I think people really think of as like, that's what a library is. And so digital libraries, really the only way a digital library is different is that those collections are presented through a website instead of by walking into a room and pulling them off the shelf. You know, obviously on the backend, there's a lot of metadata that goes into that. You know, we have librarians on staff whose whole job it is, is to make sure that, you know, the metadata on the various different items and collections are accurate so people can find what they're looking for. And we try to, you know, have search tools, search tools will never be as good as a librarian. Anybody who says like librarians are going to be obsolete or just wrong, in my opinion, right? The people who can just be like, you know, there's this book I saw on Oprah the other day and the cover was red. Like those people like that, you know, I don't think any AI is ever going to get there, but anyway, and the internet archive as a digital library, you know, has physical collections. We own physical materials. We own literally millions of physical books and physical, you know, 78 RPM records and microfilm and microfiche and these old, cool educational film reels and things. So we have all of these physical items that are stored away in, you know, climate controlled physical repositories, which you can go and visit. There's one in Richmond, California. There's another one in Latrobe, Pennsylvania. We also have servers and we also have engineers who are responsible for presenting that material in a way that's hopefully relatively findable and relatively intuitive when you go on there and you're like, OK, I'm looking for information about this topic. So and I think most people think of as traditional libraries are moving more and more into having digital services that are attached to them. having digital services that are attached to them. Over the past year, there's been this very public battle over copyright taking place that involves the Internet Archive. So can you explain what the National Emergency Library was and how it worked? Sure. So I have to take a step back and say how our digital lending program worked before the National Emergency Library to describe what the National Emergency Library was. So since 2011, the Internet Archive has been taking physical books that it owns, either because they purchased the physical copy or somebody donated a physical item to the Internet Archive, scans that book. And then the physical book, as I said, goes off into these carefully climate controlled repositories that keep the physical item safe. And then the digital item, the digital book is then loaned out to one user at a time. If the book is probably in copyright. And again, it can be kind of hard to know if something's in copyright or not. Books that are more modern books, we sort of assume, are in copyright. And so they are protected using the same technical protection measures that the publishers use when they lend out books like, you know, the sort of popular bestseller type books. So people can come to the Internet Archive, check out a copy of a book if it's available, and then they're the only person that has a copy of that book until that loan expires. And then the next person in line can get access to that book. So that's the project in a program that we call Controlled Digital Lending. If you go to our open library website, that's our sort of book interface. You can go through and you can find what books are available to borrow from the Internet Archive. Now, in March of last year, so one year ago, I guess this is sort of an appropriately timed conversation for us to be having. So about a year ago, we were hearing from our library partners who we've worked with in this controlled digital lending program. Again, for years and years, we've been working with libraries to do this work, digital lending program, again, for years and years, we've been working with libraries to do this work, that they were going to be closing. And we heard before the students heard that probably, you know, people weren't going to be coming back after, like they were going to go home for spring break and not coming back. What could we do as the Internet Archive to help ensure that students that were being sent home from colleges and universities around the country were still going to be able to have access to these library collections. And so we realized that we needed to be able to serve a purpose that, I mean, frankly, our CDL program wasn't built for. It was really built for this one person at a time model, really more for older books, more long tail books, those kinds of things. But we were being asked by our community to try to help meet a classroom need. And we realized there was going to be a need for multiple people to have access to the same book at the same time. So we talked to a bunch of different partners in the library community. We reached out to library associations, to our partners, to university presses, a few of them. And we said, we're thinking about suspending our waitlist is what we called it. Basically what that means is there was no waitlist. Anybody wanted access to that book, get access to it simultaneously. There was still the technical protection measures. There was no ability to, you know, republish it or make copies of it, keep a copy. So in our minds, there were still controls in place, but multiple people could get access to the same book at the same time. And the library world and the, you know, the universities that we were partnering with were absolutely thrilled that we were willing to do this. And again, I think we should remember that at that point in March, everybody kind of thought this was going to last maybe a couple of weeks, a couple of months. And so we were thinking, all right, we need to have a resource that's available to schools, teachers, students, that's going to get them through the end of the academic year. Even from the outset, we were very clear in our messaging that like authors and publishers could opt out of this, but because we were moving really quickly and we needed to respond to literally an absolute emergency in our community and hundreds of libraries were closing their doors, we basically flipped a switch and made it possible for multiple people to get access at the same time. And again, you know, teachers, students, researchers, librarians were thrilled, absolutely thrilled that we did this. Authors and publishers were less thrilled. They were going through the same pandemic, the same fear cycle, the same sense of uncertainty. And I think it's fair to say they lashed out. They lashed onto this as something that was very scary to them in this time of uncertainty. And there was a big pushback in the media at that point. Some pretty prominent authors said, whoa, whoa, whoa, this seems scary. We don't like this. And we heard them when they came to us and said, take, you know, take it down. We did it. We, we actually increased our team of folks at that point who were responding to those, I think we doubled or tripled that team of people that was responding to those materials. We were, or those requests, we were, we were processing that stuff as fast as we could. But in June, kind of right in the middle of the pandemic, right. I mean, honestly, it was the same week that there were the riots over George Floyd's murder by police. It was a really tumultuous and crazy time. And that is when four global media conglomerates decided to sue us for lending books to children in a pandemic. We were honestly shocked. I will say like completely stunned. We understood the rhetoric and we understood why they were saying what they were saying, but we really were stunned because we were taking things down at a clip. We were, you know, and we were really trying to be as accommodating as possible to those claims. And so we were truly stunned. So that lawsuit continues today. And it was not just about the National Emergency Library. It was actually about the original controlled digital lending program. The National Emergency Library is maybe one page out of 50 in the whole lawsuit. So it's really not about the National Emergency Library is maybe one page out of 50 in the whole lawsuit. So it's really not about the National Emergency Library. I think it was a kind of a nice media hook for them to not look like total jerks for suing a library in the middle of a pandemic. So how is controlled digital lending different than what someone might encounter at their local library? So I am a member at my local library. I I, I, I'm a member at my, my local library. I can check out eBooks and other digital materials through their, through their website. So how does what you do differ from that? Yeah. So the difference between the, like the version that is serviced through say like Overdrive or Libby, right. Is those are under a license from the publisher. The e-book has been licensed. What we do is we own the book and we scan it and we lend it out in a different format, right? So that's the difference. The publishers and authors are, they really want this digital licensing model to be the future of libraries. You know, this idea of, oh, you can just buy something once and that's it. I don't think they've ever particularly liked that. Now with digital, they're trying to change the terms that have been in existence between libraries and publishers and readers for centuries. And I know some of this stuff is sensitive to talk about, but to the extent that you can, I want to know, have the publishers demonstrated any willingness to talk about this? Or do they see this almost exclusively as a matter to be dealt with legally? We've said publicly that we would love to just talk to them. ARL, the Association of Research Library, they put out a statement calling on the publishers to call off the lawsuit and talk. And what I can say is the lawsuit is still going. In practical terms, for people that use and rely on libraries, what do you think is at stake here? What are you worried about that might happen? might arise out of this situation that not only affects the way that the internet archive operates, but that actually affects the way that digital lending works at libraries generally? There are kind of two separate things I worry about, and I will kind of separate them for you. One is libraries have a vast trove of materials that are simply not available in a commercial way for any cost, for any amount of dollars. There have been studies done that show that, you know, copyright has, like these extended lengthy copyright terms have really led to this problem of older works that are no longer in print basically disappear. They just go away and are unavailable. And the only place that those things exist really at this point is on the shelves of our libraries. Or like you can find them on Amazon or eBay, but they're listed at like $300 because they're out of print. And so they've taken on this quality of being virtually inaccessible to the average person. Exactly right. So there is a secondary market, right? So you may, if you get lucky, you may be able to get it on Amazon, or you may be able to find it in a used bookstore somewhere. But, you know, libraries have literally invested billions of dollars in their collections. And for the vast majority of those works, those materials that they've invested in, they don't exist anywhere else. And we also have a generation of people who are growing up finding information on screens, right? You know, for most of us, if we can't find it on the internet, we just assume it doesn't exist. We just assume it's not out there. So libraries really need to be able to meet people where they are, especially during a pandemic, right? When we can't be anywhere except for in our houses and in our cars and, you know, maybe sitting outside a library in our car using the wifi hotspot. And so for libraries to be able to meet people where they are, they need to be able to take those collections and share them in a responsible, controlled way, the way they have been doing, just in a digital format, just in a different format. That's really all it is, right? The same number of copies are in circulation. The purchased copy is still being used in the same numbers. It's just in a different format. So that's, you know, for controlled digital lending, I think it's really important to have it for the past, right? For looking backwards, to be able to fill in this gap in this hole of the 20th century that there's just all these works that are essentially disappeared, that libraries can continue to make available and to make accessible to people. So that's thing one that I worry about, and to make accessible to people. So that's thing one that I worry about, and that's controlled digital lending. And I think controlled digital lending is a very reasonable, responsible, frankly, common sense answer to that problem. Now, there's a whole other thing that I worry about that controlled digital lending really doesn't solve, and that is content that's born digital. So there's e-books, right? There are a lot of eBooks that are being published today that have no physical equivalent. You know, certainly in the textbook industry, they've gone to a digital only model because ha ha, you can't resell your textbook and, you know, get half your money back or whatever. They, you have to just keep repurchasing the same thing over and over. And we see that with Amazon, right? Amazon has a whole bunch of just, you know, it's Kindle only. And those Amazon titles are not available to libraries. There was just a Washington Post article last week by Jeffrey Fowler talking about the fact that Amazon doesn't deal with libraries. It won't sell books to libraries. It won't license books to libraries, not on any terms. Right. So there's this ecosystem of the culture that is being created here is only accessible through these commercial platforms. So there's a handful of companies that control all the distribution around it. And then there's no way to archive it or collect it or organize it. And we're not talking about, you know, minor works necessarily. Increasingly, these are major works and they're the kind of works that subsequent culture is going to rely on as its foundation. Exactly. That's right. And then so that's just books. Now, when you think about all of the other stuff, all of our culture that is now existing on streaming platforms, social media platforms, right? There's a huge amount of culture that's happening on TikTok. How can libraries get that and save it and preserve it for future generations for research purposes? It's Oscar season and Nomadland is one of the films that have been nominated. Now you can only see Nomadland if you have that particular streaming service. You can't get that from a library. There's no way for a library to do that, to provide that access. And so we are running a huge risk as a society of, well, what happens if and when any of these platforms just disappear? Because for business reasons, they're gone. Who's going to make sure that that Academy Award winning movie is anywhere that anyone can have access to it in the future, right? So libraries think about the long-term. Libraries think about making sure that materials are going to be available in 100 years, 500 years. You know, most of these commercial services are thinking about the next quarter, maybe the next year, kind of at the furthest. And so libraries and content industries have always lived side by side. And there has always been a bit of tension there, right? Because, okay, yes, libraries make things available for free and competing with free is hard. We've heard many, many times in the quote copyright wars, but there's a fairness there because the libraries buy that content, right? The libraries purchase it. And so there's a big revenue stream that's happening for publishers. And so it's worth it. But what I am really, really, really worried about is there's this whole new crop of content creation and distribution that has no historical relationship with libraries and has no mechanism whatsoever for dealing with libraries. And I think we're going to be at a big loss in 10, 15, 20 years when we can't look back and know what happened, frankly, in our culture. Yeah. And it's not even possible really to create cultural collections of your own in a personal way anymore. I mean, it used to be that everyone you knew had a record or CD collection, a book collection, a movie collection. And it's just increasingly rare to be able to even do that anymore. Just a lot to think about. So for my last question, let me set this up by saying that no matter what side of the debate that you might be on, it seems to me that it is not arguable that when we talk about the internet, we always hear from these big commercial enterprises and the interests that represent them far more and far more loudly than we hear from entities that represent the general public or the average people. And I think that's why people are in such admiration of the work that the Internet Archive does. So what do we need to do to move towards a version of things where archives, libraries, I mean, these projects that are all about the distribution and access to and preservation of knowledge and culture, what do we need to do to make sure that they are more fully represented in the public debate? And how do people get involved with that? That's a question I think about every single day, Eric. It's a hard question, and it's an important one. So I think I'm completely delighted with Creative Commons' most recent strategy. This whole idea of the open community needs to do better in terms of getting involved. You know, all of these open communities are literally open. And I think the thing that we, I put you in this category that we loved about, you know, the kind of late nineties, early two thousands internet was that it felt like a community. I think it can feel like a community and it's big and it's overwhelming, but, you know, just remember that really on the other side of this, it's people and those people want to hear from you. And so what I will say is the Internet Archive is always taking volunteers of all kinds, literally people who come and pour wine at our events when we're allowed to have them again, to people who help scan films and make things available to people who, you know, help make our code better to people who edit our wiki to make the metadata of our books better, all of that, right? So there's ways that you can get involved. And I'm sure creative commons has a million similar kind of opportunities as obviously Wikipedia, you can edit an article. You can like, there's so many different ways to be involved in these communities in terms of like, like the policy conversation, especially if what you, if you really care about the issues that I was just talking about, about sort of this future of libraries. There's literally a new organization that just was launched a couple months ago in January called Library Futures. And that's what they're for. Honestly, they are there to just make sure libraries keep existing. And they are brand new and they are looking for passionate community members to come in. I mean, it's starting with librarians, but we're going to need a lot more than just librarians. And so this is an organization that I am volunteering with in my, all of my myriad spare time. And I just think they have the potential to do a lot of good. So go to libraryfutures.net, you know, join the Slack, get in the conversation and help, you know, help us think about, I mean, I, you know, the slack get in the conversation and help you know help us think about i mean i you know kind of going back to larry lessig a little bit because this is creative commons and you know i a lot can be done with norms and markets and code we want to change the law copyright law gets in the way sometimes but boy can we do a lot with other tools and when we come together you know so let's make a publishing platform that competes with Amazon, right? Like, where is that? Where is the open source community publishing platform where you can self publish and actually get your stuff to people who love you and love your work and are going to support you? That could exist. There's Bandcamp. Where is Bandcamp for, you know, for authors? You know, it's good. I mean, the reminder that these communities are open and by design, they are accessible to people who want to join them and be a part of making this perspective more widely heard. So thank you for that reminder. Yeah. And you can do it from wherever you are right now. Get on Twitter and just start tweeting at people. Get in a Slack and start talking to people, right? There really are very few barriers to entering into these communities. Like that's literally what we're here for. All right, Leila Bailey, thank you so much for your time. I always enjoy talking to you and especially loved hearing from you today, getting all this good insight into the work that you do. Thank you. This was really fun, Eric. Thanks so much for having me. Thanks for listening to Open Minds from Creative Commons. Special thanks to the musician Broke For Free, whose track Daybird you heard at the beginning of this episode and you're listening to right now. It's available under the Creative Commons Attribution License, meaning it's free for anyone to use. You can find it at the Free Music Archive, freemusicarchive.org. Please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our global culture more open and collaborative. We'll be back soon with another episode. Talk to you then."}