{"speakers": [{"speaker": "SPEAKER_00", "timestamp": [0.0, 8.46], "text": " Welcome to Open Minds from Creative Commons. I'm Eric Stoyer."}, {"speaker": "SPEAKER_00", "timestamp": [9.3, 25.32], "text": " If you're new to Creative Commons, or CC as we call it, we're a non-profit organization that works with people and institutions all around the world to make information, creativity, research, and educational resources open and accessible to everyone, without legal barriers"}, {"speaker": "SPEAKER_00", "timestamp": [25.32, 30.16], "text": " such as restrictive copyright."}, {"speaker": "SPEAKER_00", "timestamp": [30.16, 33.7], "text": " If you listened to our first episode, which was an interview with Creative Commons CEO"}, {"speaker": "SPEAKER_00", "timestamp": [33.7, 38.28], "text": " Catherine Styler, you heard us talk about the fact that it's CC's 20th anniversary"}, {"speaker": "SPEAKER_00", "timestamp": [38.28, 41.28], "text": " this year."}, {"speaker": "SPEAKER_00", "timestamp": [41.28, 48.82], "text": " And one of the ways we're celebrating is with this podcast, a series of conversations with people working on the issues we're involved with and subjects we're excited about."}, {"speaker": "SPEAKER_00", "timestamp": [51.5, 57.72], "text": " On today's episode, my colleague Victoria Heath, Creative Commons Communications Manager, talks to Effie Kapsalis."}, {"speaker": "SPEAKER_00", "timestamp": [58.2, 60.66], "text": " She's the Senior Digital Program Officer at the Smithsonian."}, {"speaker": "SPEAKER_00", "timestamp": [61.56, 65.84], "text": " She leads the digital strategy for the Smithsonian's American Women's History Initiative."}, {"speaker": "SPEAKER_00", "timestamp": [66.58, 67.48], "text": " And she also developed"}, {"speaker": "SPEAKER_00", "timestamp": [67.48, 68.52], "text": " and implemented a project"}, {"speaker": "SPEAKER_00", "timestamp": [68.52, 70.18], "text": " called Smithsonian Open Access."}, {"speaker": "SPEAKER_00", "timestamp": [73.96, 75.08], "text": " This week marks"}, {"speaker": "SPEAKER_00", "timestamp": [75.08, 76.12], "text": " the one-year anniversary"}, {"speaker": "SPEAKER_00", "timestamp": [76.12, 76.86], "text": " of the launch"}, {"speaker": "SPEAKER_00", "timestamp": [76.86, 78.16], "text": " of Smithsonian Open Access,"}, {"speaker": "SPEAKER_00", "timestamp": [78.7, 80.18], "text": " which removed copyright restrictions"}, {"speaker": "SPEAKER_00", "timestamp": [80.18, 81.78], "text": " from millions of images and data"}, {"speaker": "SPEAKER_00", "timestamp": [81.78, 83.12], "text": " and made them freely available"}, {"speaker": "SPEAKER_00", "timestamp": [83.12, 83.74], "text": " to the public."}, {"speaker": "SPEAKER_00", "timestamp": [85.22, 89.06], "text": " We here at Creative Commons worked closely with Kapsalis and her team on this initiative,"}, {"speaker": "SPEAKER_00", "timestamp": [89.24, 91.92], "text": " and we thought it would be a good time to check in to see how things were going."}, {"speaker": "SPEAKER_00", "timestamp": [96.7, 118.52], "text": " I hope you enjoyed this conversation with Effie Kapsalis. you've spent and this is from me sort of looking at your linkedin so i hope that's not that's not"}, {"speaker": "SPEAKER_01", "timestamp": [118.52, 125.46], "text": " too creepy but i noticed you've spent a lot of your career working at the Smithsonian in sort of different capacities."}, {"speaker": "SPEAKER_01", "timestamp": [126.0, 128.58], "text": " What do you love most about working at the Smithsonian?"}, {"speaker": "SPEAKER_02", "timestamp": [129.52, 136.86], "text": " One of the things I really love about the Smithsonian is learning something new virtually every day that I'm there."}, {"speaker": "SPEAKER_02", "timestamp": [136.86, 146.58], "text": " And we have people that are willing to share information and what they're studying and make that available you know, available to me to do the digital"}, {"speaker": "SPEAKER_02", "timestamp": [146.58, 152.62], "text": " strategy work that I do. So it's something that's important to me. I like to feel like I'm learning"}, {"speaker": "SPEAKER_01", "timestamp": [152.62, 159.92], "text": " new things in my job. I've been to multiple Smithsonian museums over the years. I had no"}, {"speaker": "SPEAKER_01", "timestamp": [159.92, 165.92], "text": " idea how many museums were actually a part of the Smithsonian kind of network until Smithsonian"}, {"speaker": "SPEAKER_01", "timestamp": [165.92, 171.08], "text": " Open Access. What was the purpose or is the purpose of Smithsonian Open Access?"}, {"speaker": "SPEAKER_02", "timestamp": [171.5, 178.0], "text": " There were a few things at play. One of our strategical goals was to reach 1 billion people"}, {"speaker": "SPEAKER_01", "timestamp": [178.0, 193.56], "text": " a year with our digital work. That was pretty key to me in terms of that reach, because we know that when we have open licenses on things that they have a much further voyage than if you just keep them locked down on our own platforms."}, {"speaker": "SPEAKER_02", "timestamp": [193.56, 202.72], "text": " We had been experimenting with Flickr Commons and Wikipedia and things like that for years, and it just got a hint at what would happen."}, {"speaker": "SPEAKER_02", "timestamp": [206.24, 212.18], "text": " just gotten a hint at what would happen. So Smithsonian Open Access was really about allowing people to participate in the Smithsonian's mission of increase and diffusion of"}, {"speaker": "SPEAKER_02", "timestamp": [212.18, 219.1], "text": " knowledge. Our founder, James Smithson, talked about crowdsourcing in a 17th or an 18th century"}, {"speaker": "SPEAKER_02", "timestamp": [219.1, 225.8], "text": " way. It's only through the participation of many that we can possibly understand the world."}, {"speaker": "SPEAKER_02", "timestamp": [226.86, 250.68], "text": " So I was doing it for James and really needed other people to be able to use it and see it in new ways and repurpose it to inform everything that's going on in our world from environmental challenges through the innovation that we need to get through some of the polarization that we have in our culture, you name it."}, {"speaker": "SPEAKER_02", "timestamp": [251.28, 256.72], "text": " These will help people understand the world."}, {"speaker": "SPEAKER_01", "timestamp": [257.04, 260.16], "text": " I love that connection to the founder, actually."}, {"speaker": "SPEAKER_01", "timestamp": [260.4, 267.68], "text": " You know, that seems to be something that was part of his mission from the very beginning, is having things as open and accessible as possible."}, {"speaker": "SPEAKER_02", "timestamp": [268.18, 271.96], "text": " We're the nation's museum, so we even crowdsourced our collections."}, {"speaker": "SPEAKER_02", "timestamp": [272.64, 278.6], "text": " One of our secretaries sent letters to people around the U.S. to send specimen."}, {"speaker": "SPEAKER_02", "timestamp": [278.6, 282.12], "text": " And to start to understand the biodiversity around the U.S."}, {"speaker": "SPEAKER_02", "timestamp": [282.16, 285.64], "text": " So they were, you know, trappers in remote areas of the U.S. or new territories of the U.S. So they were, you know, trappers in remote areas of"}, {"speaker": "SPEAKER_02", "timestamp": [285.64, 292.34], "text": " the U.S. or new territories of the U.S. There were literally thousands of letters that went"}, {"speaker": "SPEAKER_02", "timestamp": [292.34, 297.6], "text": " back and forth to people to send things to us. That's a great story as to how the Smithsonian,"}, {"speaker": "SPEAKER_01", "timestamp": [298.14, 304.42], "text": " the collection became so big. But also, I think it's really an important part of the sort of the"}, {"speaker": "SPEAKER_01", "timestamp": [304.42, 305.52], "text": " fabric, at least in the"}, {"speaker": "SPEAKER_01", "timestamp": [305.52, 310.7], "text": " United States of kind of our culture, like everyone sort of knows the Smithsonian. And"}, {"speaker": "SPEAKER_01", "timestamp": [310.7, 315.3], "text": " it's definitely something that when I was growing up, I always wanted to go there every time we"}, {"speaker": "SPEAKER_01", "timestamp": [315.3, 322.22], "text": " lived in Virginia and North Carolina. So that was like my favorite place to go. Especially the"}, {"speaker": "SPEAKER_02", "timestamp": [322.22, 325.9], "text": " American Art Museum, that was my favorite. I don't hear that that often but that's"}, {"speaker": "SPEAKER_01", "timestamp": [325.9, 332.22], "text": " nice. Really? I know no it's usually Air and Space. Oh the Air and Space Museum is love that museum as"}, {"speaker": "SPEAKER_01", "timestamp": [332.22, 337.92], "text": " well but the American Art Museum that's a hidden gem then I didn't know that. Could you talk about"}, {"speaker": "SPEAKER_01", "timestamp": [337.92, 343.0], "text": " sort of the process and the thinking behind launching this initiative? I think we've been"}, {"speaker": "SPEAKER_02", "timestamp": [343.0, 345.3], "text": " talking around the edges of open access for a"}, {"speaker": "SPEAKER_02", "timestamp": [345.3, 352.42], "text": " number of years. Mike Edson was one of our early staff members who started to create a group of"}, {"speaker": "SPEAKER_02", "timestamp": [352.42, 357.98], "text": " interested parties to move it forward and nudge at our terms of use, basically, on our public"}, {"speaker": "SPEAKER_02", "timestamp": [357.98, 365.02], "text": " websites. In 2015, I had the opportunity, when I was part of a leadership program at the Smithsonian to do"}, {"speaker": "SPEAKER_02", "timestamp": [365.02, 368.9], "text": " a study on what the impact of open access had been."}, {"speaker": "SPEAKER_02", "timestamp": [369.54, 373.84], "text": " And at that point, it was about a decade of practice in the cultural sector."}, {"speaker": "SPEAKER_02", "timestamp": [374.08, 379.54], "text": " If we use Getty as our first institution to actually release an open policy."}, {"speaker": "SPEAKER_02", "timestamp": [380.6, 407.32], "text": " And so I looked at about a dozen organizations worldwide. That paper is online. It's open for anyone to read. There's, of course, an internal version that looks at our own considerations. institutions in terms of staffing and collections management processes? What happens to the"}, {"speaker": "SPEAKER_02", "timestamp": [407.32, 414.08], "text": " institution's brands? What about loss of revenue? That's, of course, a big question for institutions"}, {"speaker": "SPEAKER_02", "timestamp": [414.08, 420.18], "text": " who do rights and reproductions activities. You know, that really laid the groundwork for"}, {"speaker": "SPEAKER_02", "timestamp": [420.18, 432.62], "text": " us understanding a little bit more specifically about what could happen. Fast forward to 23 and a half years later, I was brought centrally, as you know, I've traveled"}, {"speaker": "SPEAKER_02", "timestamp": [432.62, 436.58], "text": " around the Smithsonian, but I was brought centrally to lead the American Women's History"}, {"speaker": "SPEAKER_02", "timestamp": [436.58, 442.14], "text": " Initiative digital work. And one of the key questions there was around representation"}, {"speaker": "SPEAKER_02", "timestamp": [442.14, 453.7], "text": " of women online. I couldn't fulfill our mission of making women's history more visual online, making it more known online without an open policy."}, {"speaker": "SPEAKER_02", "timestamp": [453.94, 463.8], "text": " But that paper really became the material that our leadership and our board could look at and say, OK, we're not the first."}, {"speaker": "SPEAKER_02", "timestamp": [464.2, 467.42], "text": " This is safe territory. We're going to try it. We"}, {"speaker": "SPEAKER_02", "timestamp": [467.42, 472.24], "text": " think it's the right thing for us as who we are as an institution. And we had that big digital goal"}, {"speaker": "SPEAKER_02", "timestamp": [472.24, 476.6], "text": " to reach 1 billion people a year. So it was kind of a no-brainer at that point."}, {"speaker": "SPEAKER_01", "timestamp": [477.5, 484.96], "text": " What was the biggest fear that you sort of had to get people over in terms of going open access?"}, {"speaker": "SPEAKER_01", "timestamp": [484.96, 485.24], "text": " that you sort of had to get people over in terms of going open access?"}, {"speaker": "SPEAKER_02", "timestamp": [491.08, 491.22], "text": " I think there are a few. I would say, you know, it's not a small effort to do this,"}, {"speaker": "SPEAKER_02", "timestamp": [498.56, 506.24], "text": " especially in a huge institution like ours with multidisciplinary collections. And we have a decision tree of 15 different cases why you'd withhold collections from being in the public domain."}, {"speaker": "SPEAKER_02", "timestamp": [506.64, 511.56], "text": " And that really varies from protected endangered species to cultural sensitivities,"}, {"speaker": "SPEAKER_02", "timestamp": [512.22, 516.1], "text": " copyright, things like that. So, I mean, I think it was just like, it's a daunting task."}, {"speaker": "SPEAKER_02", "timestamp": [516.56, 529.2], "text": " There was fear around our business activities. We are only 64% federally funded. And the other was around loss of intellectual control, because"}, {"speaker": "SPEAKER_02", "timestamp": [529.2, 537.06], "text": " we are perfectionists, we want to make sure that we are presenting an accurate, historical,"}, {"speaker": "SPEAKER_02", "timestamp": [537.58, 549.3], "text": " scientific perspective in what we put forward. So I think there is, you know, fear around loss of that control and a fear I didn't"}, {"speaker": "SPEAKER_02", "timestamp": [549.3, 556.26], "text": " really recognize until after we did it is around the platforms and how information can be"}, {"speaker": "SPEAKER_02", "timestamp": [556.26, 563.44], "text": " manipulated. We really had to be more careful about what we released as open. At Creative Commons,"}, {"speaker": "SPEAKER_01", "timestamp": [563.44, 566.28], "text": " we actually just released our latest five-year"}, {"speaker": "SPEAKER_01", "timestamp": [566.28, 573.12], "text": " strategy. And one of the key points in that strategy is related to that issue of open sharing"}, {"speaker": "SPEAKER_01", "timestamp": [573.12, 578.02], "text": " is great, but we have to look at sort of the ethical issues around how things are shared,"}, {"speaker": "SPEAKER_01", "timestamp": [578.14, 583.52], "text": " what's shared. We're also really focused on how do we make sharing better and make it where it"}, {"speaker": "SPEAKER_01", "timestamp": [583.52, 585.6], "text": " is positive for the public."}, {"speaker": "SPEAKER_01", "timestamp": [585.86, 590.56], "text": " It will be really interesting to see how institutions like the Smithsonian and other"}, {"speaker": "SPEAKER_02", "timestamp": [590.56, 595.72], "text": " institutions as well sort of deal with that. It is not solved. No, it is not solved. And we get"}, {"speaker": "SPEAKER_01", "timestamp": [595.72, 602.74], "text": " people reaching out to us. Some of the people who went to open access earlier, you know, 2000s,"}, {"speaker": "SPEAKER_02", "timestamp": [602.8, 605.74], "text": " like, how are you dealing with this? How do you, you know, and it's like,"}, {"speaker": "SPEAKER_01", "timestamp": [605.8, 610.72], "text": " well, we need to work together because we don't have the answers, but let's start to figure it"}, {"speaker": "SPEAKER_01", "timestamp": [610.72, 616.74], "text": " out. And that's one of the things that I've really noticed about the glam community. There is a lot"}, {"speaker": "SPEAKER_01", "timestamp": [616.74, 622.82], "text": " of collaboration. There's a desire for people to share what works and what doesn't work because"}, {"speaker": "SPEAKER_01", "timestamp": [622.82, 630.5], "text": " at the end of the day, it's all being done for the betterment of society and for the public. Smithsonian Open Access launched right before"}, {"speaker": "SPEAKER_01", "timestamp": [630.5, 638.62], "text": " a lot of people went into lockdown. So I think it was February 26, 2020 or 25th, 2020. Have you"}, {"speaker": "SPEAKER_02", "timestamp": [638.62, 647.22], "text": " and your team been able to step back and seen if COVID-19 and the lockdowns have had an impact on the success"}, {"speaker": "SPEAKER_02", "timestamp": [647.22, 649.2], "text": " of the Smithsonian Open Access?"}, {"speaker": "SPEAKER_01", "timestamp": [649.98, 650.68], "text": " We have."}, {"speaker": "SPEAKER_02", "timestamp": [650.82, 655.58], "text": " Let me just say that all digital staff in the cultural sector are extremely overworked"}, {"speaker": "SPEAKER_02", "timestamp": [655.58, 656.56], "text": " and busy right now."}, {"speaker": "SPEAKER_02", "timestamp": [657.28, 668.58], "text": " And early on, we had an event and we streamed it online. I wanted to start to create knowledge with our stakeholders"}, {"speaker": "SPEAKER_02", "timestamp": [668.58, 674.94], "text": " that were signifying a new era of collaboration and sharing. So I'd say like the first quarter,"}, {"speaker": "SPEAKER_02", "timestamp": [674.94, 688.18], "text": " we saw a huge amount of traffic to our websites, historic traffic for us. We saw some use of the API and we also saw a good number of downloads."}, {"speaker": "SPEAKER_02", "timestamp": [688.44, 695.58], "text": " What happened as the pandemic really set in and schools were pivoting to virtual,"}, {"speaker": "SPEAKER_02", "timestamp": [696.08, 703.08], "text": " all of a sudden our API use started to see a lot more use from universities. And we actually got"}, {"speaker": "SPEAKER_02", "timestamp": [703.08, 706.1], "text": " some universities and professors reaching out to"}, {"speaker": "SPEAKER_02", "timestamp": [706.1, 712.96], "text": " partner with us with classes that were everything from computer science and machine learning and"}, {"speaker": "SPEAKER_02", "timestamp": [712.96, 719.42], "text": " data science to different disciplines that are specific to the data we have."}, {"speaker": "SPEAKER_02", "timestamp": [720.14, 729.46], "text": " That was a wonderful realization that this was in direct service to universities during this time,"}, {"speaker": "SPEAKER_02", "timestamp": [729.52, 736.12], "text": " where they were really trying to find things that students could work on and collaborate virtually around."}, {"speaker": "SPEAKER_02", "timestamp": [736.12, 743.04], "text": " So that was one piece. We also released a bunch of our 3D collections on a platform called Tinkercad,"}, {"speaker": "SPEAKER_02", "timestamp": [743.26, 748.78], "text": " which is all about 3D modeling for K-12 audiences."}, {"speaker": "SPEAKER_02", "timestamp": [749.4, 754.94], "text": " And we saw a huge amount of use around our 3D collections."}, {"speaker": "SPEAKER_02", "timestamp": [754.94, 756.94], "text": " And we're still digging into that."}, {"speaker": "SPEAKER_02", "timestamp": [756.94, 762.82], "text": " We also saw creative projects, people making wallpaper for their homes, sprucing up their"}, {"speaker": "SPEAKER_02", "timestamp": [762.82, 771.92], "text": " surroundings because we're looking at the same thing all day. So that was really fun just to see people doing everything from very casual,"}, {"speaker": "SPEAKER_02", "timestamp": [771.92, 786.04], "text": " kind of fun and creative use to really filling a need as education community. So that was really lovely. The timing of it is just worked out."}, {"speaker": "SPEAKER_01", "timestamp": [786.06, 786.44], "text": " We did not plan that."}, {"speaker": "SPEAKER_02", "timestamp": [786.62, 787.14], "text": " Yeah, I know."}, {"speaker": "SPEAKER_01", "timestamp": [788.8, 794.2], "text": " I think there were a few other organizations who also had kind of done open access initiatives"}, {"speaker": "SPEAKER_01", "timestamp": [794.2, 796.66], "text": " earlier in the year or later in 2019."}, {"speaker": "SPEAKER_01", "timestamp": [797.26, 802.82], "text": " But we've definitely seen movement over the last year with more and more museums and other"}, {"speaker": "SPEAKER_01", "timestamp": [802.82, 803.34], "text": " institutions."}, {"speaker": "SPEAKER_02", "timestamp": [805.26, 811.84], "text": " year with more and more museums and other institutions. I always felt the Smithsonian could be a signal in the sector that, you know, we don't take things on without a lot of"}, {"speaker": "SPEAKER_02", "timestamp": [811.84, 816.2], "text": " consideration because it's a lot of work for us when you have such a distributed, massive"}, {"speaker": "SPEAKER_02", "timestamp": [816.2, 822.18], "text": " organization. I mean, you know, that was part of my hope too, was just to signal that, you know,"}, {"speaker": "SPEAKER_01", "timestamp": [822.2, 825.7], "text": " this is okay. I mean, I have no data around this whatsoever,"}, {"speaker": "SPEAKER_01", "timestamp": [825.7, 830.96], "text": " but I personally think that the Smithsonian going open"}, {"speaker": "SPEAKER_01", "timestamp": [830.96, 833.68], "text": " and then alongside, you know, Getty and the Met"}, {"speaker": "SPEAKER_01", "timestamp": [833.68, 835.64], "text": " and a lot of other big institutions,"}, {"speaker": "SPEAKER_01", "timestamp": [835.64, 838.2], "text": " I think it really does put a great signal"}, {"speaker": "SPEAKER_01", "timestamp": [838.2, 839.52], "text": " to other institutions."}, {"speaker": "SPEAKER_01", "timestamp": [839.88, 841.2], "text": " But of course there are, you know,"}, {"speaker": "SPEAKER_01", "timestamp": [841.28, 843.78], "text": " issues regarding inequities and inequalities"}, {"speaker": "SPEAKER_01", "timestamp": [843.78, 844.94], "text": " in terms of funding."}, {"speaker": "SPEAKER_01", "timestamp": [844.94, 856.48], "text": " So that's something we're definitely concerned with is how do we help those smaller institutions who don't have as much funding kind of overcome the barriers that you talked about earlier?"}, {"speaker": "SPEAKER_02", "timestamp": [856.84, 865.32], "text": " I think it's on us and the big institutions and the big open knowledge organizations to help those. And so we're"}, {"speaker": "SPEAKER_02", "timestamp": [865.32, 872.9], "text": " hoping to pool some funding together to have some dialogue around this, perhaps some workshops as"}, {"speaker": "SPEAKER_02", "timestamp": [872.9, 880.5], "text": " we figure things out for the American Women's History Initiative around the new year Congress"}, {"speaker": "SPEAKER_02", "timestamp": [880.5, 887.1], "text": " passed legislation to start investigating finding the National Museum of Women's History and"}, {"speaker": "SPEAKER_02", "timestamp": [887.1, 894.52], "text": " the National Museum of the American Latinos. So we have to figure it out. Yeah, yeah. I think that's"}, {"speaker": "SPEAKER_01", "timestamp": [894.52, 901.12], "text": " the key is recognizing the challenges and also the opportunities that exist in those challenges"}, {"speaker": "SPEAKER_01", "timestamp": [901.12, 905.46], "text": " as well. So what has been kind of your favorite use of materials that you've"}, {"speaker": "SPEAKER_01", "timestamp": [905.46, 911.58], "text": " seen that were released by Smithsonian Open Access so far? What's kind of stunning is that"}, {"speaker": "SPEAKER_02", "timestamp": [911.58, 918.7], "text": " nearly a year after launch, I feel like we're really starting to see evidence of just complete"}, {"speaker": "SPEAKER_02", "timestamp": [918.7, 926.36], "text": " organic search driving people to this. We saw these students on Tumblr in the United Kingdom starting to post"}, {"speaker": "SPEAKER_02", "timestamp": [926.36, 933.2], "text": " with the Smithsonian open access hashtag. My friend who has a college age son in LA saw this"}, {"speaker": "SPEAKER_02", "timestamp": [933.2, 939.38], "text": " and told his dad. So he came back to me and then I was looped into the conversation. They had"}, {"speaker": "SPEAKER_02", "timestamp": [939.38, 945.68], "text": " questions. They were delighted. What does this mean? Can I sell stuff out of it? So it was kind of fun to"}, {"speaker": "SPEAKER_02", "timestamp": [945.68, 951.64], "text": " just hear this was going on and then kind of drop in and say, please. It was really lovely to see"}, {"speaker": "SPEAKER_02", "timestamp": [951.64, 957.84], "text": " people talking about this out in the wild and us reaching an audience that is not easy for us."}, {"speaker": "SPEAKER_02", "timestamp": [958.5, 972.9], "text": " Another thing that just recently happened is we got word from web developer of one of our senators that they wanted to ingest images from that state for the senator's website."}, {"speaker": "SPEAKER_02", "timestamp": [972.9, 977.44], "text": " And who should they be put in touch with if they had questions about the API?"}, {"speaker": "SPEAKER_02", "timestamp": [977.7, 981.7], "text": " And the wonderful thing is our API is on opendata.gov."}, {"speaker": "SPEAKER_02", "timestamp": [981.88, 984.66], "text": " So we're part of the open government ecosystem."}, {"speaker": "SPEAKER_02", "timestamp": [986.64, 993.82], "text": " on opendata.gov. So we're part of the open government ecosystem. So it was just really nice that that to me pointed a pathway that I didn't expect to people in that state. And when I"}, {"speaker": "SPEAKER_02", "timestamp": [993.82, 999.62], "text": " looked at what we had from that state, they were amazing kind of early expedition photography"}, {"speaker": "SPEAKER_02", "timestamp": [999.62, 1005.52], "text": " from some of the national parks out there. I made a jumpsuit. I mean, and I did it with my"}, {"speaker": "SPEAKER_02", "timestamp": [1005.52, 1012.5], "text": " daughter. So we were playing around on, on Photoshop and it really, I mean, it just was such"}, {"speaker": "SPEAKER_02", "timestamp": [1012.5, 1017.42], "text": " a easy way to talk to her about a moment in history. It was an image of a solar eclipse"}, {"speaker": "SPEAKER_02", "timestamp": [1017.42, 1027.78], "text": " from an expedition in the 1800s to Wadesboro, North Carolina. And they used like this new medium of photography to capture"}, {"speaker": "SPEAKER_02", "timestamp": [1027.78, 1033.34], "text": " that image so they could study it. You know, so I was talking to my daughter about the time when"}, {"speaker": "SPEAKER_02", "timestamp": [1033.34, 1040.5], "text": " photography was new and you had microscopes that you could suddenly see something happening that"}, {"speaker": "SPEAKER_02", "timestamp": [1040.5, 1046.58], "text": " you had never seen up close before. And the image looks like it was taken today. I'm hoping that this is kind of a way"}, {"speaker": "SPEAKER_01", "timestamp": [1046.58, 1049.74], "text": " to get people interested in their own culture,"}, {"speaker": "SPEAKER_01", "timestamp": [1049.84, 1052.48], "text": " but also other people's cultures and our histories,"}, {"speaker": "SPEAKER_01", "timestamp": [1052.92, 1056.14], "text": " our natural history, especially as we deal with climate change."}, {"speaker": "SPEAKER_01", "timestamp": [1056.24, 1057.7], "text": " Like what are the things that we've lost"}, {"speaker": "SPEAKER_01", "timestamp": [1057.7, 1060.34], "text": " because we haven't sort of gotten our acts together?"}, {"speaker": "SPEAKER_02", "timestamp": [1060.34, 1068.02], "text": " Yeah, we had a class of graduate data viz students from Parsons this last semester,"}, {"speaker": "SPEAKER_02", "timestamp": [1068.02, 1074.88], "text": " and they just created these really delightful explorations of different pockets of our"}, {"speaker": "SPEAKER_02", "timestamp": [1074.88, 1080.76], "text": " collections. They looked at Asian animals and their portrayal through the Freer Sackler"}, {"speaker": "SPEAKER_02", "timestamp": [1080.76, 1086.04], "text": " collection. This is the value of open. It was always to be able to include many"}, {"speaker": "SPEAKER_02", "timestamp": [1086.04, 1091.62], "text": " hands in the work we have to do to make this live on into perpetuity. So for people who are"}, {"speaker": "SPEAKER_01", "timestamp": [1091.62, 1098.7], "text": " in similar positions as you in different ways at different organizations, what advice would you"}, {"speaker": "SPEAKER_01", "timestamp": [1098.7, 1104.46], "text": " give to them as they sort of advocate for open access within their own institutions and maybe"}, {"speaker": "SPEAKER_01", "timestamp": [1104.46, 1105.08], "text": " are getting a"}, {"speaker": "SPEAKER_02", "timestamp": [1105.08, 1109.58], "text": " little bit of pushback? Yeah. So you're not alone. There are a lot of people you can tap on the"}, {"speaker": "SPEAKER_02", "timestamp": [1109.58, 1115.36], "text": " shoulder to bring into your organization, to talk about what happened from going open as an"}, {"speaker": "SPEAKER_02", "timestamp": [1115.36, 1123.26], "text": " organization. There are lots of people at Creative Commons, at the Open Knowledge Foundation. There"}, {"speaker": "SPEAKER_02", "timestamp": [1123.26, 1125.24], "text": " are scholars and museum studies throughout the world who study this. There are scholars and museum studies"}, {"speaker": "SPEAKER_02", "timestamp": [1125.24, 1127.96], "text": " throughout the world who study this."}, {"speaker": "SPEAKER_02", "timestamp": [1128.38, 1129.74], "text": " There are lots of papers out there"}, {"speaker": "SPEAKER_02", "timestamp": [1129.74, 1132.88], "text": " you can already tap into, including mine,"}, {"speaker": "SPEAKER_02", "timestamp": [1133.04, 1135.1], "text": " which looked at 12 organizations"}, {"speaker": "SPEAKER_02", "timestamp": [1135.1, 1137.52], "text": " and what happens when they adopted open access."}, {"speaker": "SPEAKER_02", "timestamp": [1137.52, 1141.88], "text": " So outside voices allay fears in magical ways."}, {"speaker": "SPEAKER_02", "timestamp": [1142.34, 1145.5], "text": " And I would say the most important thing to do first is"}, {"speaker": "SPEAKER_02", "timestamp": [1145.5, 1153.62], "text": " start talking throughout your organization about it and listen to people's concerns and then look"}, {"speaker": "SPEAKER_02", "timestamp": [1153.62, 1160.34], "text": " to the research to be able to have answers so you can talk people down, but also be realistic about"}, {"speaker": "SPEAKER_02", "timestamp": [1160.34, 1165.78], "text": " what you can take on. It's a big lift in terms of getting your data in order, getting it"}, {"speaker": "SPEAKER_02", "timestamp": [1165.78, 1173.42], "text": " online, clarifying rights statements, things like that. That is a big lift. So you may not want to"}, {"speaker": "SPEAKER_02", "timestamp": [1173.42, 1179.36], "text": " do it in the crazy way that the Smithsonian did, releasing over 2 million or close to 3 million"}, {"speaker": "SPEAKER_02", "timestamp": [1179.36, 1184.16], "text": " things. You may want to start small just to start showing people what can happen."}, {"speaker": "SPEAKER_01", "timestamp": [1184.96, 1189.34], "text": " So what's next for Smithsonian Open Access? You know, you've released millions of work."}, {"speaker": "SPEAKER_01", "timestamp": [1189.48, 1191.88], "text": " What's kind of the next iteration of the initiative?"}, {"speaker": "SPEAKER_02", "timestamp": [1192.7, 1199.06], "text": " Yeah, so it took a little longer for us to think through this because we were thrown into a global"}, {"speaker": "SPEAKER_02", "timestamp": [1199.06, 1209.08], "text": " pandemic and digital demand was high and that's what we do. We're really looking towards how we capture the"}, {"speaker": "SPEAKER_02", "timestamp": [1209.08, 1215.76], "text": " interest and the input that people may have on the collections. And we're not doing that in a way"}, {"speaker": "SPEAKER_02", "timestamp": [1215.76, 1227.8], "text": " that's easy for them to do that right now. We also want to do a lot of work around understanding all that we have and what it is saying about some of"}, {"speaker": "SPEAKER_02", "timestamp": [1227.8, 1236.58], "text": " the critical populations that don't feel their voices are being heard in the U.S. I work on the"}, {"speaker": "SPEAKER_02", "timestamp": [1236.58, 1243.6], "text": " American Women's History Initiative. We are aware that we don't have a lot of women that are made"}, {"speaker": "SPEAKER_02", "timestamp": [1243.6, 1246.2], "text": " visible in the collections. And that's partly"}, {"speaker": "SPEAKER_02", "timestamp": [1246.2, 1251.9], "text": " because women are sometimes buried in records of their husbands, or, you know, there isn't as much"}, {"speaker": "SPEAKER_02", "timestamp": [1251.9, 1256.52], "text": " documentation about them. So we don't have full biographies or things like that. So actually,"}, {"speaker": "SPEAKER_02", "timestamp": [1256.66, 1261.42], "text": " this year, in light that we will be having a National Women's History Museum, we are trying"}, {"speaker": "SPEAKER_02", "timestamp": [1261.42, 1265.5], "text": " to understand what we have, and where the holes are. We have curators"}, {"speaker": "SPEAKER_02", "timestamp": [1265.5, 1275.46], "text": " around the institution working on developing records, research, exhibits, and we are harnessing"}, {"speaker": "SPEAKER_02", "timestamp": [1275.46, 1288.88], "text": " that with an open knowledge coordinator who is working with the Wikipedia community to increase representation there because they have an 18 to 82% women,"}, {"speaker": "SPEAKER_02", "timestamp": [1289.22, 1291.08], "text": " men representation on their platform."}, {"speaker": "SPEAKER_02", "timestamp": [1291.26, 1295.08], "text": " So can we leverage what we have and help to fix that?"}, {"speaker": "SPEAKER_02", "timestamp": [1295.16, 1297.92], "text": " And also that's where we're gonna ask lots of people"}, {"speaker": "SPEAKER_02", "timestamp": [1297.92, 1299.98], "text": " around the sector to start sharing"}, {"speaker": "SPEAKER_02", "timestamp": [1299.98, 1301.24], "text": " what they have about women"}, {"speaker": "SPEAKER_02", "timestamp": [1301.24, 1303.48], "text": " because it's not a Smithsonian only game."}, {"speaker": "SPEAKER_01", "timestamp": [1303.68, 1312.64], "text": " And that ties back to open access because we can only do this for people to help us to find more stories and add to the"}, {"speaker": "SPEAKER_02", "timestamp": [1312.64, 1317.58], "text": " collection. It kind of ties back to what you're saying about crowdsourcing as well. It's involving"}, {"speaker": "SPEAKER_01", "timestamp": [1317.58, 1321.92], "text": " everybody. It's involving the whole community around the world to be able to add to this"}, {"speaker": "SPEAKER_01", "timestamp": [1321.92, 1331.28], "text": " knowledge. I'm really looking forward to that. I'm, it's a heavy lift and it's going to take a while, but it's such a great initiative. And I"}, {"speaker": "SPEAKER_01", "timestamp": [1331.28, 1336.1], "text": " think it's, again, somewhere where the Smithsonian is sort of leading. And I'm hoping other institutions"}, {"speaker": "SPEAKER_01", "timestamp": [1336.1, 1341.6], "text": " globally will start to have a real focus on women's history because there's so many gaps"}, {"speaker": "SPEAKER_01", "timestamp": [1341.6, 1345.8], "text": " in knowledge and in our awareness about the women who came before us."}, {"speaker": "SPEAKER_02", "timestamp": [1346.12, 1347.12], "text": " I have a nine-year-old."}, {"speaker": "SPEAKER_02", "timestamp": [1347.54, 1349.08], "text": " You know, we're DC family."}, {"speaker": "SPEAKER_02", "timestamp": [1349.6, 1355.34], "text": " And so she was, we would normally be on the National Mall for inauguration, but she watched it."}, {"speaker": "SPEAKER_02", "timestamp": [1355.34, 1357.48], "text": " And she saw a vice president."}, {"speaker": "SPEAKER_02", "timestamp": [1358.36, 1363.52], "text": " And literally that day, she showed an interest in politics for the first time."}, {"speaker": "SPEAKER_02", "timestamp": [1363.92, 1366.7], "text": " It's pretty, I mean, that's the representation thing, right?"}, {"speaker": "SPEAKER_01", "timestamp": [1366.98, 1368.16], "text": " Yeah, it matters a lot."}, {"speaker": "SPEAKER_01", "timestamp": [1368.84, 1370.06], "text": " Well, thank you so much, Effie."}, {"speaker": "SPEAKER_02", "timestamp": [1370.06, 1372.72], "text": " I know we're past our time."}, {"speaker": "SPEAKER_02", "timestamp": [1372.84, 1375.08], "text": " So I really appreciate you doing that."}, {"speaker": "SPEAKER_02", "timestamp": [1375.18, 1378.68], "text": " You guys helped so much through some of those early conversations"}, {"speaker": "SPEAKER_02", "timestamp": [1378.68, 1382.56], "text": " where I needed outsiders to say the things they needed to say."}, {"speaker": "SPEAKER_02", "timestamp": [1382.56, 1385.22], "text": " But also beyond what I knew much more."}, {"speaker": "SPEAKER_02", "timestamp": [1385.54, 1387.58], "text": " So yeah, you guys really helped."}, {"speaker": "SPEAKER_02", "timestamp": [1388.14, 1388.5], "text": " Thank you."}, {"speaker": "SPEAKER_01", "timestamp": [1388.64, 1389.78], "text": " I think everyone on the team"}, {"speaker": "SPEAKER_01", "timestamp": [1389.78, 1391.38], "text": " will be really happy to hear that."}, {"speaker": "SPEAKER_01", "timestamp": [1391.52, 1392.52], "text": " And I know the conversation"}, {"speaker": "SPEAKER_01", "timestamp": [1392.52, 1394.24], "text": " was a very long conversation."}, {"speaker": "SPEAKER_01", "timestamp": [1394.8, 1396.94], "text": " So that's okay."}, {"speaker": "SPEAKER_01", "timestamp": [1397.44, 1398.36], "text": " You got us there."}, {"speaker": "SPEAKER_01", "timestamp": [1398.74, 1399.86], "text": " It got you there."}, {"speaker": "SPEAKER_01", "timestamp": [1399.98, 1400.48], "text": " It got you there."}, {"speaker": "SPEAKER_01", "timestamp": [1400.48, 1400.72], "text": " Yeah."}, {"speaker": "SPEAKER_01", "timestamp": [1404.08, 1406.9], "text": " Thanks for listening to Open Minds from Creative Commons."}, {"speaker": "SPEAKER_00", "timestamp": [1409.04, 1413.8], "text": " Special thanks to the musician Broke For Free, whose track Daybird you heard at the beginning"}, {"speaker": "SPEAKER_00", "timestamp": [1413.8, 1418.44], "text": " of this episode and you're listening to right now. It's available under the Creative Commons"}, {"speaker": "SPEAKER_00", "timestamp": [1418.44, 1425.56], "text": " attribution license, meaning it's free for anyone to use. You can find it at the Free Music Archive, freemusicarchive.org."}, {"speaker": "SPEAKER_00", "timestamp": [1428.16, 1432.06], "text": " Please subscribe to our show so you don't miss any of our conversations with people"}, {"speaker": "SPEAKER_00", "timestamp": [1432.06, 1436.22], "text": " working to make the internet and our global culture more open and collaborative."}, {"speaker": "SPEAKER_00", "timestamp": [1438.3, 1440.42], "text": " We'll be back soon with another episode."}], "chunks": [{"timestamp": [0.0, 8.46], "text": " Welcome to Open Minds from Creative Commons. I'm Eric Stoyer."}, {"timestamp": [9.3, 25.32], "text": " If you're new to Creative Commons, or CC as we call it, we're a non-profit organization that works with people and institutions all around the world to make information, creativity, research, and educational resources open and accessible to everyone, without legal barriers"}, {"timestamp": [25.32, 30.16], "text": " such as restrictive copyright."}, {"timestamp": [30.16, 33.7], "text": " If you listened to our first episode, which was an interview with Creative Commons CEO"}, {"timestamp": [33.7, 38.28], "text": " Catherine Styler, you heard us talk about the fact that it's CC's 20th anniversary"}, {"timestamp": [38.28, 41.28], "text": " this year."}, {"timestamp": [41.28, 48.82], "text": " And one of the ways we're celebrating is with this podcast, a series of conversations with people working on the issues we're involved with and subjects we're excited about."}, {"timestamp": [51.5, 57.72], "text": " On today's episode, my colleague Victoria Heath, Creative Commons Communications Manager, talks to Effie Kapsalis."}, {"timestamp": [58.2, 60.66], "text": " She's the Senior Digital Program Officer at the Smithsonian."}, {"timestamp": [61.56, 65.84], "text": " She leads the digital strategy for the Smithsonian's American Women's History Initiative."}, {"timestamp": [66.58, 67.48], "text": " And she also developed"}, {"timestamp": [67.48, 68.52], "text": " and implemented a project"}, {"timestamp": [68.52, 70.18], "text": " called Smithsonian Open Access."}, {"timestamp": [73.96, 75.08], "text": " This week marks"}, {"timestamp": [75.08, 76.12], "text": " the one-year anniversary"}, {"timestamp": [76.12, 76.86], "text": " of the launch"}, {"timestamp": [76.86, 78.16], "text": " of Smithsonian Open Access,"}, {"timestamp": [78.7, 80.18], "text": " which removed copyright restrictions"}, {"timestamp": [80.18, 81.78], "text": " from millions of images and data"}, {"timestamp": [81.78, 83.12], "text": " and made them freely available"}, {"timestamp": [83.12, 83.74], "text": " to the public."}, {"timestamp": [85.22, 89.06], "text": " We here at Creative Commons worked closely with Kapsalis and her team on this initiative,"}, {"timestamp": [89.24, 91.92], "text": " and we thought it would be a good time to check in to see how things were going."}, {"timestamp": [96.7, 118.52], "text": " I hope you enjoyed this conversation with Effie Kapsalis. you've spent and this is from me sort of looking at your linkedin so i hope that's not that's not"}, {"timestamp": [118.52, 125.46], "text": " too creepy but i noticed you've spent a lot of your career working at the Smithsonian in sort of different capacities."}, {"timestamp": [126.0, 128.58], "text": " What do you love most about working at the Smithsonian?"}, {"timestamp": [129.52, 136.86], "text": " One of the things I really love about the Smithsonian is learning something new virtually every day that I'm there."}, {"timestamp": [136.86, 146.58], "text": " And we have people that are willing to share information and what they're studying and make that available you know, available to me to do the digital"}, {"timestamp": [146.58, 152.62], "text": " strategy work that I do. So it's something that's important to me. I like to feel like I'm learning"}, {"timestamp": [152.62, 159.92], "text": " new things in my job. I've been to multiple Smithsonian museums over the years. I had no"}, {"timestamp": [159.92, 165.92], "text": " idea how many museums were actually a part of the Smithsonian kind of network until Smithsonian"}, {"timestamp": [165.92, 171.08], "text": " Open Access. What was the purpose or is the purpose of Smithsonian Open Access?"}, {"timestamp": [171.5, 178.0], "text": " There were a few things at play. One of our strategical goals was to reach 1 billion people"}, {"timestamp": [178.0, 193.56], "text": " a year with our digital work. That was pretty key to me in terms of that reach, because we know that when we have open licenses on things that they have a much further voyage than if you just keep them locked down on our own platforms."}, {"timestamp": [193.56, 202.72], "text": " We had been experimenting with Flickr Commons and Wikipedia and things like that for years, and it just got a hint at what would happen."}, {"timestamp": [206.24, 212.18], "text": " just gotten a hint at what would happen. So Smithsonian Open Access was really about allowing people to participate in the Smithsonian's mission of increase and diffusion of"}, {"timestamp": [212.18, 219.1], "text": " knowledge. Our founder, James Smithson, talked about crowdsourcing in a 17th or an 18th century"}, {"timestamp": [219.1, 225.8], "text": " way. It's only through the participation of many that we can possibly understand the world."}, {"timestamp": [226.86, 250.68], "text": " So I was doing it for James and really needed other people to be able to use it and see it in new ways and repurpose it to inform everything that's going on in our world from environmental challenges through the innovation that we need to get through some of the polarization that we have in our culture, you name it."}, {"timestamp": [251.28, 256.72], "text": " These will help people understand the world."}, {"timestamp": [257.04, 260.16], "text": " I love that connection to the founder, actually."}, {"timestamp": [260.4, 267.68], "text": " You know, that seems to be something that was part of his mission from the very beginning, is having things as open and accessible as possible."}, {"timestamp": [268.18, 271.96], "text": " We're the nation's museum, so we even crowdsourced our collections."}, {"timestamp": [272.64, 278.6], "text": " One of our secretaries sent letters to people around the U.S. to send specimen."}, {"timestamp": [278.6, 282.12], "text": " And to start to understand the biodiversity around the U.S."}, {"timestamp": [282.16, 285.64], "text": " So they were, you know, trappers in remote areas of the U.S. or new territories of the U.S. So they were, you know, trappers in remote areas of"}, {"timestamp": [285.64, 292.34], "text": " the U.S. or new territories of the U.S. There were literally thousands of letters that went"}, {"timestamp": [292.34, 297.6], "text": " back and forth to people to send things to us. That's a great story as to how the Smithsonian,"}, {"timestamp": [298.14, 304.42], "text": " the collection became so big. But also, I think it's really an important part of the sort of the"}, {"timestamp": [304.42, 305.52], "text": " fabric, at least in the"}, {"timestamp": [305.52, 310.7], "text": " United States of kind of our culture, like everyone sort of knows the Smithsonian. And"}, {"timestamp": [310.7, 315.3], "text": " it's definitely something that when I was growing up, I always wanted to go there every time we"}, {"timestamp": [315.3, 322.22], "text": " lived in Virginia and North Carolina. So that was like my favorite place to go. Especially the"}, {"timestamp": [322.22, 325.9], "text": " American Art Museum, that was my favorite. I don't hear that that often but that's"}, {"timestamp": [325.9, 332.22], "text": " nice. Really? I know no it's usually Air and Space. Oh the Air and Space Museum is love that museum as"}, {"timestamp": [332.22, 337.92], "text": " well but the American Art Museum that's a hidden gem then I didn't know that. Could you talk about"}, {"timestamp": [337.92, 343.0], "text": " sort of the process and the thinking behind launching this initiative? I think we've been"}, {"timestamp": [343.0, 345.3], "text": " talking around the edges of open access for a"}, {"timestamp": [345.3, 352.42], "text": " number of years. Mike Edson was one of our early staff members who started to create a group of"}, {"timestamp": [352.42, 357.98], "text": " interested parties to move it forward and nudge at our terms of use, basically, on our public"}, {"timestamp": [357.98, 365.02], "text": " websites. In 2015, I had the opportunity, when I was part of a leadership program at the Smithsonian to do"}, {"timestamp": [365.02, 368.9], "text": " a study on what the impact of open access had been."}, {"timestamp": [369.54, 373.84], "text": " And at that point, it was about a decade of practice in the cultural sector."}, {"timestamp": [374.08, 379.54], "text": " If we use Getty as our first institution to actually release an open policy."}, {"timestamp": [380.6, 407.32], "text": " And so I looked at about a dozen organizations worldwide. That paper is online. It's open for anyone to read. There's, of course, an internal version that looks at our own considerations. institutions in terms of staffing and collections management processes? What happens to the"}, {"timestamp": [407.32, 414.08], "text": " institution's brands? What about loss of revenue? That's, of course, a big question for institutions"}, {"timestamp": [414.08, 420.18], "text": " who do rights and reproductions activities. You know, that really laid the groundwork for"}, {"timestamp": [420.18, 432.62], "text": " us understanding a little bit more specifically about what could happen. Fast forward to 23 and a half years later, I was brought centrally, as you know, I've traveled"}, {"timestamp": [432.62, 436.58], "text": " around the Smithsonian, but I was brought centrally to lead the American Women's History"}, {"timestamp": [436.58, 442.14], "text": " Initiative digital work. And one of the key questions there was around representation"}, {"timestamp": [442.14, 453.7], "text": " of women online. I couldn't fulfill our mission of making women's history more visual online, making it more known online without an open policy."}, {"timestamp": [453.94, 463.8], "text": " But that paper really became the material that our leadership and our board could look at and say, OK, we're not the first."}, {"timestamp": [464.2, 467.42], "text": " This is safe territory. We're going to try it. We"}, {"timestamp": [467.42, 472.24], "text": " think it's the right thing for us as who we are as an institution. And we had that big digital goal"}, {"timestamp": [472.24, 476.6], "text": " to reach 1 billion people a year. So it was kind of a no-brainer at that point."}, {"timestamp": [477.5, 484.96], "text": " What was the biggest fear that you sort of had to get people over in terms of going open access?"}, {"timestamp": [484.96, 485.24], "text": " that you sort of had to get people over in terms of going open access?"}, {"timestamp": [491.08, 491.22], "text": " I think there are a few. I would say, you know, it's not a small effort to do this,"}, {"timestamp": [498.56, 506.24], "text": " especially in a huge institution like ours with multidisciplinary collections. And we have a decision tree of 15 different cases why you'd withhold collections from being in the public domain."}, {"timestamp": [506.64, 511.56], "text": " And that really varies from protected endangered species to cultural sensitivities,"}, {"timestamp": [512.22, 516.1], "text": " copyright, things like that. So, I mean, I think it was just like, it's a daunting task."}, {"timestamp": [516.56, 529.2], "text": " There was fear around our business activities. We are only 64% federally funded. And the other was around loss of intellectual control, because"}, {"timestamp": [529.2, 537.06], "text": " we are perfectionists, we want to make sure that we are presenting an accurate, historical,"}, {"timestamp": [537.58, 549.3], "text": " scientific perspective in what we put forward. So I think there is, you know, fear around loss of that control and a fear I didn't"}, {"timestamp": [549.3, 556.26], "text": " really recognize until after we did it is around the platforms and how information can be"}, {"timestamp": [556.26, 563.44], "text": " manipulated. We really had to be more careful about what we released as open. At Creative Commons,"}, {"timestamp": [563.44, 566.28], "text": " we actually just released our latest five-year"}, {"timestamp": [566.28, 573.12], "text": " strategy. And one of the key points in that strategy is related to that issue of open sharing"}, {"timestamp": [573.12, 578.02], "text": " is great, but we have to look at sort of the ethical issues around how things are shared,"}, {"timestamp": [578.14, 583.52], "text": " what's shared. We're also really focused on how do we make sharing better and make it where it"}, {"timestamp": [583.52, 585.6], "text": " is positive for the public."}, {"timestamp": [585.86, 590.56], "text": " It will be really interesting to see how institutions like the Smithsonian and other"}, {"timestamp": [590.56, 595.72], "text": " institutions as well sort of deal with that. It is not solved. No, it is not solved. And we get"}, {"timestamp": [595.72, 602.74], "text": " people reaching out to us. Some of the people who went to open access earlier, you know, 2000s,"}, {"timestamp": [602.8, 605.74], "text": " like, how are you dealing with this? How do you, you know, and it's like,"}, {"timestamp": [605.8, 610.72], "text": " well, we need to work together because we don't have the answers, but let's start to figure it"}, {"timestamp": [610.72, 616.74], "text": " out. And that's one of the things that I've really noticed about the glam community. There is a lot"}, {"timestamp": [616.74, 622.82], "text": " of collaboration. There's a desire for people to share what works and what doesn't work because"}, {"timestamp": [622.82, 630.5], "text": " at the end of the day, it's all being done for the betterment of society and for the public. Smithsonian Open Access launched right before"}, {"timestamp": [630.5, 638.62], "text": " a lot of people went into lockdown. So I think it was February 26, 2020 or 25th, 2020. Have you"}, {"timestamp": [638.62, 647.22], "text": " and your team been able to step back and seen if COVID-19 and the lockdowns have had an impact on the success"}, {"timestamp": [647.22, 649.2], "text": " of the Smithsonian Open Access?"}, {"timestamp": [649.98, 650.68], "text": " We have."}, {"timestamp": [650.82, 655.58], "text": " Let me just say that all digital staff in the cultural sector are extremely overworked"}, {"timestamp": [655.58, 656.56], "text": " and busy right now."}, {"timestamp": [657.28, 668.58], "text": " And early on, we had an event and we streamed it online. I wanted to start to create knowledge with our stakeholders"}, {"timestamp": [668.58, 674.94], "text": " that were signifying a new era of collaboration and sharing. So I'd say like the first quarter,"}, {"timestamp": [674.94, 688.18], "text": " we saw a huge amount of traffic to our websites, historic traffic for us. We saw some use of the API and we also saw a good number of downloads."}, {"timestamp": [688.44, 695.58], "text": " What happened as the pandemic really set in and schools were pivoting to virtual,"}, {"timestamp": [696.08, 703.08], "text": " all of a sudden our API use started to see a lot more use from universities. And we actually got"}, {"timestamp": [703.08, 706.1], "text": " some universities and professors reaching out to"}, {"timestamp": [706.1, 712.96], "text": " partner with us with classes that were everything from computer science and machine learning and"}, {"timestamp": [712.96, 719.42], "text": " data science to different disciplines that are specific to the data we have."}, {"timestamp": [720.14, 729.46], "text": " That was a wonderful realization that this was in direct service to universities during this time,"}, {"timestamp": [729.52, 736.12], "text": " where they were really trying to find things that students could work on and collaborate virtually around."}, {"timestamp": [736.12, 743.04], "text": " So that was one piece. We also released a bunch of our 3D collections on a platform called Tinkercad,"}, {"timestamp": [743.26, 748.78], "text": " which is all about 3D modeling for K-12 audiences."}, {"timestamp": [749.4, 754.94], "text": " And we saw a huge amount of use around our 3D collections."}, {"timestamp": [754.94, 756.94], "text": " And we're still digging into that."}, {"timestamp": [756.94, 762.82], "text": " We also saw creative projects, people making wallpaper for their homes, sprucing up their"}, {"timestamp": [762.82, 771.92], "text": " surroundings because we're looking at the same thing all day. So that was really fun just to see people doing everything from very casual,"}, {"timestamp": [771.92, 786.04], "text": " kind of fun and creative use to really filling a need as education community. So that was really lovely. The timing of it is just worked out."}, {"timestamp": [786.06, 786.44], "text": " We did not plan that."}, {"timestamp": [786.62, 787.14], "text": " Yeah, I know."}, {"timestamp": [788.8, 794.2], "text": " I think there were a few other organizations who also had kind of done open access initiatives"}, {"timestamp": [794.2, 796.66], "text": " earlier in the year or later in 2019."}, {"timestamp": [797.26, 802.82], "text": " But we've definitely seen movement over the last year with more and more museums and other"}, {"timestamp": [802.82, 803.34], "text": " institutions."}, {"timestamp": [805.26, 811.84], "text": " year with more and more museums and other institutions. I always felt the Smithsonian could be a signal in the sector that, you know, we don't take things on without a lot of"}, {"timestamp": [811.84, 816.2], "text": " consideration because it's a lot of work for us when you have such a distributed, massive"}, {"timestamp": [816.2, 822.18], "text": " organization. I mean, you know, that was part of my hope too, was just to signal that, you know,"}, {"timestamp": [822.2, 825.7], "text": " this is okay. I mean, I have no data around this whatsoever,"}, {"timestamp": [825.7, 830.96], "text": " but I personally think that the Smithsonian going open"}, {"timestamp": [830.96, 833.68], "text": " and then alongside, you know, Getty and the Met"}, {"timestamp": [833.68, 835.64], "text": " and a lot of other big institutions,"}, {"timestamp": [835.64, 838.2], "text": " I think it really does put a great signal"}, {"timestamp": [838.2, 839.52], "text": " to other institutions."}, {"timestamp": [839.88, 841.2], "text": " But of course there are, you know,"}, {"timestamp": [841.28, 843.78], "text": " issues regarding inequities and inequalities"}, {"timestamp": [843.78, 844.94], "text": " in terms of funding."}, {"timestamp": [844.94, 856.48], "text": " So that's something we're definitely concerned with is how do we help those smaller institutions who don't have as much funding kind of overcome the barriers that you talked about earlier?"}, {"timestamp": [856.84, 865.32], "text": " I think it's on us and the big institutions and the big open knowledge organizations to help those. And so we're"}, {"timestamp": [865.32, 872.9], "text": " hoping to pool some funding together to have some dialogue around this, perhaps some workshops as"}, {"timestamp": [872.9, 880.5], "text": " we figure things out for the American Women's History Initiative around the new year Congress"}, {"timestamp": [880.5, 887.1], "text": " passed legislation to start investigating finding the National Museum of Women's History and"}, {"timestamp": [887.1, 894.52], "text": " the National Museum of the American Latinos. So we have to figure it out. Yeah, yeah. I think that's"}, {"timestamp": [894.52, 901.12], "text": " the key is recognizing the challenges and also the opportunities that exist in those challenges"}, {"timestamp": [901.12, 905.46], "text": " as well. So what has been kind of your favorite use of materials that you've"}, {"timestamp": [905.46, 911.58], "text": " seen that were released by Smithsonian Open Access so far? What's kind of stunning is that"}, {"timestamp": [911.58, 918.7], "text": " nearly a year after launch, I feel like we're really starting to see evidence of just complete"}, {"timestamp": [918.7, 926.36], "text": " organic search driving people to this. We saw these students on Tumblr in the United Kingdom starting to post"}, {"timestamp": [926.36, 933.2], "text": " with the Smithsonian open access hashtag. My friend who has a college age son in LA saw this"}, {"timestamp": [933.2, 939.38], "text": " and told his dad. So he came back to me and then I was looped into the conversation. They had"}, {"timestamp": [939.38, 945.68], "text": " questions. They were delighted. What does this mean? Can I sell stuff out of it? So it was kind of fun to"}, {"timestamp": [945.68, 951.64], "text": " just hear this was going on and then kind of drop in and say, please. It was really lovely to see"}, {"timestamp": [951.64, 957.84], "text": " people talking about this out in the wild and us reaching an audience that is not easy for us."}, {"timestamp": [958.5, 972.9], "text": " Another thing that just recently happened is we got word from web developer of one of our senators that they wanted to ingest images from that state for the senator's website."}, {"timestamp": [972.9, 977.44], "text": " And who should they be put in touch with if they had questions about the API?"}, {"timestamp": [977.7, 981.7], "text": " And the wonderful thing is our API is on opendata.gov."}, {"timestamp": [981.88, 984.66], "text": " So we're part of the open government ecosystem."}, {"timestamp": [986.64, 993.82], "text": " on opendata.gov. So we're part of the open government ecosystem. So it was just really nice that that to me pointed a pathway that I didn't expect to people in that state. And when I"}, {"timestamp": [993.82, 999.62], "text": " looked at what we had from that state, they were amazing kind of early expedition photography"}, {"timestamp": [999.62, 1005.52], "text": " from some of the national parks out there. I made a jumpsuit. I mean, and I did it with my"}, {"timestamp": [1005.52, 1012.5], "text": " daughter. So we were playing around on, on Photoshop and it really, I mean, it just was such"}, {"timestamp": [1012.5, 1017.42], "text": " a easy way to talk to her about a moment in history. It was an image of a solar eclipse"}, {"timestamp": [1017.42, 1027.78], "text": " from an expedition in the 1800s to Wadesboro, North Carolina. And they used like this new medium of photography to capture"}, {"timestamp": [1027.78, 1033.34], "text": " that image so they could study it. You know, so I was talking to my daughter about the time when"}, {"timestamp": [1033.34, 1040.5], "text": " photography was new and you had microscopes that you could suddenly see something happening that"}, {"timestamp": [1040.5, 1046.58], "text": " you had never seen up close before. And the image looks like it was taken today. I'm hoping that this is kind of a way"}, {"timestamp": [1046.58, 1049.74], "text": " to get people interested in their own culture,"}, {"timestamp": [1049.84, 1052.48], "text": " but also other people's cultures and our histories,"}, {"timestamp": [1052.92, 1056.14], "text": " our natural history, especially as we deal with climate change."}, {"timestamp": [1056.24, 1057.7], "text": " Like what are the things that we've lost"}, {"timestamp": [1057.7, 1060.34], "text": " because we haven't sort of gotten our acts together?"}, {"timestamp": [1060.34, 1068.02], "text": " Yeah, we had a class of graduate data viz students from Parsons this last semester,"}, {"timestamp": [1068.02, 1074.88], "text": " and they just created these really delightful explorations of different pockets of our"}, {"timestamp": [1074.88, 1080.76], "text": " collections. They looked at Asian animals and their portrayal through the Freer Sackler"}, {"timestamp": [1080.76, 1086.04], "text": " collection. This is the value of open. It was always to be able to include many"}, {"timestamp": [1086.04, 1091.62], "text": " hands in the work we have to do to make this live on into perpetuity. So for people who are"}, {"timestamp": [1091.62, 1098.7], "text": " in similar positions as you in different ways at different organizations, what advice would you"}, {"timestamp": [1098.7, 1104.46], "text": " give to them as they sort of advocate for open access within their own institutions and maybe"}, {"timestamp": [1104.46, 1105.08], "text": " are getting a"}, {"timestamp": [1105.08, 1109.58], "text": " little bit of pushback? Yeah. So you're not alone. There are a lot of people you can tap on the"}, {"timestamp": [1109.58, 1115.36], "text": " shoulder to bring into your organization, to talk about what happened from going open as an"}, {"timestamp": [1115.36, 1123.26], "text": " organization. There are lots of people at Creative Commons, at the Open Knowledge Foundation. There"}, {"timestamp": [1123.26, 1125.24], "text": " are scholars and museum studies throughout the world who study this. There are scholars and museum studies"}, {"timestamp": [1125.24, 1127.96], "text": " throughout the world who study this."}, {"timestamp": [1128.38, 1129.74], "text": " There are lots of papers out there"}, {"timestamp": [1129.74, 1132.88], "text": " you can already tap into, including mine,"}, {"timestamp": [1133.04, 1135.1], "text": " which looked at 12 organizations"}, {"timestamp": [1135.1, 1137.52], "text": " and what happens when they adopted open access."}, {"timestamp": [1137.52, 1141.88], "text": " So outside voices allay fears in magical ways."}, {"timestamp": [1142.34, 1145.5], "text": " And I would say the most important thing to do first is"}, {"timestamp": [1145.5, 1153.62], "text": " start talking throughout your organization about it and listen to people's concerns and then look"}, {"timestamp": [1153.62, 1160.34], "text": " to the research to be able to have answers so you can talk people down, but also be realistic about"}, {"timestamp": [1160.34, 1165.78], "text": " what you can take on. It's a big lift in terms of getting your data in order, getting it"}, {"timestamp": [1165.78, 1173.42], "text": " online, clarifying rights statements, things like that. That is a big lift. So you may not want to"}, {"timestamp": [1173.42, 1179.36], "text": " do it in the crazy way that the Smithsonian did, releasing over 2 million or close to 3 million"}, {"timestamp": [1179.36, 1184.16], "text": " things. You may want to start small just to start showing people what can happen."}, {"timestamp": [1184.96, 1189.34], "text": " So what's next for Smithsonian Open Access? You know, you've released millions of work."}, {"timestamp": [1189.48, 1191.88], "text": " What's kind of the next iteration of the initiative?"}, {"timestamp": [1192.7, 1199.06], "text": " Yeah, so it took a little longer for us to think through this because we were thrown into a global"}, {"timestamp": [1199.06, 1209.08], "text": " pandemic and digital demand was high and that's what we do. We're really looking towards how we capture the"}, {"timestamp": [1209.08, 1215.76], "text": " interest and the input that people may have on the collections. And we're not doing that in a way"}, {"timestamp": [1215.76, 1227.8], "text": " that's easy for them to do that right now. We also want to do a lot of work around understanding all that we have and what it is saying about some of"}, {"timestamp": [1227.8, 1236.58], "text": " the critical populations that don't feel their voices are being heard in the U.S. I work on the"}, {"timestamp": [1236.58, 1243.6], "text": " American Women's History Initiative. We are aware that we don't have a lot of women that are made"}, {"timestamp": [1243.6, 1246.2], "text": " visible in the collections. And that's partly"}, {"timestamp": [1246.2, 1251.9], "text": " because women are sometimes buried in records of their husbands, or, you know, there isn't as much"}, {"timestamp": [1251.9, 1256.52], "text": " documentation about them. So we don't have full biographies or things like that. So actually,"}, {"timestamp": [1256.66, 1261.42], "text": " this year, in light that we will be having a National Women's History Museum, we are trying"}, {"timestamp": [1261.42, 1265.5], "text": " to understand what we have, and where the holes are. We have curators"}, {"timestamp": [1265.5, 1275.46], "text": " around the institution working on developing records, research, exhibits, and we are harnessing"}, {"timestamp": [1275.46, 1288.88], "text": " that with an open knowledge coordinator who is working with the Wikipedia community to increase representation there because they have an 18 to 82% women,"}, {"timestamp": [1289.22, 1291.08], "text": " men representation on their platform."}, {"timestamp": [1291.26, 1295.08], "text": " So can we leverage what we have and help to fix that?"}, {"timestamp": [1295.16, 1297.92], "text": " And also that's where we're gonna ask lots of people"}, {"timestamp": [1297.92, 1299.98], "text": " around the sector to start sharing"}, {"timestamp": [1299.98, 1301.24], "text": " what they have about women"}, {"timestamp": [1301.24, 1303.48], "text": " because it's not a Smithsonian only game."}, {"timestamp": [1303.68, 1312.64], "text": " And that ties back to open access because we can only do this for people to help us to find more stories and add to the"}, {"timestamp": [1312.64, 1317.58], "text": " collection. It kind of ties back to what you're saying about crowdsourcing as well. It's involving"}, {"timestamp": [1317.58, 1321.92], "text": " everybody. It's involving the whole community around the world to be able to add to this"}, {"timestamp": [1321.92, 1331.28], "text": " knowledge. I'm really looking forward to that. I'm, it's a heavy lift and it's going to take a while, but it's such a great initiative. And I"}, {"timestamp": [1331.28, 1336.1], "text": " think it's, again, somewhere where the Smithsonian is sort of leading. And I'm hoping other institutions"}, {"timestamp": [1336.1, 1341.6], "text": " globally will start to have a real focus on women's history because there's so many gaps"}, {"timestamp": [1341.6, 1345.8], "text": " in knowledge and in our awareness about the women who came before us."}, {"timestamp": [1346.12, 1347.12], "text": " I have a nine-year-old."}, {"timestamp": [1347.54, 1349.08], "text": " You know, we're DC family."}, {"timestamp": [1349.6, 1355.34], "text": " And so she was, we would normally be on the National Mall for inauguration, but she watched it."}, {"timestamp": [1355.34, 1357.48], "text": " And she saw a vice president."}, {"timestamp": [1358.36, 1363.52], "text": " And literally that day, she showed an interest in politics for the first time."}, {"timestamp": [1363.92, 1366.7], "text": " It's pretty, I mean, that's the representation thing, right?"}, {"timestamp": [1366.98, 1368.16], "text": " Yeah, it matters a lot."}, {"timestamp": [1368.84, 1370.06], "text": " Well, thank you so much, Effie."}, {"timestamp": [1370.06, 1372.72], "text": " I know we're past our time."}, {"timestamp": [1372.84, 1375.08], "text": " So I really appreciate you doing that."}, {"timestamp": [1375.18, 1378.68], "text": " You guys helped so much through some of those early conversations"}, {"timestamp": [1378.68, 1382.56], "text": " where I needed outsiders to say the things they needed to say."}, {"timestamp": [1382.56, 1385.22], "text": " But also beyond what I knew much more."}, {"timestamp": [1385.54, 1387.58], "text": " So yeah, you guys really helped."}, {"timestamp": [1388.14, 1388.5], "text": " Thank you."}, {"timestamp": [1388.64, 1389.78], "text": " I think everyone on the team"}, {"timestamp": [1389.78, 1391.38], "text": " will be really happy to hear that."}, {"timestamp": [1391.52, 1392.52], "text": " And I know the conversation"}, {"timestamp": [1392.52, 1394.24], "text": " was a very long conversation."}, {"timestamp": [1394.8, 1396.94], "text": " So that's okay."}, {"timestamp": [1397.44, 1398.36], "text": " You got us there."}, {"timestamp": [1398.74, 1399.86], "text": " It got you there."}, {"timestamp": [1399.98, 1400.48], "text": " It got you there."}, {"timestamp": [1400.48, 1400.72], "text": " Yeah."}, {"timestamp": [1404.08, 1406.9], "text": " Thanks for listening to Open Minds from Creative Commons."}, {"timestamp": [1409.04, 1413.8], "text": " Special thanks to the musician Broke For Free, whose track Daybird you heard at the beginning"}, {"timestamp": [1413.8, 1418.44], "text": " of this episode and you're listening to right now. It's available under the Creative Commons"}, {"timestamp": [1418.44, 1425.56], "text": " attribution license, meaning it's free for anyone to use. You can find it at the Free Music Archive, freemusicarchive.org."}, {"timestamp": [1428.16, 1432.06], "text": " Please subscribe to our show so you don't miss any of our conversations with people"}, {"timestamp": [1432.06, 1436.22], "text": " working to make the internet and our global culture more open and collaborative."}, {"timestamp": [1438.3, 1440.42], "text": " We'll be back soon with another episode."}, {"timestamp": [1441.0, null], "text": " Talk to you then."}], "text": " Welcome to Open Minds from Creative Commons. I'm Eric Stoyer. If you're new to Creative Commons, or CC as we call it, we're a non-profit organization that works with people and institutions all around the world to make information, creativity, research, and educational resources open and accessible to everyone, without legal barriers such as restrictive copyright. If you listened to our first episode, which was an interview with Creative Commons CEO Catherine Styler, you heard us talk about the fact that it's CC's 20th anniversary this year. And one of the ways we're celebrating is with this podcast, a series of conversations with people working on the issues we're involved with and subjects we're excited about. On today's episode, my colleague Victoria Heath, Creative Commons Communications Manager, talks to Effie Kapsalis. She's the Senior Digital Program Officer at the Smithsonian. She leads the digital strategy for the Smithsonian's American Women's History Initiative. And she also developed and implemented a project called Smithsonian Open Access. This week marks the one-year anniversary of the launch of Smithsonian Open Access, which removed copyright restrictions from millions of images and data and made them freely available to the public. We here at Creative Commons worked closely with Kapsalis and her team on this initiative, and we thought it would be a good time to check in to see how things were going. I hope you enjoyed this conversation with Effie Kapsalis. you've spent and this is from me sort of looking at your linkedin so i hope that's not that's not too creepy but i noticed you've spent a lot of your career working at the Smithsonian in sort of different capacities. What do you love most about working at the Smithsonian? One of the things I really love about the Smithsonian is learning something new virtually every day that I'm there. And we have people that are willing to share information and what they're studying and make that available you know, available to me to do the digital strategy work that I do. So it's something that's important to me. I like to feel like I'm learning new things in my job. I've been to multiple Smithsonian museums over the years. I had no idea how many museums were actually a part of the Smithsonian kind of network until Smithsonian Open Access. What was the purpose or is the purpose of Smithsonian Open Access? There were a few things at play. One of our strategical goals was to reach 1 billion people a year with our digital work. That was pretty key to me in terms of that reach, because we know that when we have open licenses on things that they have a much further voyage than if you just keep them locked down on our own platforms. We had been experimenting with Flickr Commons and Wikipedia and things like that for years, and it just got a hint at what would happen. just gotten a hint at what would happen. So Smithsonian Open Access was really about allowing people to participate in the Smithsonian's mission of increase and diffusion of knowledge. Our founder, James Smithson, talked about crowdsourcing in a 17th or an 18th century way. It's only through the participation of many that we can possibly understand the world. So I was doing it for James and really needed other people to be able to use it and see it in new ways and repurpose it to inform everything that's going on in our world from environmental challenges through the innovation that we need to get through some of the polarization that we have in our culture, you name it. These will help people understand the world. I love that connection to the founder, actually. You know, that seems to be something that was part of his mission from the very beginning, is having things as open and accessible as possible. We're the nation's museum, so we even crowdsourced our collections. One of our secretaries sent letters to people around the U.S. to send specimen. And to start to understand the biodiversity around the U.S. So they were, you know, trappers in remote areas of the U.S. or new territories of the U.S. So they were, you know, trappers in remote areas of the U.S. or new territories of the U.S. There were literally thousands of letters that went back and forth to people to send things to us. That's a great story as to how the Smithsonian, the collection became so big. But also, I think it's really an important part of the sort of the fabric, at least in the United States of kind of our culture, like everyone sort of knows the Smithsonian. And it's definitely something that when I was growing up, I always wanted to go there every time we lived in Virginia and North Carolina. So that was like my favorite place to go. Especially the American Art Museum, that was my favorite. I don't hear that that often but that's nice. Really? I know no it's usually Air and Space. Oh the Air and Space Museum is love that museum as well but the American Art Museum that's a hidden gem then I didn't know that. Could you talk about sort of the process and the thinking behind launching this initiative? I think we've been talking around the edges of open access for a number of years. Mike Edson was one of our early staff members who started to create a group of interested parties to move it forward and nudge at our terms of use, basically, on our public websites. In 2015, I had the opportunity, when I was part of a leadership program at the Smithsonian to do a study on what the impact of open access had been. And at that point, it was about a decade of practice in the cultural sector. If we use Getty as our first institution to actually release an open policy. And so I looked at about a dozen organizations worldwide. That paper is online. It's open for anyone to read. There's, of course, an internal version that looks at our own considerations. institutions in terms of staffing and collections management processes? What happens to the institution's brands? What about loss of revenue? That's, of course, a big question for institutions who do rights and reproductions activities. You know, that really laid the groundwork for us understanding a little bit more specifically about what could happen. Fast forward to 23 and a half years later, I was brought centrally, as you know, I've traveled around the Smithsonian, but I was brought centrally to lead the American Women's History Initiative digital work. And one of the key questions there was around representation of women online. I couldn't fulfill our mission of making women's history more visual online, making it more known online without an open policy. But that paper really became the material that our leadership and our board could look at and say, OK, we're not the first. This is safe territory. We're going to try it. We think it's the right thing for us as who we are as an institution. And we had that big digital goal to reach 1 billion people a year. So it was kind of a no-brainer at that point. What was the biggest fear that you sort of had to get people over in terms of going open access? that you sort of had to get people over in terms of going open access? I think there are a few. I would say, you know, it's not a small effort to do this, especially in a huge institution like ours with multidisciplinary collections. And we have a decision tree of 15 different cases why you'd withhold collections from being in the public domain. And that really varies from protected endangered species to cultural sensitivities, copyright, things like that. So, I mean, I think it was just like, it's a daunting task. There was fear around our business activities. We are only 64% federally funded. And the other was around loss of intellectual control, because we are perfectionists, we want to make sure that we are presenting an accurate, historical, scientific perspective in what we put forward. So I think there is, you know, fear around loss of that control and a fear I didn't really recognize until after we did it is around the platforms and how information can be manipulated. We really had to be more careful about what we released as open. At Creative Commons, we actually just released our latest five-year strategy. And one of the key points in that strategy is related to that issue of open sharing is great, but we have to look at sort of the ethical issues around how things are shared, what's shared. We're also really focused on how do we make sharing better and make it where it is positive for the public. It will be really interesting to see how institutions like the Smithsonian and other institutions as well sort of deal with that. It is not solved. No, it is not solved. And we get people reaching out to us. Some of the people who went to open access earlier, you know, 2000s, like, how are you dealing with this? How do you, you know, and it's like, well, we need to work together because we don't have the answers, but let's start to figure it out. And that's one of the things that I've really noticed about the glam community. There is a lot of collaboration. There's a desire for people to share what works and what doesn't work because at the end of the day, it's all being done for the betterment of society and for the public. Smithsonian Open Access launched right before a lot of people went into lockdown. So I think it was February 26, 2020 or 25th, 2020. Have you and your team been able to step back and seen if COVID-19 and the lockdowns have had an impact on the success of the Smithsonian Open Access? We have. Let me just say that all digital staff in the cultural sector are extremely overworked and busy right now. And early on, we had an event and we streamed it online. I wanted to start to create knowledge with our stakeholders that were signifying a new era of collaboration and sharing. So I'd say like the first quarter, we saw a huge amount of traffic to our websites, historic traffic for us. We saw some use of the API and we also saw a good number of downloads. What happened as the pandemic really set in and schools were pivoting to virtual, all of a sudden our API use started to see a lot more use from universities. And we actually got some universities and professors reaching out to partner with us with classes that were everything from computer science and machine learning and data science to different disciplines that are specific to the data we have. That was a wonderful realization that this was in direct service to universities during this time, where they were really trying to find things that students could work on and collaborate virtually around. So that was one piece. We also released a bunch of our 3D collections on a platform called Tinkercad, which is all about 3D modeling for K-12 audiences. And we saw a huge amount of use around our 3D collections. And we're still digging into that. We also saw creative projects, people making wallpaper for their homes, sprucing up their surroundings because we're looking at the same thing all day. So that was really fun just to see people doing everything from very casual, kind of fun and creative use to really filling a need as education community. So that was really lovely. The timing of it is just worked out. We did not plan that. Yeah, I know. I think there were a few other organizations who also had kind of done open access initiatives earlier in the year or later in 2019. But we've definitely seen movement over the last year with more and more museums and other institutions. year with more and more museums and other institutions. I always felt the Smithsonian could be a signal in the sector that, you know, we don't take things on without a lot of consideration because it's a lot of work for us when you have such a distributed, massive organization. I mean, you know, that was part of my hope too, was just to signal that, you know, this is okay. I mean, I have no data around this whatsoever, but I personally think that the Smithsonian going open and then alongside, you know, Getty and the Met and a lot of other big institutions, I think it really does put a great signal to other institutions. But of course there are, you know, issues regarding inequities and inequalities in terms of funding. So that's something we're definitely concerned with is how do we help those smaller institutions who don't have as much funding kind of overcome the barriers that you talked about earlier? I think it's on us and the big institutions and the big open knowledge organizations to help those. And so we're hoping to pool some funding together to have some dialogue around this, perhaps some workshops as we figure things out for the American Women's History Initiative around the new year Congress passed legislation to start investigating finding the National Museum of Women's History and the National Museum of the American Latinos. So we have to figure it out. Yeah, yeah. I think that's the key is recognizing the challenges and also the opportunities that exist in those challenges as well. So what has been kind of your favorite use of materials that you've seen that were released by Smithsonian Open Access so far? What's kind of stunning is that nearly a year after launch, I feel like we're really starting to see evidence of just complete organic search driving people to this. We saw these students on Tumblr in the United Kingdom starting to post with the Smithsonian open access hashtag. My friend who has a college age son in LA saw this and told his dad. So he came back to me and then I was looped into the conversation. They had questions. They were delighted. What does this mean? Can I sell stuff out of it? So it was kind of fun to just hear this was going on and then kind of drop in and say, please. It was really lovely to see people talking about this out in the wild and us reaching an audience that is not easy for us. Another thing that just recently happened is we got word from web developer of one of our senators that they wanted to ingest images from that state for the senator's website. And who should they be put in touch with if they had questions about the API? And the wonderful thing is our API is on opendata.gov. So we're part of the open government ecosystem. on opendata.gov. So we're part of the open government ecosystem. So it was just really nice that that to me pointed a pathway that I didn't expect to people in that state. And when I looked at what we had from that state, they were amazing kind of early expedition photography from some of the national parks out there. I made a jumpsuit. I mean, and I did it with my daughter. So we were playing around on, on Photoshop and it really, I mean, it just was such a easy way to talk to her about a moment in history. It was an image of a solar eclipse from an expedition in the 1800s to Wadesboro, North Carolina. And they used like this new medium of photography to capture that image so they could study it. You know, so I was talking to my daughter about the time when photography was new and you had microscopes that you could suddenly see something happening that you had never seen up close before. And the image looks like it was taken today. I'm hoping that this is kind of a way to get people interested in their own culture, but also other people's cultures and our histories, our natural history, especially as we deal with climate change. Like what are the things that we've lost because we haven't sort of gotten our acts together? Yeah, we had a class of graduate data viz students from Parsons this last semester, and they just created these really delightful explorations of different pockets of our collections. They looked at Asian animals and their portrayal through the Freer Sackler collection. This is the value of open. It was always to be able to include many hands in the work we have to do to make this live on into perpetuity. So for people who are in similar positions as you in different ways at different organizations, what advice would you give to them as they sort of advocate for open access within their own institutions and maybe are getting a little bit of pushback? Yeah. So you're not alone. There are a lot of people you can tap on the shoulder to bring into your organization, to talk about what happened from going open as an organization. There are lots of people at Creative Commons, at the Open Knowledge Foundation. There are scholars and museum studies throughout the world who study this. There are scholars and museum studies throughout the world who study this. There are lots of papers out there you can already tap into, including mine, which looked at 12 organizations and what happens when they adopted open access. So outside voices allay fears in magical ways. And I would say the most important thing to do first is start talking throughout your organization about it and listen to people's concerns and then look to the research to be able to have answers so you can talk people down, but also be realistic about what you can take on. It's a big lift in terms of getting your data in order, getting it online, clarifying rights statements, things like that. That is a big lift. So you may not want to do it in the crazy way that the Smithsonian did, releasing over 2 million or close to 3 million things. You may want to start small just to start showing people what can happen. So what's next for Smithsonian Open Access? You know, you've released millions of work. What's kind of the next iteration of the initiative? Yeah, so it took a little longer for us to think through this because we were thrown into a global pandemic and digital demand was high and that's what we do. We're really looking towards how we capture the interest and the input that people may have on the collections. And we're not doing that in a way that's easy for them to do that right now. We also want to do a lot of work around understanding all that we have and what it is saying about some of the critical populations that don't feel their voices are being heard in the U.S. I work on the American Women's History Initiative. We are aware that we don't have a lot of women that are made visible in the collections. And that's partly because women are sometimes buried in records of their husbands, or, you know, there isn't as much documentation about them. So we don't have full biographies or things like that. So actually, this year, in light that we will be having a National Women's History Museum, we are trying to understand what we have, and where the holes are. We have curators around the institution working on developing records, research, exhibits, and we are harnessing that with an open knowledge coordinator who is working with the Wikipedia community to increase representation there because they have an 18 to 82% women, men representation on their platform. So can we leverage what we have and help to fix that? And also that's where we're gonna ask lots of people around the sector to start sharing what they have about women because it's not a Smithsonian only game. And that ties back to open access because we can only do this for people to help us to find more stories and add to the collection. It kind of ties back to what you're saying about crowdsourcing as well. It's involving everybody. It's involving the whole community around the world to be able to add to this knowledge. I'm really looking forward to that. I'm, it's a heavy lift and it's going to take a while, but it's such a great initiative. And I think it's, again, somewhere where the Smithsonian is sort of leading. And I'm hoping other institutions globally will start to have a real focus on women's history because there's so many gaps in knowledge and in our awareness about the women who came before us. I have a nine-year-old. You know, we're DC family. And so she was, we would normally be on the National Mall for inauguration, but she watched it. And she saw a vice president. And literally that day, she showed an interest in politics for the first time. It's pretty, I mean, that's the representation thing, right? Yeah, it matters a lot. Well, thank you so much, Effie. I know we're past our time. So I really appreciate you doing that. You guys helped so much through some of those early conversations where I needed outsiders to say the things they needed to say. But also beyond what I knew much more. So yeah, you guys really helped. Thank you. I think everyone on the team will be really happy to hear that. And I know the conversation was a very long conversation. So that's okay. You got us there. It got you there. It got you there. Yeah. Thanks for listening to Open Minds from Creative Commons. Special thanks to the musician Broke For Free, whose track Daybird you heard at the beginning of this episode and you're listening to right now. It's available under the Creative Commons attribution license, meaning it's free for anyone to use. You can find it at the Free Music Archive, freemusicarchive.org. Please subscribe to our show so you don't miss any of our conversations with people working to make the internet and our global culture more open and collaborative. We'll be back soon with another episode. Talk to you then."}